[{"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/19/davos-is-back-but-participants-have-to-be-vaccinated-and-tested.html", "category": "https://www.cnbc.com/china/", "content": "In this article\n.COVID19\nThe World Economic Forum (WEF) is returning to Davos in May, after cancelling previous meetings because of the pandemic. However, there are a lot of Covid measures in place.\nFabrice Coffrini | Afp | Getty Images\nThe rich, famous and most powerful are once again returning to the Alpine retreat of Davos, Switzerland, next week following a two year coronavirus-induced hiatus that had forced the economic powwow online.\nAnd this year’s edition of the World Economic Forum, taking place in May not January, is looking like a very different prospect.\nFor starters, participants have to be vaccinated against Covid-19. They also have to get tested both before and after their arrival in town in order to take part in the five-day event.\nAccording to the organizers almost 2,500 people are expected attend Davos next week down from the 3,000 participants in January 2020.\nParticipants are considered fully vaccinated if they have received two doses, plus a third booster shot, of all the main vaccines developed to fight Covid, including China’s CoronaVac from Sinovac. Russia’s Sputnik vaccine is not among the recognized shots.\nThis year’s attendee list does not include any Russian government official or company given the Kremlin’s decision to invade neighboring Ukraine earlier this year.\nRussia’s onslaught in Ukraine will undoubtedly lead many of the conversations in the Swiss Alps, as business leaders and politicians discuss how to deal with a new world order of security, higher food prices and the inevitable rebuilding of the eastern European country.\nIn addition, climate change and the (still ongoing) coronavirus pandemic will make up some of the discussion topics.\nBut there’ll be one more striking change to this year’s edition of Davos: the weather.\nThe traditional winter timing of Davos means it’s usually set against the backdrop of mountains covered in snow and temperatures as low as minus 20 degrees Celsius.\nBut this year’s edition is expected to take place with mainly sunny spells and spring-like temperatures that could be above 20 degrees Celsius.\nLeave the snow boots at home, and pack your sunscreen."}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/19/stocks-making-the-biggest-moves-premarket-kohls-bjs-wholesale-spirit-and-more.html", "category": "https://www.cnbc.com/china/", "content": "In this article\nWMT\nTGT\nBJ\nKSS\nGOOS-CA\nSAVE\nVIDEO01:41\nNews Update – Pre-Markets\nCheck out the companies making headlines before the bell:\nKohl’s (KSS) – Kohl’s reported adjusted quarterly earnings of 11 cents per share, well short of the 70-cent consensus estimate. Revenue was better than expected, but the retailer noted a tough sales environment as well as higher costs. Kohl’s shares fell 3.3% in premarket trading.\nBJ’s Wholesale (BJ) – The warehouse retailer jumped 5.8% in the premarket after an upbeat earnings report. BJ’s beat estimates by 15 cents with adjusted quarterly earnings of 87 cents per share. Revenue and comparable-store sales were also better than expected.\nSpirit Airlines (SAVE) – The airline’s board unanimously recommended that shareholders reject JetBlue’s (JBLU) $30 per share tender offer. Spirit said a JetBlue transaction would have little chance of clearing regulatory hurdles, and it is moving ahead with its plan to merge with Frontier Airlines parent Frontier Group (ULCC). Spirit fell 1.7% in premarket trading.\nCanada Goose (GOOS) – The outerwear maker’s stock rallied 8.9% in premarket action after the company reported an unexpected profit as well as better-than-expected revenue. Canada Goose also raised its full-year forecast.\nTarget (TGT), Walmart (WMT) – The two retailers remain on watch after both suffered their worst one-day drops since October 1987 following their quarterly earnings reports this week. A surge in costs led both to report earnings that came in far below expectations.\nCisco Systems (CSCO) – Cisco tumbled 10.7% in the premarket after cutting its full-year forecast. The networking equipment maker is seeing its sales hit by Covid lockdowns in China and the war in Ukraine. Networking rivals fell in the wake of Cisco’s forecast with Juniper Networks (JNPR) down 4.6% in the premarket and Broadcom (AVGO) down 3.8%.\nUnder Armour (UAA) – Under Armour CEO Patrik Frisk is stepping down, as of June 1, to be replaced on an interim basis by Chief operating Officer Colin Browne. Frisk became CEO of the athletic apparel maker at the beginning of 2020, just before the Covid-19 pandemic hit, and sales have fallen nearly 50% since then. Under Armour slid 5.3% in premarket trading.\nBath & Body Works (BBWI) – Bath & Body Works reported better-than-expected profit and revenue for its latest quarter, but the personal care products retailer cut its full-year earnings forecast due to inflationary factors and increased investments. The stock slumped 6.8% in the premarket.\nSynopsys (SNPS) – Synopsys rallied 4.2% in premarket trading after the design automation software company reported better-than-expected profit and revenue for its latest quarter and issued an upbeat forecast."}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/19/tencent-profit-halves-revenue-flat-as-crackdown-and-covid-19-weigh.html", "category": "https://www.cnbc.com/china/", "content": "Signage for Tencent Holdings atop an office building in Shanghai, China, on March 22, 2022. China’s Tencent reported on Wednesday its quarterly profit halved from a year ago and revenues stagnated, blaming cuts in advertising spending by consumer, e-commerce and travel businesses for its worst performance since it went public in 2004.\nQilai Shen | Bloomberg | Getty Images\nBEIJING — Chinese tech giant Tencent reported disappointing first quarter revenue across all major business segments, including a hit to mobile pay from Covid lockdowns.\nShares of Tencent, the largest Hong Kong-listed Chinese stock by market value, traded nearly 7% lower Thursday, pulling down the broader Hang Seng index.\nFintech and business services revenue, the company’s second-largest revenue driver, dropped by 10.8% quarter-on-quarter in the period ended March 31 to 42.77 billion yuan ($6.29 billion).\nThat’s the first sequential drop since an 11.5% decline from the fourth quarter of 2019 to the first three months of 2020, according to Wind Information data.\nChina’s GDP contracted in the first three months of 2020 as Covid lockdowns were imposed across more than half of mainland China in the early part of the year.\nSince March, the country has attempted to control its worst resurgence of the virus in two years by using travel restrictions and targeted stay-home orders.\nLoading chart...\n“Commercial payment activities have been weak since mid-March 2022, due to the resurgence of COVID-19 in several cities in China,” Tencent said in an earnings release Wednesday.\nThat “negatively affected payment volume growth in categories such as transportation, dining services and apparel,” the company said. Management said during the analysts’ call that volume fell year-on-year for many weeks in Shanghai, and has not yet improved to normal levels, according to a transcript accessed through Refinitiv Eikon.\nTencent operates WeChat, one of China’s two dominant mobile payment apps. WeChat, known domestically as Weixin, is also the prevailing messaging and social network platform in China. Tencent is trying to build up a short-video and e-commerce business within the app.\nMonthly active users of WeChat domestically and internationally rose by 3.8% from a year ago to 1.29 billion users.\nVIDEO02:57\nChina tech crackdown ‘here to stay’ over long term: Trivium analyst\nOn a year-on-year basis, fintech services revenue grew at a moderated pace, while business services declined, Tencent said, without disclosing specific figures.\nThe overall fintech and business services segment grew by 10% from a year ago. But that missed FactSet estimates by 3.41 billion yuan and marked a sharp slowdown from a 25% increase in the fourth quarter of 2021.\nTencent’s first quarter revenue across all business segments fell by 0.12% from a year ago to 135.47 billion yuan — also coming in below FactSet estimates for 140.82 billion yuan. Profit attributable to shareholders plunged by 23% from a year ago.\nThe business segment that includes gaming, Tencent’s biggest source of revenue, generated a disappointing 72.74 billion yuan in first quarter revenue, up mildly from the prior quarter and the year-ago period. That reflected challenges from Beijing’s restrictions on licensing new games and a slowdown in the international market.\nTencent owns popular online games such as League of Legends and Honor of Kings.\nForthcoming regulatory support\nThe company said they expect to receive game licenses in the future but that China would approve fewer games overall.\nLooking ahead, China Renaissance analysts forecast online game revenue could drop by 0.3% year-on-year in the second quarter, and predicted a full-year increase of only 0.1%.\nBeijing has cracked down not only on gaming but alleged monopolistic practices of the country’s internet giants. Authorities have struck a more moderate tone in recent months, calling instead for “healthy” development of the so-called platform economy and increased digitalization of the economy.\nChinese Vice Premier Liu He this week gave some of the latest high-level assurances to the tech sector.\nTencent President Martin Lau cited Liu’s comments in an earnings call Wednesday.\n“So we can clearly see that from the senior-most level, there is a pretty clear supportive signals released,” Lau said, noting it would take time for implementation.\nRead more about China from CNBC Pro\nJPMorgan picks China stocks to play Beijing’s infrastructure boost\nGoldman names the Chinese tech stocks it says will weather the supply chain crisis\nBank of America picks Asia-Pacific stocks to sell because of high revenue exposure to China\nAdvertising segment results showed another sign of the impact of Covid lockdowns on China’s economy.\nThe company’s revenue from online advertising fell 18% year-on-year in the first quarter to 18 billion yuan. The drop reflected regulation on online ads and “weak demand” from education, internet services and e-commerce businesses, the company said.\nThe lockdowns in Shanghai particularly affected many multinational corporations’ advertising budgets because those teams are mostly based in that city, said James Mitchell, Tencent’s chief strategy officer.\nChina’s retail sales slumped by a worse-than-expected 11.1% in April from a year ago, according to official data released this week."}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/18/china-is-second-biggest-bitcoin-mining-hub-as-miners-go-underground.html", "category": "https://www.cnbc.com/china/", "content": "In this article\nBTC.CM=\nBy September 2021, China made up just over 22% of the total bitcoin mining market, according to Cambridge University research.\nPaul Ratje | The Washington Post | Getty Images\nBitcoin miners aren’t giving up in China despite Beijing’s ban on the practice.\nChina was once the world’s biggest crypto mining hub, accounting for between 65% to 75% of the total “hash rate” — or processing power — of the bitcoin network.\nBut the country’s share of global bitcoin mining capacity plummeted to zero in July and August 2021, according to Cambridge University data, after authorities launched a fresh crackdown on cryptocurrencies.\nAmong the steps China took was to abolish crypto mining, the power-intensive process that leads to the creation of new digital currency. That resulted in several miners fleeing to other countries, including the U.S. and Kazakhstan, which borders China.\nBut, as CNBC has previously reported, several underground mining operations have since emerged in China, with miners taking care to work around Beijing’s ban.\nNow, new research from the Cambridge Centre for Alternative Finance shows that Chinese bitcoin mining activity has quickly rebounded. By September 2021, China made up just over 22% of the total bitcoin mining market, data from Cambridge researchers show.\nVIDEO08:08\nCan crypto clean up its dirty image?\nIt means China is once again a top global player in bitcoin mining — second only to the U.S., which eclipsed China as the largest destination for the sector last year.\nThere is one caveat: The research methodology relies on aggregate geolocation from huge bitcoin mining “pools” — which combine computing resources to more effectively mine new tokens — to determine where activity is concentrated in different countries.\nThis approach may be vulnerable to “deliberate obfuscation” by some bitcoin miners using a virtual private network (VPN) to conceal their location, researchers said. VPNs make it possible for users to route their traffic through a server in another country, making them handy tools for people in countries like China, where internet usage is heavily restricted.\nNevertheless, they added this limitation would “only moderately impact” the accuracy of the analysis.\nWhat is bitcoin mining?\nUnlike traditional currencies, cryptocurrencies are decentralized. That means the work of processing transactions and minting new units of currency is handled by a distributed network of computers instead of banks and other intermediaries.\nTo facilitate a bitcoin payment, so-called miners need to agree that the transaction is valid. That process entails making complex calculations to work out a puzzle that increases in difficulty as more and more miners join the network, known as the blockchain.\nRead more about tech and crypto from CNBC Pro\nApple may have to slide a lot further before the market sell-off stops, trader says\nNovogratz says UST was a ‘big idea that failed,’ but he’s still confident in crypto\nInvestor bets against tech reach highest point since 2006, Bank of America survey shows\nWhoever is first to solve the puzzle gets to add a new batch of transactions to the blockchain and is rewarded with some bitcoin for their effort.\nWhy is Beijing worried?\nThis method of reaching consensus, known as “proof of work” consumes a lot of energy — roughly as much as entire countries, such as Sweden and Norway.\nChina has frequently issued warnings about crypto. But its most recent crackdown was arguably the most severe.\nThe world’s second-largest economy was dealing with a multi-month energy shortage last year, which led to numerous power cuts.\nChina is still heavily reliant on coal, and is increasing investment in renewable energy in a bid to become carbon neutral by 2060. Authorities see crypto mining as a potential obstacle to that plan.\nNow, a resurgence of bitcoin production in China has catapulted the country to the second-largest destination for people hoping to find new digital currency — there’s still 2 million bitcoins left to be mined. It might be a less profitable endeavor now, though, with the bitcoin price down more than 50% from its November peak.\nChina’s National Development and Reform Commission and the People’s Bank of China — which have both issued strong warnings against crypto mining and trading — were not immediately available for comment when contacted by CNBC.\n- CNBC’s Mackenzie Sigalos and Evelyn Cheng contributed to this report"}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/18/seaweed-could-be-a-vital-ingredient-in-the-fight-against-climate-change.html", "category": "https://www.cnbc.com/china/", "content": "Like many coastal communities around the world, people living by the sea in the United Kingdom have harvested and consumed seaweed for centuries.\nIn Wales, Welsh laverbread — made from cooking a type of seaweed called laver — is a culinary delicacy so revered that it enjoys Protected Designation of Origin status.\nSeaweed’s uses do not end at the dinner table, either: Today, it’s found in everything from cosmetics and animal feed to gardening products and packaging.\nWith concerns about the environment, food security and climate change mounting, this wet, edible treasure of the sea — of which there are many varieties and colors — could have a major role to play in the sustainable future of our planet, and the U.K. wants in on the act.  \nToward the end of April, a project dubbed the U.K.’s “first dedicated seaweed industry facility” celebrated its official opening, with those involved hoping it will help kickstart the commercialization of a sector that’s well established in other parts of the world.\nThe Seaweed Academy, as it’s known, is located near the Scottish town of Oban. Funding of £407,000 (around $495,300) for the project has been provided by the U.K. government.\nIt will be run by the Scottish Association for Marine Science in partnership with its trading subsidiary SAMS Enterprise and educational institution UHI Argyll.\nRead more about energy from CNBC Pro\nGoldman’s ‘margin of safety’ portfolio shows stocks too cheap to ignore even in tough economy\nLithium’s vital role in the energy transition sends prices to record highs. How to play it\nHere’s how this top rated small-cap manager finds oil and materials stocks to beat the market\nAccording to a statement from SAMS, one of the academy’s goals centers around stimulating “the growth of UK seaweed aquaculture.” On top of this, the project will look to explore “high-value markets” and use research to boost the worldwide competitiveness of U.K. products.\nRhianna Rees is a seaweed researcher and Seaweed Academy coordinator at SAMS Enterprise. In a recent interview with CNBC, she provided an insight into the type of jobs that went on at a seaweed farm.\n“It’s a lot less industrial than it might come across,” she said. “When you think of farming you think of big machinery, you think of mechanical harvesting, and that’s not at all what seaweed farming is about.”\n“When you look at it from the outside, all you can see are buoys in the water and then under the water are these long lines of rope with … huge swathes of seaweed,” she went on to explain.\n“When you want to harvest it, you go in and you get the rope and you pull it into the boat — and that’s basically it,” she said.\nThe apparent simplicity of the process is one thing, but setting up a farm in the first place can be a different story altogether.\n“Getting licenses from ... the different organizations within England and Scotland — it can be incredibly expensive and time consuming,” Rees said. “So there are major challenges to entering the industry in the first place.”\nThere were also other factors to consider. “You get storm events, you get maybe years where it doesn’t grow particularly well, fluctuations in nutrients,” she said.\nThere was innovation on the horizon, Rees went on to note, but it would “take a few years to get to the area where we see the kind of optimization that we need for real scalability.”\nCross country\nThe U.K.’s interest in cultivating and harvesting seaweed is not restricted to the work being planned in and around Oban.\nIn the picturesque county of Cornwall on the southwest tip of England, the Cornish Seaweed Company has been harvesting since 2012, providing a glimpse of how the wider industry could develop in the years ahead.\nTim van Berkel, who co-founded the company and is its managing director, told CNBC the firm wild-harvested seaweed from the shores for food purposes.\nIn 2017, the business supplemented this shore-based harvesting when it started to farm seaweed from spores at the site of an existing mussel farm in waters off Porthallow, a Cornish fishing village. \n“They grow on lines suspended in the water, like buoys really,” van Berkel said, adding that it was “similar to mussel farming.” The business was farming two types of seaweed at the site, van Berkel said: sugar kelp and alaria.\nMore from CNBC Climate:\nRead more about how businesses and consumers are fighting and adapting to climate change:\nIndia’s record-setting heat wave in pictures\nAmericans are fleeing climate change — here’s where they can go\nMap of nuclear power in the US: See where reactors are located\nDespite establishing the site at Porthallow, for now the company’s core focus relates to its shore-based harvesting. “That’s really still the main business,” van Berkel said. “There’s five, six, other seaweeds that we harvest ... from the wild, from the shores, which is going on year round.”\nOther companies looking to make their mark include SeaGrown, which is based in the coastal town of Scarborough, Yorkshire, and is working on setting up a seaweed farm in the North Sea.\nFurther north, Seaweed Farming Scotland’s operations are located in Oban and focused on the cultivation of species native to the waters there.\nThe global picture\nAn aerial view of people working at a seaweed farm in Zhejiang province, China, on November 24, 2021.\nJiang Youqing | Visual China Group | Getty Images\nIn 2020, a report from the Food and Agriculture Organization of the U.N. described seaweed farming as being “dominated by countries in East and Southeast Asia.”\nThe industry is big business, with the FAO separately noting that the seaweed sector generated $14.7 billion in “first-sale value” in 2019.\nWith the U.K.’s commercial seaweed sector still in its early stages, it has a way to go before it competes on the global stage.\nSeaweed farming in Asia can often be large-scale, with sites spread across quite considerable areas, as shown in the above photo of a farm in the province of Zhejiang, China.\nThe U.S. is also home to a seaweed farming sector, with the National Oceanic and Atmospheric Administration stating there are now “dozens of farms” in waters off New England, Alaska and the Pacific Northwest.\nAlongside the commercial products resulting from seaweed farming, there are other benefits too, an obvious one being that it does not require fresh water.\nFor its part, the NOAA says that “seaweeds are incredibly efficient at sucking up carbon dioxide and using it to grow.” In addition, it notes that “seaweeds also gobble up nitrogen and phosphorus.”\nWhile there are concerns related to permitting in some parts of the U.S., the industry there has expanded in recent years, with the NOAA calling it the “fastest-growing aquaculture sector.”\nIt adds that 2019 saw Alaska-based farmers produce over 112,000 pounds of sugar, ribbon, and bull kelp. “That’s a 200 percent increase over the state’s first commercial harvest in 2017,” it says.\nWorldwide, the industry seems to have been on a rapid course of expansion over the past two decades or so. The FAO’s report said global marine macroalgae — another name for seaweed — production had risen from 10.6 million metric tons in 2000 to 32.4 million metric tons in 2018.\nIt’s not all been plain sailing, however. “Global production of farmed aquatic algae, dominated by seaweeds, experienced relatively low growth in the most recent years, and even fell by 0.7 percent in 2018,” the FAO’s report noted.\nAn aerial view of a site used for seaweed farming in waters off Bali, Indonesia.\nSasithorn Phuapankasemsuk | Istock | Getty Images\nAnd while there would appear to be a multitude of products and benefits linked to seaweed farming, there are also issues those working in the industry will need to address and carefully manage going forward. \nThe World Wildlife Fund, for example, notes that, in some instances, species of seaweed have become “invasive when grown outside their natural range.”\nThe WWF also cites the “entanglement of protected species with seaweed farm rope structures” as a “potential concern” but adds that such an occurrence is unlikely and “no credible documented marine entanglements” have taken in place in 40 years.\nBack in Scotland, the Seaweed Academy’s Rees is optimistic for what the future holds. “I think we’re really poised to see the growth,” she said. “I just hope that the hype isn’t hype for the wrong reasons.”\n“And as long as we’re all … working together to get the message and to get the training and to get development right, along with support from governments and investors, then we’ll see something that’s really beneficial for the world, really sustainable.”"}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/18/china-vice-premier-liu-soothes-tech-firms-supports-overseas-listings.html", "category": "https://www.cnbc.com/china/", "content": "Chinese Vice Premier Liu He speaks at a national video teleconference on May 7, 2022. He made soothing comments to tech executives on Tuesday, saying the government supported the development of the sector and public listings for technology companies in further signs a crackdown on the sector is easing.\nDing Lin | Xinhua News Agency | Getty Images\nChinese Vice-Premier Liu He made soothing comments to tech executives on Tuesday, saying the government supported the development of the sector and public listings for technology companies in further signs a crackdown on the sector is easing.\nLiu was speaking at a meeting convened by China’s top political consultative body, the Chinese People’s Political Consultative Conference (CPPCC).\nFootage of the meeting broadcast by CCTV showed the founders of search engine giant Baidu and mobile security software maker Qihoo 360 — Robin Li and Zhou Hongyi, respectively — in attendance, confirming a Reuters report.\nThe unprecedented regulatory crackdown, which began in late 2020, has hit Chinese technology companies and roiled markets, shaving billions of dollars in market value off the firms.\nHong Kong and U.S.-listed shares of Chinese technology firms rose on Tuesday after news of the meeting emerged.\nLiu said at the meeting China will look to “properly manage” the relationship between the government and market.\nThe country will support tech firms pursuing listings both at home and abroad and also look to support the healthy development of the platform economy, state broadcaster CCTV quoted him as saying.\nThe platform economy refers to digital platforms, including those used to conduct online commerce, a major driver of economic activity.\nRead more about China from CNBC Pro\nJPMorgan picks China stocks to play Beijing’s infrastructure boost\nGoldman names the Chinese tech stocks it says will weather the supply chain crisis\nBank of America picks Asia-Pacific stocks to sell because of high revenue exposure to China\nLiu’s comments come as Covid-19 curbs and other steps to battle the pandemic have created havoc for businesses and supply chains across a range of sectors, adding to fears the world’s No.2 economy could shrink in the second quarter.\nBeijing has set a growth target of 5.5% this year, which private economists have said will be difficult to reach without significant government support. \nAt Tuesday’s meeting, Liu also said China wanted the battle for “key core technologies” to be fought well, CCTV added.\nThe meeting was called to discuss how to promote the development of the digital economy and was attended by nearly 100 members, the broadcaster said.\nCiti said in a research note that the meeting suggested another positive regulatory signal for the platform economy and “supportive attitude” for internet companies seeking listing in overseas markets.\nVIDEO02:57\nChina tech crackdown ‘here to stay’ over long term: Trivium analyst\nBaidu’s Li and Qihoo 360′s Zhou are members of the CPPCC, which brings prominent people in business, the arts and academia to discuss issues with the Chinese Communist Party.\nBaidu and Qihoo 360 did not respond to requests for comment.\nBeijing had sought to rein in a range of private industries as part of a push to clamp down on violations of anti-monopoly regulations and data privacy rules, among others, as well as bridge a widening wealth gap that threatened the legitimacy of Communist Party rule under a “common prosperity” drive.\nBut the restrictions on e-commerce, private education and the property sector exacted an economic toll and, since the beginning of the year, China has loosened some of the measures while wrestling with strict Covid lockdowns.\nLiu has been at the forefront of efforts by the government to reassure the private sector.\nLast month, China’s powerful Politburo, in a meeting chaired by Chinese President Xi Jinping, said it would step up policy support for the economy, including the platform economy. "}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/18/china-signals-easing-of-its-tech-crackdown-but-dont-expect-a-u-turn.html", "category": "https://www.cnbc.com/china/", "content": "VIDEO02:57\nChina tech crackdown ‘here to stay’ over long term: Trivium analyst\nChina has shown signs of easing its crackdown on the technology sector which has wiped billions of dollars of value from its most prominent companies.\nBut analysts said Beijing’s recent positive rhetoric should not be mistaken for a reversal of policy.\n“I think the big tech companies will have a grace period for maybe the next six months,” Linghao Bao, tech analyst at Trivium China, told CNBC’s “Squawk Box Europe” on Tuesday.\n“However, this is a really not a U-turn on the tech crackdown, the long-term outlook hasn’t changed yet. Because Beijing has already come to the conclusion that it is a bad idea to let big tech companies to run wild because it creates unfair market competition … wealth will be concentrated at the top and it will start to influence politics,” he said.\n“So the tech crackdown are really here to stay over the long term.”\nSince end of 2020, Beijing has introduced stricter regulation on its domestic technology sector in a bid to rein in the power of some of its biggest companies.\nSince late 2020, China has increased scrutiny on the technology sector and introduced a slew of new regulation that has tried to rein in the power of its domestic giants. Analysts say that while there appears to be sign of this crackdown easing, there will not be a complete U-turn in policy.\nKevin Frayer | Getty Images News | Getty Images\nRules in areas from antitrust to data protection have come into effect in a swift manner in the past 16 months. The moves have caught international investors off guard and sparked a dramatic sell-off in the stocks of domestic titans from Tencent to Alibaba.\nBut Beijing has signaled some of the scrutiny on the tech sector may ease as its economy faces pressure from a resurgence of Covid and subsequent lockdowns.\nOn Tuesday, Chinese officials met with some of the country’s top technology executives in further signs of easing.\nFollowing the meeting, China’s Vice-Premier Liu He pledged support for the technology sector and plans for internet companies to go public.\nIt comes after Chinese President Xi Jinping in April chaired a meeting of the Politburo, a top decision making body. The Politburo pledged to support the “healthy” development of the so-called platform economy, which includes internet companies in areas from social media to e-commerce.\nChinese technology firms have largely held off from listing after the botched initial public offering of ride-hailing giant Didi last year. Shortly after the listing, Beijing opened a cybersecurity review of the company, alleging the firm illegally collected users’ data.\nChinese tech stocks rallied on Tuesday after JPMorgan analysts upgraded their outlook on some internet names and said some of the key risks to the sector have “diminished.” The surge in stocks was extended after Liu’s comments.\nDespite these more soothing tones from Beijing, experts doubt there will be a huge shift in policy.\n“I don’t believe that the regulatory actions will really stop. Various ministries still have a mandate to enforce all the regulations that have been amended and strengthened,” said Charles Mok, visiting scholar at the Global Digital Policy Incubator at Stanford University.\n“Even if there are some reversals, it may be too late to reverse the damage. For example, even if they allow more listings overseas, the investor confidence is already lost, and the scrutiny and hostility from the foreign market also cannot be reversed.”\nVIDEO02:09\nChinese tech earnings season kicks off — here’s what to expect\nMok said that because the regulatory scrutiny has been driven by the top of China’s political hierarchy, it will be difficult to make a U-turn.\n“This seems very similar to the debacles they’re facing with zero-Covid. You know it’s wrong but you can’t admit it, can’t reverse course, and you can only pay some lip service and hope for the best,” Mok said.\nZero Covid is China’s policy of eliminating the coronavirus from the mainland through tough measures including city-wide lockdowns and mass testing. The economic and financial powerhouse city of Shanghai has been in a lockdown since late March. China’s zero Covid policy has weighed on its economy.\nMok added that the motivations behind China’s regulatory tightening have not changed either.\n“Much of the ‘tech crackdown’ campaign was genuinely rooted in the motivation to increase state control of the digital economy and all the data in the trade, and there is no way that under the current crisis that the party would think these controls are now less important,” he said."}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/18/strong-air-travel-recovery-in-us-europe-latin-america-but-asia-lags.html", "category": "https://www.cnbc.com/china/", "content": "VIDEO03:18\nInternational travel in first, business class recovering faster: Industry body\nInternational air travel has been making a strong recovery this year, with the exception of the Asia-Pacific region, which is “lagging significantly behind,” according to the International Air Transport Association (IATA).\n“Last year, international travel was at about 25% of where it was in 2019. First quarter of this year across the globe, it’s up 42%,” Willie Walsh, the director general of the industry body, told “Squawk Box Asia” on Tuesday.\n“In fact, what we’re seeing is very strong growth rate in some markets, from the U.S., Europe, Latin America, all touching around 60%.”\nFor example, United Airlines’ shares added more than 3% in extended trading on Monday, after the company issued an update on its second-quarter outlook.\nIn contrast, air travel in Asia is “only about 13% of where it was in 2019,” Walsh added.\nChina is still pursuing its zero-Covid policy, with Shanghai and Beijing tightening restrictions on business and travel. But China’s travel restrictions will not play a big role in global air travel recovery, he said.\nVIDEO09:57\nWhy China shows no sign of backing away from its ‘zero-Covid’ strategy\n“The positive is that there are lots of other markets opening up so airlines have an opportunity to expand their network … to those markets,” he added.\n‘Premium’ travel uptick\nWhen asked if the business segment of the airline industry will be returning to pre-pandemic levels, Walsh said that recovery will be “a bit slower.”\n“We get a lot of business people traveling in economy … business recovery is lagging slightly,” he added.\n“But I think everybody would now accept that it’s not going to have a fundamental structural shift that we all believed might happen.”\nIn contrast, he observed that there are more “premium” travelers who are travelling in first class or business class.\n“That points to what has been a very important segment of the market, which we call premium leisure … what we’re seeing there is people have more disposable income and are prepared to pay for that premium and experience.”\n“I fully expect premiums [to] continue to recover quickly,” Walsh added.\nVIDEO04:09\nWe have not seen an impact on travel spend from inflation, says Expedia Group CEO\nTo meet that demand, airlines are offering luxury cabins in the hope of getting high-paying customers to shell out for more space on board.\nFor example, Singapore Airlines observed that business-class seats on planes have been selling out before economy seats, which is a “reversal of a pre-pandemic trend.”\nChallenges for air cargo\nEven as recovery for air travel gains momentum, the IATA sees “some challenges” for the global air cargo market.\n“We had record performance in 2021 and continues to improve in 2022 … but it’s just dipped a little bit behind those highs of 2021.”\nWalsh attributed it mostly to Russia’s attack on Ukraine. “A lot of cargo was carried by Russian cargo operators, security has been totally destroyed,” he added.\nIATA said in a report that air cargo volume dropped 5.2% year on year in March.\n“The war in Ukraine led to a fall in the capacity used to serve Europe, as several airlines based in Ukraine and Russia were crucial carriers in the region,” it wrote.\n“The ongoing spread of Omicron in Asia, and China in particular, is causing new lockdowns and labor shortages. These have strongly impacted manufacturing centers in China and Asia that in turn have hurt air cargo transport in markets linked the region.”"}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/17/oil-rises-on-eus-russian-oil-ban-effort-demand-hopes-.html", "category": "https://www.cnbc.com/china/", "content": "Permian Basin rigs in 2020, when U.S. crude oil production dropped by 3 million a day as Wall Street pressure forced cuts.\nPaul Ratje | Afp | Getty Images\nOil prices jumped over $115 a barrel on Tuesday, their highest in about seven weeks, as the European Union kept pushing for a ban on Russian oil imports that would tighten supply.\nPrices retreated and were slightly lower after Reuters reported that sources said U.S. President Joe Biden’s administration will authorize as soon as Tuesday for U.S. oil company Chevron Corp to negotiate with Venezuelan President Nicolas Maduro’s government, temporarily lifting a ban on such discussions.\n“I don’t think that’s going to add a lot to the market anytime soon, but it shows desperation,” said Phil Flynn, an analyst at Price Futures Group. Energy markets have been scrambling for supplies since Russia’s invasion of Ukraine in late February, as governments and companies sanction Moscow’s energy industry.\nBrent crude traded 1.97% lower at $111.99, and U.S. West Texas Intermediate (WTI) crude settled $1.80, or 1.58%, lower at $112.40 per barrel.\nEarlier, Brent rose to a session high of $115.69, its highest since March 28. WTI hit $115.56 per barrel, highest since March 24. Prices have gained by around 20% since Russia’s invasion.\nEU foreign ministers failed on Monday in their effort to pressure Hungary to lift its veto on the proposed oil embargo. But some diplomats now point to a May 30-31 summit as the moment for agreement on a phased ban on Russian oil.\nFigures showed that in April, OPEC and allied nations including Russia, produced far below levels required under a deal to gradually ease record output cuts made during the worst of the pandemic in 2020.\nThis month, non-Russian deliveries into the Polish port of Gdansk hit the highest in at least seven years, as refiners in eastern Germany and Poland switched.\n“Ultimately, this is a supply-side story,” said Fawad Razaqzada, analyst at City Index. “Unless the OPEC and its allies ramp up production and fast, it is difficult to see how prices can go down meaningfully.”\nU.S. industry data on inventories were due later on Tuesday, with weekly reports expected to show a rise in crude stocks and declines in inventories of distillates and gasoline.\nIn China, Shanghai achieved its long-awaited milestone of three consecutive days with no new COVID-19 cases outside quarantine zones. However, most residents must put up with confinement for awhile longer."}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/17/jd-earnings-q1-2022.html", "category": "https://www.cnbc.com/china/", "content": "In this article\n9618-HK\nVIDEO02:09\nChinese tech earnings season kicks off — here’s what to expect\nChinese e-commerce giant JD.com posted its slowest quarterly revenue growth on record for the first three months of the year, as Covid-19 lockdowns in the world’s second-largest economy weighed on consumer spending.\nJD.com beat estimates on revenue but missed expectations on profit.\nHere’s how JD did in the first quarter of 2022, versus Refinitiv consensus estimates: \nRevenue: 239.7 billion Chinese yuan ($37.8 billion) vs. 236.6 billion yuan expected, a 18% year-on-year rise.\nNet loss attributable to shareholders: 3.0 billion yuan vs. 655.7 million yuan profit expected. That compares with a 3.6 billion yuan net profit in the same period last year.\nThe 18% revenue growth is the slowest year-on-year quarterly growth rate for JD in its history as a public company.\nJD.com shares, which were already higher in U.S. pre-market trade ahead of earnings, extended the rally after the company’s revenue beat, trading 8% higher.\nIn the three months to the end of December, rival Alibaba reported its slowest quarterly growth rate since its 2014 listing.\nChinese tech giants are facing a number of headwinds including Covid lockdowns in parts of China, with the financial and economic powerhouse city of Shanghai hit particularly hard. This has weighed on the economy with retail sales falling more than expected in March.\nMajor investment banks have cut their outlook for China’s gross domestic product growth for 2022 and expect consumption to be a drag on the economy.\nJD’s retail segment, its largest division by revenue, brought in revenue of 217.5 billion yuan in the March quarter, up 17% year-on-year.\nThe Chinese firm’s logistics business, which is the second-largest unit, saw revenue rise 22% year-on-year to 27.3 billion yuan. JD Logistics also narrowed its losses in the quarter.\nJD tries to differentiate itself from e-commerce behemoth Alibaba by focusing on its logistics business and is well-known in China for same-day deliveries.\n“JD.com’s robust supply chain capabilities and technology-driven operating efficiency underpinned our solid performance during the quarter as we continued to deliver healthy growth amidst a challenging external environment,” Xu Lei, CEO of JD.com, said in a press release on Tuesday.\nHowever, Xu said that the Covid outbreak in China has “affected consumer income and confidence.” He said that the amount of money consumers are spending on JD’s platforms per purchase have dropped year-on-year in April and May.\nIn April, China retail sales dropped by 11.1% from a year ago.\nRegulatory easing ahead?\nChina’s government has been tightening domestic regulation on the tech sector over the past 16 months in areas from antitrust rules to data protection laws.\nThis has weighed on Chinese internet stocks with the Hang Seng Tech Index, which includes giants like Tencent and the Hong Kong-listed shares of Alibaba, down around 46% in the last year.\nBut there are signs that China’s crackdown on the tech sector may be easing.\nIn April, China’s Politburo, chaired by President Xi Jinping, pledged support for the so-called “platform economy” which refers to companies that run services online, ranging from social media to e-commerce.\nMeanwhile, the Nikkei reported that senior Chinese officials are meeting with tech executives on Tuesday, adding to sentiment that there could be an easing of regulatory tightening.\nJPMorgan analysts on Monday upgraded their outlook on some Chinese internet stocks saying “significant uncertainties should begin to abate on the back of recent regulatory announcements.”\nOn Tuesday, Chinese tech stocks rallied on the back of the JPMorgan note."}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/17/shanghai-achieves-zero-covid-status-but-normal-life-is-weeks-away.html", "category": "https://www.cnbc.com/china/", "content": "Residents line up to take nucleic acid tests on May 12, 2022 in Shanghai, China. Streets in China’s capital Beijing were quiet on Friday as residents heeded the advice of authorities to work from home to stop the spread of Covid-19, while officials in locked-down Shanghai said they aimed to defeat the virus this month.\nCFOTO | Future Publishing | Getty Images\nShanghai achieved on Tuesday the long-awaited milestone of three consecutive days with no new Covid-19 cases outside quarantine zones but most residents will have put up with confinement for a while longer before a return to more normal life.\nFor other cities in China that have been under lockdown, a third day with no new cases in the community usually means “zero Covid” status and the beginning of the lifting of restrictions.\nThe commercial hub of 25 million set out on Monday its clearest timetable yet for exiting a lockdown now in its seventh week, but the plan was met with skepticism by many residents who have seen isolation extended time and again.\nShanghai plans to resume outdoor activities in stages, with some convenience stores and pharmacies reopening this week, but with most restrictions on movement remaining in place until May 21, after which public transport and other services will resume gradually.\nBy June, the lockdown should be lifted, but residents will still be asked to get tested frequently.\nMore people were allowed out of their homes this week, with some joggers and dog walkers spotted. One man was seen fishing in the Shanghai river.\nBut tall fences remained around many residential compounds and there were almost no private cars on the streets with most people were still confined to their homes.\nIt was not clear how many shops re-opened this week but delivery apps indicated slightly lower demand for their services on Tuesday.\nRead more about China from CNBC Pro\nJPMorgan picks China stocks to play Beijing’s infrastructure boost\nGoldman names the Chinese tech stocks it says will weather the supply chain crisis\nBank of America picks Asia-Pacific stocks to sell because of high revenue exposure to China\nA social media account ran by the Communist Party’s official People’s Daily newspaper posted photographs on Monday evening that it said it showed breakfast joints, restaurants and hairdressers opening up.\nBut one social media user described the post as “nonsense”.\n“We have been locked in at home for two months ... This story is meant for anyone else other than people in Shanghai.”\nBy Tuesday morning, the post had been deleted.\nA video posted by another state-backed media outlet announced the reopening of an Alibaba Freshippo grocery store, showing about 10 members of staff in hazmat suits making heart shapes with their hands, but only two people who looked like shoppers.\nA sign on the shop’s door showed customers had to show a negative Covid test, a pass showing they are allowed out of home and an up-to-date mobile phone health app to go in.\nVIDEO02:22\n34% jump in number of ships waiting to berth at Shanghai port: Investment bank\nOnly 20 customers are allowed into the store at any one time.\nIn all, Shanghai reported fewer than 1,000 new cases for May 16, all inside areas under the strictest controls. In relatively freer areas, the ones monitored to gauge progress in eradicating the outbreak, no new cases were found for a third day.\nPersistent drag\nBeijing’s latest daily caseload was 52, with authorities discovering a few dozen new infections on an almost daily basis despite gradually tightening restrictions over the past three weeks or so.\nDine-in services are banned in the capital, some malls and other businesses are shut, public transport curtailed and many residents have been advised to work from home.\nData this week showed the havoc wreaked on the economy by the lockdown in Shanghai and the curbs in dozens of other major cities, with retail sales and industrial output plunging at their fastest pace in more than two years in April.\nVIDEO02:05\nBeijing begins mass Covid testing as city looks to avoid Shanghai-like lockdowns\nChina’s uncompromising “zero Covid” policy has placed hundreds of millions of consumers and workers under various restrictions at a time when the rest of the world is lifting them to “live with the virus” even as infections spread.\nBut the difficulty of eliminating new outbreaks, as shown by Beijing’s struggles, raises concern over the sustainability of any return to normal life in Shanghai and elsewhere once restrictions are lifted.\nChina’s unswerving commitment to the zero-Covid policy, no matter the economic costs, means questions over the outlook will linger.\n“The pace of recovery is likely to depend on the speed of normalization in Shanghai and Beijing and how fast confidence will return to the private sector,” Societe Generale strategists said in a note.\n“On both points, the zero-Covid strategy could be a persistent drag.”"}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/17/shooting-at-taiwanese-church-in-california-that-killed-1-wounded-5-investigated-as-hate-crime-fbi-says.html", "category": "https://www.cnbc.com/china/", "content": "A church staff member raises police tape for a car to exit at the Geneva Presbyterian Church May 16, 2022 after one person was killed and five injured during a shooting May 15, 2022 at the church in Laguna Woods, California. The shooting was motivated by political tensions between China and Taiwan, authorities said Monday, NBC News reported.\nRobyn Beck | Afp | Getty Images\nA Las Vegas man suspected in Sunday’s shooting that left one person dead and five others injured at a meeting of Asian churchgoers in Southern California was motivated by political tensions between China and Taiwan, authorities said Monday.\nDavid Chou, 68, has been booked into jail on recommended charges of one count of murder and five counts of attempted murder, the Orange County Sheriff’s Department said in a statement.\nKristi Johnson, the assistant director in charge of the FBI’s Los Angeles office, said at a news conference Monday afternoon that a federal hate crimes investigation had been opened against Chou to determine whether additional charges can be brought.\nOrange County Sheriff Don Barnes said the briefing that the was shooting “a politically motived hate incident.” Barnes said Chou, an U.S. citizen from China, “was upset about political tensions between China and Taiwan.”\nChou traveled to Southern California on Saturday before the attack Sunday on the church, where he is accused of securing doors with chains and using glue to disable locks. No connection has been established between Chou and the church or any of its parishioners, Barnes said.\nThe victim killed in the attack, Dr. John Cheng, 53, of Laguna Niguel, charged the gunman and tried to disarm him, which led to his being fatally shot, Barnes said.\nCheng was a married father of two who was well respected in the field of sports medicine, Barnes said.\n“Dr. Cheng is a hero,” he said. “It is known that Dr. Cheng charged the individual, the suspect, attempted to disarm him, which allowed other parishioners to then intercede, taking the suspect into custody.”\nThe shooting targeted members of Irvine Taiwanese Presbyterian Church, Barnes said, which shared a space with Geneva Presbyterian Church.\nMore from NBC News\nBuffalo shooting suspect planned to continue rampage down street, police say\nShooting attacks on Asian American businesses leave employees fearful, customers concerned\n7 injured in ‘related’ North Carolina shootings across multiple locations\nCongregants were celebrating the return of a pastor from a mission to Taiwan, Barnes said.\nBarnes added that other congregants, who were elderly, also risked their lives and confronted the gunman, including a pastor who threw a chair at him.\n“They acted spontaneously, heroically, and if not for their quick action, the way that this individual set up that environment, to kill many more people, there would have been many, many more lives lost,” Barnes said.\nInvestigators found several bags of ammunition in the church, as well as four Molotov cocktail-type incendiary devices, Barnes said.\nChou has lived in Texas and worked security jobs in Las Vegas, Barnes said. Search warrants have been served at his residence in Nevada and at a vehicle in the church’s parking lot, he said.\nAfter Cheng charged him, the gunman was detained by members of the church, who hogtied him with electrical extension cords, the sheriff’s department said.\nVIDEO03:52\nWe need better tools to keep people from falling prey to hateful rhetoric, says expert\nStephen Galloway, an assistant special agent in charge with the Bureau of Alcohol, Tobacco, Firearms and Explosives, said two 9 mm semi-automatic pistols were found. Chou bought the guns in Las Vegas in 2015 and 2017.\nInvestigators said there is no evidence, at this point, that the gunman was working with others. Barnes said Chou had a personal grievance with the Taiwanese community.\nSheriff’s officials said about 40 people who belong to the Taiwanese church were at the facility when gunfire broke out.\nThe gunfire was reported at 1:26 p.m. in the retirement city of Laguna Woods, about 20 miles southeast of Anaheim, the sheriff’s department said.\nFour victims suffered critical injuries, they said.\nThe sheriff’s department identified the injured victims Sunday night as Asian Americans ages 66 to 92. Four are men.\nThe victim’s body was discovered at the scene, sheriff’s officials said. All of the surviving victims, including a person with minor injuries, were hospitalized.\nVIDEO01:13\nSenate overwhelmingly passes anti-Asian hate crimes bill\nTwo people admitted to Providence Mission Hospital in Mission Viejo on Sunday were reported to be in good condition Monday, the hospital said in a statement.\nOrange County District Attorney Todd Spitzer said Monday at the news conference that he walked through the crime scene — a social hall set up with tables and plastic cups — after the carnage.\nHe said “evil was in the church” Sunday.\n“It was obvious from the scene that they had to get out of there as quickly as possible in an utmost panic,” Spitzer said.\nTom Cramer, a co-executive at a network of Orange County Presbyterian churches, the Presbytery of Los Ranchos, said the violence took place during a luncheon honoring a former pastor of the congregation.\nThe organization “is deeply saddened by a fatal shooting that occurred at a lunch reception,” he said in a statement.\nVIDEO02:02\nChina is insulating its economy from sanctions for when it invades Taiwan: Retired Gen. Robert Spalding\n“Please keep the leadership of the Taiwanese congregation and Geneva in your prayers as they care for those traumatized by this shooting.”\nLaguna Woods and Laguna Woods Village are relatively exclusive communities for people 55 and older and their companions or loved ones. Large parts of it, including the village, are gated.\nThe city is composed of single-family homes, town houses and apartment-style residences. It opened as Leisure World in 1964 and became the county’s 32nd city in 1999.\nOn Friday, police in Dallas said they were looking for a person who might be targeting people of Asian background in a series of shootings.\nThree Korean women were injured in a shooting at a hair salon Wednesday. Police Chief Eddie Garcia said the department was investigating the shooting as a hate crime.\nAttacks against Asian Americans have skyrocketed in recent years."}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/17/jpmorgan-picks-china-stocks-to-play-beijings-infrastructure-boost.html", "category": "https://www.cnbc.com/china/", "content": "China has revealed new plans for building up cities, which JPMorgan analysts expect can boost some infrastructure stocks. Pictured here is a relatively new expressway in a rural part of southwestern China in 2021.\nCostfoto | Future Publishing | Getty Images\nChina has announced big plans to build up more cities, and JPMorgan analysts say it’s time to buy some infrastructure stocks."}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/17/jpmorgan-picks-china-stocks-to-play-beijings-infrastructure-boost.html", "category": "https://www.cnbc.com/china/", "content": "China has revealed new plans for building up cities, which JPMorgan analysts expect can boost some infrastructure stocks. Pictured here is a relatively new expressway in a rural part of southwestern China in 2021.\nCostfoto | Future Publishing | Getty Images\nChina has announced big plans to build up more cities, and JPMorgan analysts say it’s time to buy some infrastructure stocks."}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/16/china-blockchain-explainer-what-is-bsn-.html", "category": "https://www.cnbc.com/china/", "content": "China has made blockchain technology a strategic priority. Blockchain-based Service Network, or BSN, is part of its efforts to boost its capabilities in the sector.\nYuichiro Chino | Moment | Getty Images\nChinese President Xi Jinping has declared that his country needs to “seize the opportunities” presented by blockchain technology.\nIn a speech in 2019, the Chinese leader said blockchain was an “important breakthrough in independent innovation of core technologies.” As a result of that speech, blockchain was elevated to a national priority for China, among other technologies — such as semiconductors — that the country is trying to boost its capabilities in.\nSince then, without much publicity and fanfare, China has been building a platform that aims to facilitate the deployment of blockchain technology for companies. It’s called Blockchain-based Service Network (BSN).\nHere’s what we know so far.\nFirst, what is blockchain?\nBlockchain first came to prominence as the underlying technology of the cryptocurrency bitcoin. It is a distributed ledger of activity that records transactions on the bitcoin network.\nIt is decentralized and no single entity owns or runs it. Instead, it’s maintained by a network of participants running specialized computers.\nSince then, there have been many different definitions of what a blockchain could look like. Some companies or governments might refer to it as distributed ledger technology. Much of that derives from whether the blockchain is public or private.\nPermissionless blockchains — also known as trustless or public blockchains — allow anyone to join and potentially make changes to the blockchain, so long as they are running a particular software or a device.\nIn contrast, permissioned blockchains are usually private and only allow certain participants to be involved in their use.\nWhy use blockchain?\nProponents of the technology say that blockchain can help bring transparency and speed to typically slow and expensive processes, such as cross-border money transfers.\nAnother important aspect of blockchain technology is so-called smart contracts. These are contracts, written in code, that execute automatically if certain conditions are met. Proponents see these as being key in areas such as trade finance.\n“We think blockchain technology is so powerful it will change the entire internet and almost all the entire IT system architecture,” Yifan He, CEO of Red Date Technology, told CNBC.\nRed Date Technology is one of the founding members of China’s Blockchain-based Service Network.\nVIDEO04:44\nWhat is Blockchain?\n“Blockchain technology in general is very important for China, as government officials see it as a low barrier to entry technology sector, and want Chinese companies to push the envelope on using blockchain applications to solve real world problems,” Paul Triolo, the technology policy lead at consulting firm Albright Stonebridge, told CNBC.\nWhat can China’s BSN do?\nBSN’s product is aimed at companies, in particular, those operating cloud computing infrastructure. That could be a large public cloud player like Amazon or Microsoft, or it could be a firm that runs its own private cloud or intranet.\nBSN bills itself as a “one-stop shop” to deploy these blockchain applications in the cloud, a process that could otherwise be costly and time consuming.\nThe Chinese firm’s other selling point is that it is trying to solve a difficult problem in the industry: interoperability — or making different blockchains work with each other. For example, if two banks both had applications that were built on different blockchain platforms, they may not be able to work with each other. But applications built via BSN infrastructure would be interoperable as the company bridges different blockchains.\nFor companies that want to use several blockchain applications in their organization, BSN’s product would allow them to do that via the cloud vendor they use rather than installing a bunch of new servers to build a blockchain product. The idea is that a business or government can use BSN’s platform to easily deploy blockchain applications, without incurring a high cost.\nThe demand now is low, according to Red Date’s He, but he is bullish on the long-term future of the product.\n“I believe in 10 years all clouds will have a standard blockchain environment to handle all blockchain-related applications,” the CEO said.\nOne key point about BSN, however, is that it doesn’t make its own blockchain.\nThere is no cryptocurrency attached to BSN’s platform. That’s because China has effectively banned cryptocurrency-related activities and made them illegal.\nJehan Chu, managing partner at Hong Kong-based Kenetic, a venture capital firm and investor in Red Date Technology, told CNBC that governments and large-scale companies don’t want or need a cryptocurrency attached to their infrastructure.\n“This is where non-crypto use case comes in and BSN offers a compelling infrastructure,” Chu said.\nNon-crypto blockchains could be appealing to large firms that don’t want to be exposed to the risky and volatile nature of digital currencies.\nWho is behind BSN?\nStart-up Red Date Technology, which is headquartered in Hong Kong, is one of the founding companies behind BSN.\nBut the project is also backed by entities with links to the Chinese government. This includes the State Information Center (SIC) under China’s powerful National Development and Reform Commission (NDRC).\nChina Mobile, a state-owned telecommunications company, is also backing the project.\nChallenge of going global\nBSN has ambitions to go global. However, its links to the Chinese government could make it difficult.\n“Part of the interest in BSN is that it is such an ambitious undertaking. This ambition also means that it has come under heavy scrutiny because of the Chinese government connection,” said Triolo from Albright Stonebridge.\nHe added that BSN “is trying to separate the BSN International portion from the domestic efforts, and [trying] to distance from Chinese government backing.”\nThe challenge is not lost on He, the CEO of Red Date Technology.\n“It’s a huge, huge challenge,” he acknowledged when asked about the plan to go global and the perception of being linked to the Chinese government.\nHe said the international version of the platform will be open-source, allowing participants in the public domain to inspect the code for any potential backdoors.\nRead more about tech and crypto from CNBC Pro\nApple may have to slide a lot further before the market sell-off stops, trader says\nNovogratz says UST was a ‘big idea that failed,’ but he’s still confident in crypto\nInvestor bets against tech reach highest point since 2006, Bank of America survey shows\nMeanwhile, the centralized nature of BSN’s blockchain efforts could also be a challenge globally.\n“There is a fundamental incompatibility between China’s stated ambition of supporting a domestic blockchain development ecosystem and the decentralized nature of blockchain technology,” Garrick Hileman, head of research at Blockchain.com, told CNBC.\n“Unless China can somehow find a way to become comfortable with the disruptive power and loss of centralized control inherent with embracing blockchain, then China has zero chance of becoming a global leader in this strategically important technology sector.”\nRed Date’s CEO also admitted that not having crypto on their platform is a challenge. He said “a lot of people are not interested” in the non-crypto blockchain offering.\nBlockchain vs. China’s ambitions\nFor the last few years, the U.S. have been engaged in an intense tech rivalry.\nChina has focused on what it calls “frontier” technologies including quantum computing and semiconductors. Blockchain is another area of importance.\nChinese tech companies have also placed a lot of emphasis on international expansion, a move supported by Beijing in the context of the global tech battle with the U.S.\n“The significance of the Blockchain Services Network is that it is an attempt by the Chinese government to support the development of blockchain ecosystems on its own terms, with allowances for regulatory approaches in different jurisdictions,” Triolo said."}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/15/lithiums-vital-role-in-the-energy-transition-sends-prices-to-record-highs-how-to-play-it.html", "category": "https://www.cnbc.com/china/", "content": ""}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/15/lithiums-vital-role-in-the-energy-transition-sends-prices-to-record-highs-how-to-play-it.html", "category": "https://www.cnbc.com/china/", "content": ""}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/14/the-economic-outlook-may-not-be-as-bad-as-the-market-fears-heres-where-investors-should-be-looking.html", "category": "https://www.cnbc.com/china/", "content": "Traders work on the floor of the New York Stock Exchange (NYSE) in New York City, U.S., May 13, 2022. \nBrendan Mcdermid | Reuters\nInflation is soaring, the stock market is tumbling and consumers are worrying more and more about their future. None of that is good, but it’s probably time to tap the brakes a little on worries that everything is crashing down."}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/14/the-economic-outlook-may-not-be-as-bad-as-the-market-fears-heres-where-investors-should-be-looking.html", "category": "https://www.cnbc.com/china/", "content": "Traders work on the floor of the New York Stock Exchange (NYSE) in New York City, U.S., May 13, 2022. \nBrendan Mcdermid | Reuters\nInflation is soaring, the stock market is tumbling and consumers are worrying more and more about their future. None of that is good, but it’s probably time to tap the brakes a little on worries that everything is crashing down."}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/13/shanghai-says-victory-against-covid-getting-closer.html", "category": "https://www.cnbc.com/china/", "content": "Residents line up to take nucleic acid tests on May 12, 2022 in Shanghai, China. Streets in China’s capital Beijing were quiet on Friday as residents heeded the advice of authorities to work from home to stop the spread of Covid-19, while officials in locked-down Shanghai said they aimed to defeat the virus this month.\nCFOTO | Future Publishing | Getty Images\nStreets in China’s capital Beijing were quiet on Friday as residents heeded the advice of authorities to work from home to stop the spread of Covid-19, while officials in locked-down Shanghai said they aimed to defeat the virus this month.\nBeijing officials late on Thursday denied rumors of sweeping, Shanghai-style lockdown measures, urging people not to panic-buy but to stay at home. They also announced a new round of mass testing across most of the city.\nMost residents were more calm on Friday after rushing to supermarkets to stock up on food and other supplies the previous evening.\n“I’m not so worried. In fact, recently we’ve already all been working from home anyway,” said finance sector worker Leo Luo, 27.\n“I feel it’s not much different from how it’s been lately, just that it may be a little more extensive.”\nAuthorities in the capital had already banned dine-in services at restaurants, closed some malls, entertainment and tourist venues, suspended sections of the bus, subway and taxi systems and imposed lockdowns on some residential buildings.\nCovid curbs have placed hundreds of millions of people in dozens of major cities under various degree of restriction, hurting consumption and manufacturing, and disrupting trade and global supply chains.\nWhile travel curbs in much of the rest of the world are easing as countries try to “live with Covid”, China said on Thursday it would “strictly limit” unnecessary foreign travel by its citizens.\nRead more about China from CNBC Pro\nJPMorgan picks China stocks to play Beijing’s infrastructure boost\nGoldman names the Chinese tech stocks it says will weather the supply chain crisis\nBank of America picks Asia-Pacific stocks to sell because of high revenue exposure to China\nMost international flights to and from China have been cancelled over the past two years but the announcement by immigration authorities was the most clear sign yet that travel was not going to resume any time soon.\nChinese tourists and students had been a significant source of income for many economies around the world before Covid emerged in the city of Wuhan in late 2019.\nChina has firmly rejected criticism of its uncompromising “zero Covid” policy, saying saving lives is worth the huge short-term costs it incurs, and that activity would gradually resume once outbreaks are eradicated.\n“Those who blame China’s dynamic zero-Covid strategy are short sighted,” the state-backed nationalist tabloid the Global Times said in an editorial.\n“Some of them are just trying to smear, denigrate and undermine China. Whoever bets that China is at risk of a self-inflicted recession will suffer the consequences of their mistakes.”\nCNBC Health & Science\nRead CNBC’s latest global coverage of the Covid pandemic:\nDoctors say these pandemic side effects are serious problems—and unlikely ‘to go away anytime soon’\nU.S. gun homicides reached highest level in 25 years during Covid pandemic, CDC says\nLong Covid is ‘continuing to increase,’ experts say. Here’s how to know if you have it\nU.S. will limit next-generation Covid vaccines to high-risk people this fall if Congress doesn’t approve more funding\nOfficials in Shanghai, which has endured six weeks of an almost complete lockdown, said economic activity was gradually resuming, with many factories operating in “closed loop” systems, with workers living on site.\nMore than 9,000 large-scale enterprises in Shanghai were now operating at close to 50% capacity, officials said.\nSome economists expect China’s economic growth to slow sharply in the second quarter, or even shrink, endangering the target for growth for the year of about 5.5%.\nChina’s yuan traded at its weakest since September 2020.\nHan Wenxiu, deputy head of the Communist Party’s office for financial and economic affairs, said on Thursday that China would not hesitate to introduce new policies to prop up growth.\nVIDEO02:04\nAsset management firm discusses China’s zero-Covid policy\nThe government has been cutting taxes for businesses and channeling more funds into infrastructure projects, while the central bank has been pumping more cash into the economy and increasing support for some sectors.\n‘Silent Mode’\nBeijing’s daily Covid caseload remained in the dozens, a fraction of Shanghai’s more than 2,000.\nBut almost all of Shanghai’s cases were in areas already under the tightest controls. The cases found in the relatively freer communities are the ones most closely watched for clues as to where Shanghai’s outbreak is heading.\nThe number of such cases rose to four on May 12, up from two the previous day. All four were in the Pudong district.\nShanghai’s deputy mayor, Wu Qing, told a news conference on Friday victory was getting closer but the fight against China’s biggest-ever Covid outbreak “still requires the joint exertions of every citizen.”\nVIDEO02:06\nChina’s Covid situation a concern in the short-term, Infineon CEO says\nLast week, some of Shanghai’s residents were allowed outside their housing compounds for brief walks and grocery shopping but the city has in recent days been tightening curbs in a push to eradicate the virus this month.\nMore and more areas have entered what authorities call “silent management mode”, which typically means boards or fences around buildings, no deliveries and residents once again stuck indoors.\nOnce “zero Covid” is achieved at the community level, the city would start to steadily ease traffic restrictions and open shops, Wu said.\nRelentless testing will still be needed to stay as Covid free as possible as it resumes normal life. Testing capacity has been ramped up to more than 8 million a day, with more than 5,700 testing stations in operation."}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/13/goldman-sachs-picks-china-tech-stocks-as-lockdowns-hit-supply-chains.html", "category": "https://www.cnbc.com/china/", "content": "An Ubtech Walker X Robot plays Chinese chess during the 2021 World Artificial Intelligence Conference at the Shanghai World Expo Center on July 8, 2021 in Shanghai, China.\nVCG | VCG via Getty Images\nInvestors worried about the supply chain shocks from China’s Covid lockdowns can look to these tech stocks, according to Goldman Sachs."}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/13/goldman-sachs-picks-china-tech-stocks-as-lockdowns-hit-supply-chains.html", "category": "https://www.cnbc.com/china/", "content": "An Ubtech Walker X Robot plays Chinese chess during the 2021 World Artificial Intelligence Conference at the Shanghai World Expo Center on July 8, 2021 in Shanghai, China.\nVCG | VCG via Getty Images\nInvestors worried about the supply chain shocks from China’s Covid lockdowns can look to these tech stocks, according to Goldman Sachs."}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/12/coach-owner-tapestry-cuts-profit-outlook-as-china-lockdowns-dent-demand.html", "category": "https://www.cnbc.com/china/", "content": "In this article\nTPR\nCustomers walk past a Coach store at Shanghai New World Daimaru department store on August 12, 2019 in Shanghai, China.\nVCG | Visual China Group | Getty Images\nCoach owner Tapestry shares climbed nearly 16% Thursday after the retailer said it’s expecting lockdowns in Shanghai will be lifted at the beginning of June, followed by gradual improvements thereafter.\nThe stock was initially down after Tapestry trimmed its profit outlook for fiscal 2022, with lockdowns in China poised to dent consumer demand for its high-end purses and accessories. It also reported fiscal third-quarter sales and profit ahead of Wall Street’s estimates.\nBut management assured analysts and investors, during a post-earnings conference call, that consumer demand remains healthy in North America and other parts of the world, and can offset near-term losses in Asia.\nChief Executive Officer Joanne Crevoiserat said shoppers have responded well to gradual price hikes, even younger customers who are willing to pay more for a high-end hand bag or pair of shoes.\nTapestry joins a growing list of companies, from Apple to Estee Lauder, that have flagged the impact of China’s Covid controls on their businesses. Since March, mainland China has battled an outbreak of the omicron variant by turning to swift lockdowns and travel restrictions. Not only does this hurt demand in the region, but it also fractures manufacturing.\nThe hope is that these challenges won’t last much longer.\nTapestry acknowledged it will take a hit in its fiscal fourth quarter, resulting in a downbeat outlook for the year. It forecasts annual earnings to be $3.45 per share, compared with a prior estimate of between $3.60 and $3.65 a share. The new guidance includes an expected headwind of 25 cents to 30 cents due to Covid-related pressures in China, it said.\n“We started the [third] quarter quite strong, and then as Covid disruptions happened, we saw traffic drop off,” Crevoiserat said in a phone interview, regarding the China business. “The digital business is also pressured because of the logistics challenges in the region.”\nIn addition to Coach, Tapestry also owns the Kate Spade and Stuart Weitzman brands.\nTapestry reported adjusted earnings for the three-month period ended April 2 of 51 cents per share, on revenue of $1.44 billion. Analysts had been looking for earnings per share of 41 cents on sales of $1.42 billion, according to a Refinitiv survey.\nSales in North America rose 22% in the quarter from a year earlier, fully offsetting a mid-teens decline in China, the company said.\nFor the year, Tapestry expects revenue to total about $6.7 billion, which would represent a high-teens percentage jump from fiscal 2021. Analysts expect revenue of about $6.75 billion.\n“We see growing traction in our brands, really around the world, that more than offset the temporary disruptions we’re seeing in China,” said Crevoiserat.\nTapestry shares are down roughly 24% year to date.\nVIDEO04:26\nThe consumer is still in good shape, says National Retail Federation CEO Shay"}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/12/softbank-vision-fund-posts-record-27-billion-loss-as-tech-stocks-dive.html", "category": "https://www.cnbc.com/china/", "content": "In this article\n9984.T-JP\nSoftBank Founder Masayoshi Son said there is “confusion in the world” and in the markets due to a number of factors including Russia’s invasion of Ukraine, high inflation and central bank moves to raise interest rates. These factors have contributed to a record annual loss at SoftBank’s Vision Fund.\nKentaro Takahashi | Bloomberg | Getty Images\nSoftBank on Thursday reported a record loss at its Vision Fund investment unit, as technology stocks have been hammered by rising interest rates and Beijing’s regulatory crackdown has hurt its China holdings.\nThe Japanese giant’s Vision Fund posted a 3.5 trillion yen loss ($27.4 billion) for its financial year ended Mar. 31, the biggest loss since the investment fund began in 2017.\nVision Fund’s woes contributed to a record 1.7 trillion yen annual loss for the entire SoftBank group. Its shares closed 8% lower in Japan Thursday.\nSoftBank’s Vision Fund invests in high growth stocks and is the brain child of founder Masayoshi Son as a way to reposition the company into an investment firm.\nBut global markets have been in turmoil as investors contest with rampant inflation and the U.S. Federal Reserve raising interest rates that have caused investors to flee high growth tech stocks.\nThe ongoing Russian war on Ukraine and a resurgence of Covid-19 in China and the subsequent lockdown of the financial mega-city Shanghai, has fueled concerns over global growth and added extra pressure on markets.\nSon said during an earnings presentation Thursday that these factors have caused “confusion in the world” and in the markets, according to an official translation.\nSouth Korean e-commerce firm Coupang, which went public last year in the U.S. and is down nearly 60% this year, was one of the companies that contributed to the Vision Fund’s loss. Singaporean ride-hailing giant Grab and U.S. delivery firm Doordash were among the other woeful performers in the portfolio.\nSoftBank also recorded write-downs in valuations for some of the private companies that it invests in.\nSon said the company will go into “defense” mode as a result of the headwinds. This will include having “stricter” criteria for new investments and being more “conservative when it comes to the pace of new investments.”\nChina investments fall\nSoftBank has a heavy exposure to China through its investments in e-commerce giant Alibaba and ride-hailing company Didi.\nBoth companies have seen sharp falls in their share prices due to Beijing’s sweeping crackdown of the domestic technology sector and tighter regulation in areas from data protection to antitrust.\nIn April 2021, which falls into SoftBank’s last financial year, Alibaba was slapped with a $2.8 billion antitrust fine. Its shares are down around 31% year-to-date.\nDidi meanwhile went public in June last year, but days after its listing, found itself on the receiving end of a cybersecurity probe from Chinese authorities. Since then, it has seen its app removed from app stores in China and earlier this month, the company said it was being investigated by the U.S. Securities and Exchange Commission in relation to its initial public offering.\nSon said the Vision Fund’s new investments in China have been decreasing.\n“We believe there are still a lot of great companies [in China], for those companies we would still like to invest, but [a] relatively smaller size,” he said."}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/12/chinese-developer-sunac-misses-bond-repayment-expects-to-miss-more.html", "category": "https://www.cnbc.com/china/", "content": "A booth of Sunac China is seen at a housing fair in China, May 16, 2014. Developer Sunac China missed the deadline for coupon payments on a $742 million offshore bond and said on Thursday it doesn’t expect to make payments coming due on other bonds, adding to a wave of defaults in China’s debt-laden property sector.\nCostfoto | Future Publishing | Getty Images\nDeveloper Sunac China missed the deadline for coupon payments on a $742 million offshore bond and said on Thursday it doesn’t expect to make payments coming due on other bonds, adding to a wave of defaults in China’s debt-laden property sector.\nA source close to the company, the nation’s third-largest property developer by sales, said Sunac is considering a restructuring of its offshore debt to extend payments. It is also talking to state-owned entities about strategic investments in the firm.\nSunac declined to comment.\nThe company said in a filing to the Hong Kong stock exchange that it has hired Houlihan Lokey as a financial advisor and Sidley Austin as a legal adviser to explore solutions to ease current liquidity constraints.\nWith $7.7 billion in dollar bonds, Sunac is the fourth-largest issuer among Chinese developers, according to data from Duration Finance.\nChina’s property sector has been hit by series of defaults on offshore debt obligations, highlighted by China Evergrande Group and Kaisa Group, as well as bond exchanges, with Zhongliang Holdings the\nlatest firm to extend payments.\nSunac’s debt payment problem reflects a higher likelihood that some other major developers could miss their upcoming obligations or may need to do bond exchanges, analysts and developers said.\nThe debt crisis has spilled over into the country’s vast property market, with new home sales and construction slumping as financing gets tougher and potential home buyers shy away, fearing some projects may be stalled.\n“The group’s contracted sales have continued to decline significantly, while access to new financing has become increasingly difficult with more liquidity issues occurring among certain property developers,” Sunac said in the filing.\nRead more about China from CNBC Pro\nJPMorgan picks China stocks to play Beijing’s infrastructure boost\nGoldman names the Chinese tech stocks it says will weather the supply chain crisis\nBank of America picks Asia-Pacific stocks to sell because of high revenue exposure to China\nIn a separate press statement, Sunac said its aggregated sales in March and April fell 65% from a year ago due to Covid-19 outbreaks in various cities, and its refinancing and asset disposal plans did not materialize after a series of rating downgrades earlier this year.\nThe firm confirmed it missed the Wednesday deadline for a $29.5 million interest payment on the October 2023 bond that was required to be repaid last month, and it does not expect it will pay three other coupons due last month totaling $75.3 million before the 30-day grace periods expire, or pay other senior notes when they become due.\nSunac said missing the October 2023 payment meant bondholders could seek the immediate repayment of the principal and interest but it had not received any “acceleration notices” from those holders.\nIt apologized to its creditors in the filing and asked them to give it the time “to overcome challenges” while it makes efforts to enhance credit profile, including accelerating sales, disposing of assets, seeking debt extension, and introducing strategic investors.\nThe October 2023 bond was traded at 21.156 cents on the dollar as of 0301 GMT, edging up from 19.107 on Wednesday, while another bond due June 2022 traded at 28.015.\nSunac’s Hong Kong-listed shares have been suspended since April 1 pending the release of its 2021 financial statements. Its unit Sunac Services fell over 7% on Thursday."}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/12/chinese-jet-aborts-takeoff-catches-fire.html", "category": "https://www.cnbc.com/china/", "content": "A plane of Tibet Airlines taxis on a runway on January 9, 2020 in Lhasa, Tibet.\nHe Penglei | China News Service | Getty Images\nChina’s Tibet Airlines said all passengers and crew had been evacuated from an Airbus A319 plane that caught fire after an aborted takeoff in the southwestern city of Chongqing on Thursday.\nThere were no deaths and only minor injuries among the 113 passengers and nine crew members on board, the airline said in a statement.\nCivil Aviation Administration of China (CAAC) said 36 people suffered bruises and sprains during the evacuation of flight TV9833 and were sent to local hospitals for examination.\nThe pilots had interrupted the takeoff in line with procedures after experiencing an abnormality, CAAC said in a statement, leading to an engine scrape and fire after the plane veered off the runway.\nEmergency plans were activated and investigators rushed to the scene, the aviation regulator added.\nThe incident came less than two months after the deadly crash of a China Eastern Airlines plane led CAAC to launch a safety drive.\nUnverified video on social media showed a Tibet Airlines plane, a subsidiary of Air China, with heavy smoke and flames pouring from the left side of the aircraft as passengers and crew walked away.\nChongqing Jiangbei International Airport said the aircraft caught fire at 8:09 a.m. local time (0009 GMT).\nVIDEO02:23\nBoeing 737 operated by China Eastern Airlines crashes with 132 people on board\nEvacuation slides, which can often cause minor injuries, were deployed, according to unverified photos on social media.\nThe plane involved is a nine-year-old A319, one of the smallest versions of the A320 family. It is powered by CFM56 engines from CFM International, a joint venture between General Electric and Safran, according to Airfleets.net.\nAirbus said it was aware of media reports about the incident and was making all efforts to assess the situation.\nTibet Airlines is a regional airline based in Lhasa. It has a fleet of 39 planes, including 28 A319s, according to Airfleets.net.\nOn March 21, a China Eastern Airlines Boeing 737-800 with 132 people on board crashed in mountains in southern China, killing everyone on board. So far there have been few clues about the cause of the accident."}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/12/china-may-chalk-up-more-debt-as-lockdowns-hit-the-economy.html", "category": "https://www.cnbc.com/china/", "content": "Covid lockdowns have hit China’s economy, and the Asian giant might have to issue more debt to continue meeting its growth target.\nKevin Frayer | Getty Images News | Getty Images\nChina may have to issue more debt as it tries to keep growing in the face of Covid lockdowns that are stunting its economy.\nThe country has signaled in recent weeks that it still wants to meet its growth target of 5.5% this year.\nChina’s Politburo meeting on April 29 sent a “strong signal that policymakers are committed to this year’s GDP target despite downside risks from COVID-19 disruptions and geopolitical tensions,” ANZ Research analysts wrote in a note on the same day.\nChinese state media on Friday reported details of that Politburo meeting, in which officials promised more support for the economy to meet the country’s economic growth target for the year. That support would include infrastructure investment, tax cuts and rebates, measures to boost consumption, and other relief measures for companies.\nThat’s as foreign investment banks are predicting growth will fall significantly below the 5.5% number, with manufacturing activity slumping in April.\nThat means China is likely to rack up more debt as it tries to meet its growth targets, according to market watchers.\n“To attain the 5.5% target, China may be borrowing from the future and incur more debt,” said ANZ Research’s senior China economist, Betty Wang, and senior China strategist, Zhaopeng Xing.\nRead more about China from CNBC Pro\nJPMorgan picks China stocks to play Beijing’s infrastructure boost\nGoldman names the Chinese tech stocks it says will weather the supply chain crisis\nBank of America picks Asia-Pacific stocks to sell because of high revenue exposure to China\nAndrew Tilton, chief Asia-Pacific economist at Goldman Sachs, told CNBC last week that China is set to ramp up infrastructure spending.\nFrom Beijing’s point of view, increasing such fiscal spending as well as relaxing debt restrictions would be more desirable than monetary easing, he told CNBC’s “Squawk Box Asia.”\nHowever, one hindrance to the government’s efforts toward infrastructure investment would be the Covid-related restrictions that are indiscriminately being imposed everywhere, Tilton said.\n“There are a lot of restrictions around the country even in some cases in places where there aren’t any Covid cases — more precautionary in nature,” he said. “So one of the obstacles to the infrastructure campaign is going to be keeping Covid restrictions targeted on just the areas where they’re most needed.”\nOne option for the government is to issue so-called local government special bonds, Tilton said.\nVIDEO02:35\nEffectiveness of China’s stimulus would hinge on Covid control: Goldman Sachs\nThose are bonds that are issued by units set up by local and regional governments to fund public infrastructure projects.\nIn the beleaguered real estate market, the government has also been encouraging lenders to support developers, Tilton said.\nBorrowing more to boost growth would be a step backward for Beijing, which has been trying to cut debt before the pandemic even began. The government has targeted the property sector aggressively by rolling out the “three red lines” policy, which is aimed at reining in developers after years of growth fueled by excessive debt. The policy places a limit on debt in relation to a firm’s cash flows, assets and capital levels.\nHowever, that led to a debt crisis late last year as Evergrande and other developers started to default on their debt.\nShocks to business, GDP forecasts\nChinese President Xi Jinping last week called for an “all-out” effort to construct infrastructure, with the country struggling to keep its economy humming since the country’s most recent Covid outbreak began around two months ago.\nRestrictions have been imposed in its two largest cities, Beijing and Shanghai, with stay-home orders slapped on millions of people and establishments shut down.\nChina’s zero-Covid restrictions have hit businesses hard. Nearly 60% of European businesses in the country said they were cutting 2022 revenue projections as a result of Covid controls, according to a survey late last month by the EU Chamber of Commerce in China.\nAmong Chinese businesses, monthly surveys released in the last week showed sentiment among manufacturing and service businesses fell in April to the lowest since the initial shock of the pandemic in February 2020.\nVIDEO09:57\nWhy China shows no sign of backing away from its ‘zero-Covid’ strategy\nThe Caixin services Purchasing Managers’ Index, a private survey which measures China’s manufacturing activity, showed a drop to 36.2 in April, according to data out last Thursday. That’s far below the 50-point mark that separates growth from contraction.\nThe country’s zero-Covid policy and slowing economy have already sparked predictions from investment banks and other analysts that its growth will fall significantly below its target of 5.5% this year.\nForecasts are ranging from more than 3% to around 4.5%.\n“Given the Covid outbreaks’ impact on consumption and industrial output in the first half of 2022, we expect 2022 GDP growth closer to 4.3%, assuming the economy can begin to recover before June, and then rebound,” said Swiss private bank Lombard Odier’s Chief Investment Officer Stephane Monier.\n“If the economy continues to suffer from successive lockdown shocks for key urban areas, full-year growth would certainly fall below 4%,” he wrote in a Wednesday note.\n— CNBC’s Evelyn Cheng contributed to this report."}, {"source": "https://www.cnbc.com/china/", "url": "https://www.cnbc.com/2022/05/11/us-bonds-treasury-yields-fall-ahead-of-key-inflation-data.html", "category": "https://www.cnbc.com/china/", "content": "The 10-year U.S. Treasury yield slipped below 3% on Wednesday after a release of key inflation data showed a faster-than-expected rise in prices.\nThe yield on the benchmark 10-year Treasury note rose above 3% following the report before settling down 6 basis points to 2.93%. The 30-year Treasury bond dropped nearly 9 basis points to 3.042%. Yields move inversely to prices and 1 basis point is equal to 0.01%.\nTREASURYS\n\nApril’s consumer price index, a key measure of inflation, rose 0.3% month over month and 8.3% year over year. Economists expect the CPI to rise 0.2% from the month prior and 8.1% year over year, according to the Dow Jones consensus estimate. That compares with March’s 8.5% year-over-year pace.\nCore CPI, which strips out volatile food and energy prices, saw an even bigger month-over-month jump of 0.6%. Economists surveyed by Dow Jones were expecting a 0.4% rise.\n“Confirmation of a peak in annual inflation after the seemingly never-ending upward path could be welcomed by markets. But more likely, markets will be dismayed - this is another upward inflation surprise and suggests that the deceleration is going to be painstakingly slow,” said Seema Shah, chief strategist at Principal Global Investors. “The focus will soon start shifting from where inflation peaked to where it plateaus, and we fear that it will plateau at an uncomfortably high level for the Fed.”\nThe inflation reading is important given that this data is largely determining the Federal Reserve’s direction on raising interest rates. Both pricing pressures and more aggressive rate hiking have fueled concerns about a slowdown in economic growth.\nMadison Faller, global market strategist at JPMorgan Private Bank, told CNBC’s “Squawk Box Europe” on Wednesday that she believes that Fed policy is “having its intended effect in removing some of the pressure and slowing things down.”\nStock picks and investing trends from CNBC Pro:\nJeremy Grantham says today’s bubble is worse than 2000, calls stocks to at least double their losses\nThe sell-off has entered ‘a new phase,’ Allianz’s El-Erian says. How investors can deal with it\nArt Cashin of UBS says stocks are now at risk of even deeper sell-off\nApple may have to slide a lot further before the market sell-off stops, trader says\nFaller said the Fed is trying to quell some of the demand that’s helping drive inflation.\nShe believes that the slowdown in demand is already being reflected in the housing sector, as new 30-year mortgage rates have “skyrocketed” to 5.5%.\n“That’s really meaningful considering the housing market is the most cyclical part of the U.S. economy — 65% of Americans own a home and that tells us that the Fed is already doing its job,” she said.\n“But what that also tells us is that forward trajectory for interest rates from here might be capped as you have that negative economic feedback loop,” Faller added.\nInvestors also continue to focus on the the conflict in Ukraine and Covid-19 lockdowns in China.\n— CNBC’s Hannah Miao contributed to this market report."}]