[{"source": "https://www.cnbc.com/cybersecurity/", "url": "https://www.cnbc.com/2022/05/18/china-signals-easing-of-its-tech-crackdown-but-dont-expect-a-u-turn.html", "category": "https://www.cnbc.com/cybersecurity/", "content": "VIDEO02:57\nChina tech crackdown ‘here to stay’ over long term: Trivium analyst\nChina has shown signs of easing its crackdown on the technology sector which has wiped billions of dollars of value from its most prominent companies.\nBut analysts said Beijing’s recent positive rhetoric should not be mistaken for a reversal of policy.\n“I think the big tech companies will have a grace period for maybe the next six months,” Linghao Bao, tech analyst at Trivium China, told CNBC’s “Squawk Box Europe” on Tuesday.\n“However, this is a really not a U-turn on the tech crackdown, the long-term outlook hasn’t changed yet. Because Beijing has already come to the conclusion that it is a bad idea to let big tech companies to run wild because it creates unfair market competition … wealth will be concentrated at the top and it will start to influence politics,” he said.\n“So the tech crackdown are really here to stay over the long term.”\nSince end of 2020, Beijing has introduced stricter regulation on its domestic technology sector in a bid to rein in the power of some of its biggest companies.\nSince late 2020, China has increased scrutiny on the technology sector and introduced a slew of new regulation that has tried to rein in the power of its domestic giants. Analysts say that while there appears to be sign of this crackdown easing, there will not be a complete U-turn in policy.\nKevin Frayer | Getty Images News | Getty Images\nRules in areas from antitrust to data protection have come into effect in a swift manner in the past 16 months. The moves have caught international investors off guard and sparked a dramatic sell-off in the stocks of domestic titans from Tencent to Alibaba.\nBut Beijing has signaled some of the scrutiny on the tech sector may ease as its economy faces pressure from a resurgence of Covid and subsequent lockdowns.\nOn Tuesday, Chinese officials met with some of the country’s top technology executives in further signs of easing.\nFollowing the meeting, China’s Vice-Premier Liu He pledged support for the technology sector and plans for internet companies to go public.\nIt comes after Chinese President Xi Jinping in April chaired a meeting of the Politburo, a top decision making body. The Politburo pledged to support the “healthy” development of the so-called platform economy, which includes internet companies in areas from social media to e-commerce.\nChinese technology firms have largely held off from listing after the botched initial public offering of ride-hailing giant Didi last year. Shortly after the listing, Beijing opened a cybersecurity review of the company, alleging the firm illegally collected users’ data.\nChinese tech stocks rallied on Tuesday after JPMorgan analysts upgraded their outlook on some internet names and said some of the key risks to the sector have “diminished.” The surge in stocks was extended after Liu’s comments.\nDespite these more soothing tones from Beijing, experts doubt there will be a huge shift in policy.\n“I don’t believe that the regulatory actions will really stop. Various ministries still have a mandate to enforce all the regulations that have been amended and strengthened,” said Charles Mok, visiting scholar at the Global Digital Policy Incubator at Stanford University.\n“Even if there are some reversals, it may be too late to reverse the damage. For example, even if they allow more listings overseas, the investor confidence is already lost, and the scrutiny and hostility from the foreign market also cannot be reversed.”\nVIDEO02:09\nChinese tech earnings season kicks off — here’s what to expect\nMok said that because the regulatory scrutiny has been driven by the top of China’s political hierarchy, it will be difficult to make a U-turn.\n“This seems very similar to the debacles they’re facing with zero-Covid. You know it’s wrong but you can’t admit it, can’t reverse course, and you can only pay some lip service and hope for the best,” Mok said.\nZero Covid is China’s policy of eliminating the coronavirus from the mainland through tough measures including city-wide lockdowns and mass testing. The economic and financial powerhouse city of Shanghai has been in a lockdown since late March. China’s zero Covid policy has weighed on its economy.\nMok added that the motivations behind China’s regulatory tightening have not changed either.\n“Much of the ‘tech crackdown’ campaign was genuinely rooted in the motivation to increase state control of the digital economy and all the data in the trade, and there is no way that under the current crisis that the party would think these controls are now less important,” he said."}, {"source": "https://www.cnbc.com/cybersecurity/", "url": "https://www.cnbc.com/2022/05/17/arctic-wolf-disruptor-50.html", "category": "https://www.cnbc.com/cybersecurity/", "content": "Founders: Brian NeSmith, Kim Tremblay\nCEO: Nick Schneider\nLaunched: 2012 \nHeadquarters: Eden Prairie, Minnesota\nFunding: $498 million\nValuation: $4.3 billion\nKey technologies: Artificial intelligence, cloud computing, machine learning, software-defined security\nIndustry: Cybersecurity\nPrevious appearances on Disruptor 50 List: 0\nPersephone Kavallines\nThe recent headlines of massive cyberattacks and ransomware demands shows the problem of security breaches are only increasing while risks from the rise of remote and hybrid working, more cloud services, and ubiquitous use of mobile phones are only growing.\nArctic Wolf, an Eden Prairie, Minnesota-based cybersecurity company founded in 2012, is aiming to separate itself from the pack of vendors that are working on reducing the number of breaches.\nAmid this swarm of attacks, Arctic Wolf is competing to land enterprise contracts. Arctic Wolf seeks to keep companies aware of potential hazards and to deal with security risk problems as an operational issue, not one that can be fixed solely by tools. It provides security operations as a concierge service.\nMore coverage of the 2022 CNBC Disruptor 50\nSee the full list of 2022 Disruptor 50 companies\nSilicon Valley supply chain fixer Flexport tops the 2022 CNBC Disruptor 50 list\nHow we chose the Disruptor 50 companies\nWhere tech workers are finding buyers for private stock with IPO market shut\nThe Oculus VR headset creator joins the military\nThe company hoping to beat Warren Buffett’s bet on dialysis\nA $40 billion presentation\nA very tall French warehouse robot coming for the jobs we can’t reach\nHow America’s towns and cities are getting a climate retrofit\nView More\nIts cloud-based platform, built to ingest data from widely used sources across endpoints, networks and clouds to provide automated threat detection and responses and cut down on false alerts, has served banks, hospitals and municipal governments in limiting cyber risks. Interactive training, coaching and mini-lessons are also part of the package. This managed security approach builds a centralized operations platform internally for an organization’s overall monitoring of threats.  \nWith over $130 billion being spent annually on defense against data cybercrimes, the outlook for Arctic Wolf is strong. Going deeper into the enterprise market has helped it land more than 2,700 customers.\nPartnering with U.S. tech titans has also contributed to this expansion, as its platform integrates with several third-party security tools. Last year, Arctic Wolf named Amazon Web Services as its primary cloud provider to power its security operations platform. The company also joined the Microsoft Intelligent Security Association, a coalition of partners with a shared mission to provide better security.\nThe company landed a $150 million Series F venture investment that valued the company at $4.3 billion. The capital infusion was led by Viking Global Investors, Owl Rock and other existing backers, which came less than a year after a prior round at $200 million and a valuation of $1.3 billion, bringing its total funding to just about $500 million.\nSign up for our weekly, original newsletter that goes beyond the annual Disruptor 50 list, offering a closer look at list-making companies and their innovative founders."}, {"source": "https://www.cnbc.com/cybersecurity/", "url": "https://www.cnbc.com/2022/05/17/lacework-disruptor-50.html", "category": "https://www.cnbc.com/cybersecurity/", "content": "Founders: Vikram Kapoor, Mike Speiser, Sanjay Kalra\nCo-CEOs: David Hatfield, Jay Parikh\nLaunched: 2015\nHeadquarters: San Jose, California\nFunding: $1.8 billion\nValuation: $8.3 billion\nKey technologies: Artificial intelligence, cloud computing, machine learning, software-defined security\nIndustry: Cybersecurity\nPrevious appearances on Disruptor 50 List: 0\nPersephone Kavallines\nAt a time when workloads are moving to the cloud, attacks are becoming increasingly sophisticated, and businesses are prioritizing spending on cyber technology defense systems.     \nWhen a vicious cyberattack on software in servers and the cloud occurred in late December, it immediately set off alarm bells to identify and stop it. It was a zero day attack, an unknown security risk in computer software where no patch exists yet.\nData-driven cloud security company Lacework, through its regular scans to monitor any unexpected vulnerabilities, got an alert out right away about the threat, informing customers about the scope of the problem and what systems were impacted. It also provided guidance on fixes without impacting operations or causing downtime, and patches to prevent further attacks.\nMore coverage of the 2022 CNBC Disruptor 50\nSee the full list of 2022 Disruptor 50 companies\nSilicon Valley supply chain fixer Flexport tops the 2022 CNBC Disruptor 50 list\nHow we chose the Disruptor 50 companies\nWhere tech workers are finding buyers for private stock with IPO market shut\nThe Oculus VR headset creator joins the military\nThe company hoping to beat Warren Buffett’s bet on dialysis\nA $40 billion presentation\nA very tall French warehouse robot coming for the jobs we can’t reach\nHow America’s towns and cities are getting a climate retrofit\nView More\nIt’s this safety net and speed of response that helped Lacework achieve three times revenue growth during 2021, and sizeable funding to continue fine-tuning its cybersecurity offering, Polygraph Data Platform.   \nGlobal spending on the information security segment of cybersecurity is forecast by Gartner to grow by 12.4% to $170.4 billion in 2022. A research study by IDC recently found that nearly all organizations have encountered at least one cloud data breach in the previous 18 months.\nIn this expanding market, Lacework competes with companies like publicly traded CrowdStrike and Palo Alto Networks in addition to start-up Snyk, a security vendor using open source code.\nLacework relies on a patented form of machine learning built specifically within the cloud to protect an organization from the inside out. This approach provides insights internally to automatically learn patterns, flag deviations and provide alerts at the right time, without wasted time investigating false positives. As the platform ingests more data, it gains a better understanding of normal activities and is able to improve detections of malicious behavior or vulnerabilities.\nLacework prides itself on a comprehensive cybersecurity service that can be accessed from a single platform across Amazon Web Services, Microsoft Azure and other cloud computing services. Its product offerings have recently been integrated with data cloud company Snowflake in a go-to-market partnership. Additionally, in 2021, Lacework made its first acquisition, purchasing Soluble, a vendor of cloud infrastructure management.  \nTo continue scaling up, Lacework raised a $525 million Series C investment led by Sutter Hill Ventures and Altimeter Capital in early 2021. That was followed up in November with a $1.3 billion investment at an $8.3 billion valuation, which included Google Ventures as an investor. With GV on board, Lacework made its Polygraph Data Platform available within Google Cloud.\nFounded in 2015 in San Jose, Lacework has grown to more than 700 employees. It’s expanding internationally, with the European market seeing good traction while a push into Asia Pacific is picking up. The start-up also has been adding to its executive bench, hiring Jay Parikh, former Facebook vice president of engineering, as co-CEO alongside David Hatfield. \nSign up for our weekly, original newsletter that goes beyond the annual Disruptor 50 list, offering a closer look at list-making companies and their innovative founders."}, {"source": "https://www.cnbc.com/cybersecurity/", "url": "https://www.cnbc.com/2022/05/16/china-blockchain-explainer-what-is-bsn-.html", "category": "https://www.cnbc.com/cybersecurity/", "content": "China has made blockchain technology a strategic priority. Blockchain-based Service Network, or BSN, is part of its efforts to boost its capabilities in the sector.\nYuichiro Chino | Moment | Getty Images\nChinese President Xi Jinping has declared that his country needs to “seize the opportunities” presented by blockchain technology.\nIn a speech in 2019, the Chinese leader said blockchain was an “important breakthrough in independent innovation of core technologies.” As a result of that speech, blockchain was elevated to a national priority for China, among other technologies — such as semiconductors — that the country is trying to boost its capabilities in.\nSince then, without much publicity and fanfare, China has been building a platform that aims to facilitate the deployment of blockchain technology for companies. It’s called Blockchain-based Service Network (BSN).\nHere’s what we know so far.\nFirst, what is blockchain?\nBlockchain first came to prominence as the underlying technology of the cryptocurrency bitcoin. It is a distributed ledger of activity that records transactions on the bitcoin network.\nIt is decentralized and no single entity owns or runs it. Instead, it’s maintained by a network of participants running specialized computers.\nSince then, there have been many different definitions of what a blockchain could look like. Some companies or governments might refer to it as distributed ledger technology. Much of that derives from whether the blockchain is public or private.\nPermissionless blockchains — also known as trustless or public blockchains — allow anyone to join and potentially make changes to the blockchain, so long as they are running a particular software or a device.\nIn contrast, permissioned blockchains are usually private and only allow certain participants to be involved in their use.\nWhy use blockchain?\nProponents of the technology say that blockchain can help bring transparency and speed to typically slow and expensive processes, such as cross-border money transfers.\nAnother important aspect of blockchain technology is so-called smart contracts. These are contracts, written in code, that execute automatically if certain conditions are met. Proponents see these as being key in areas such as trade finance.\n“We think blockchain technology is so powerful it will change the entire internet and almost all the entire IT system architecture,” Yifan He, CEO of Red Date Technology, told CNBC.\nRed Date Technology is one of the founding members of China’s Blockchain-based Service Network.\nVIDEO04:44\nWhat is Blockchain?\n“Blockchain technology in general is very important for China, as government officials see it as a low barrier to entry technology sector, and want Chinese companies to push the envelope on using blockchain applications to solve real world problems,” Paul Triolo, the technology policy lead at consulting firm Albright Stonebridge, told CNBC.\nWhat can China’s BSN do?\nBSN’s product is aimed at companies, in particular, those operating cloud computing infrastructure. That could be a large public cloud player like Amazon or Microsoft, or it could be a firm that runs its own private cloud or intranet.\nBSN bills itself as a “one-stop shop” to deploy these blockchain applications in the cloud, a process that could otherwise be costly and time consuming.\nThe Chinese firm’s other selling point is that it is trying to solve a difficult problem in the industry: interoperability — or making different blockchains work with each other. For example, if two banks both had applications that were built on different blockchain platforms, they may not be able to work with each other. But applications built via BSN infrastructure would be interoperable as the company bridges different blockchains.\nFor companies that want to use several blockchain applications in their organization, BSN’s product would allow them to do that via the cloud vendor they use rather than installing a bunch of new servers to build a blockchain product. The idea is that a business or government can use BSN’s platform to easily deploy blockchain applications, without incurring a high cost.\nThe demand now is low, according to Red Date’s He, but he is bullish on the long-term future of the product.\n“I believe in 10 years all clouds will have a standard blockchain environment to handle all blockchain-related applications,” the CEO said.\nOne key point about BSN, however, is that it doesn’t make its own blockchain.\nThere is no cryptocurrency attached to BSN’s platform. That’s because China has effectively banned cryptocurrency-related activities and made them illegal.\nJehan Chu, managing partner at Hong Kong-based Kenetic, a venture capital firm and investor in Red Date Technology, told CNBC that governments and large-scale companies don’t want or need a cryptocurrency attached to their infrastructure.\n“This is where non-crypto use case comes in and BSN offers a compelling infrastructure,” Chu said.\nNon-crypto blockchains could be appealing to large firms that don’t want to be exposed to the risky and volatile nature of digital currencies.\nWho is behind BSN?\nStart-up Red Date Technology, which is headquartered in Hong Kong, is one of the founding companies behind BSN.\nBut the project is also backed by entities with links to the Chinese government. This includes the State Information Center (SIC) under China’s powerful National Development and Reform Commission (NDRC).\nChina Mobile, a state-owned telecommunications company, is also backing the project.\nChallenge of going global\nBSN has ambitions to go global. However, its links to the Chinese government could make it difficult.\n“Part of the interest in BSN is that it is such an ambitious undertaking. This ambition also means that it has come under heavy scrutiny because of the Chinese government connection,” said Triolo from Albright Stonebridge.\nHe added that BSN “is trying to separate the BSN International portion from the domestic efforts, and [trying] to distance from Chinese government backing.”\nThe challenge is not lost on He, the CEO of Red Date Technology.\n“It’s a huge, huge challenge,” he acknowledged when asked about the plan to go global and the perception of being linked to the Chinese government.\nHe said the international version of the platform will be open-source, allowing participants in the public domain to inspect the code for any potential backdoors.\nRead more about tech and crypto from CNBC Pro\nApple may have to slide a lot further before the market sell-off stops, trader says\nNovogratz says UST was a ‘big idea that failed,’ but he’s still confident in crypto\nInvestor bets against tech reach highest point since 2006, Bank of America survey shows\nMeanwhile, the centralized nature of BSN’s blockchain efforts could also be a challenge globally.\n“There is a fundamental incompatibility between China’s stated ambition of supporting a domestic blockchain development ecosystem and the decentralized nature of blockchain technology,” Garrick Hileman, head of research at Blockchain.com, told CNBC.\n“Unless China can somehow find a way to become comfortable with the disruptive power and loss of centralized control inherent with embracing blockchain, then China has zero chance of becoming a global leader in this strategically important technology sector.”\nRed Date’s CEO also admitted that not having crypto on their platform is a challenge. He said “a lot of people are not interested” in the non-crypto blockchain offering.\nBlockchain vs. China’s ambitions\nFor the last few years, the U.S. have been engaged in an intense tech rivalry.\nChina has focused on what it calls “frontier” technologies including quantum computing and semiconductors. Blockchain is another area of importance.\nChinese tech companies have also placed a lot of emphasis on international expansion, a move supported by Beijing in the context of the global tech battle with the U.S.\n“The significance of the Blockchain Services Network is that it is an attempt by the Chinese government to support the development of blockchain ecosystems on its own terms, with allowances for regulatory approaches in different jurisdictions,” Triolo said."}, {"source": "https://www.cnbc.com/cybersecurity/", "url": "https://www.cnbc.com/2022/05/09/microsoft-launches-security-experts-services-boosting-security-spend.html", "category": "https://www.cnbc.com/cybersecurity/", "content": "In this article\nMSFT\nSatya Nadella, CEO of Microsoft\nCNBC\nMicrosoft’s security business is growing faster than any of its main products, and now the company is adding heft to its offerings with three new services designed to help organizations spot and respond to cybersecurity incidents.\nMicrosoft is among the leaders in cloud software and infrastructure, which means its technology is already the backbone for many businesses of all sizes. That puts the company in position to not only make security software available to its client base, but also offer consulting-oriented services in a market where demand far exceeds supply.\nThe investment comes as organizations ramp up their security spending to manage the increased threats of ransomware attacks and network hacks. Last year, Microsoft and other technology companies pledged to help fill about 500,000 cybersecurity jobs in the U.S., and Microsoft CEO Satya Nadella said annual research and development spending in cybersecurity would jump to $4 billion from $1 billion.\nSecurity already represents a $15 billion annual business for Microsoft, and in 2021 it increased faster than any other significant product or service the company sold.\nVasu Jakkal, a Microsoft corporate vice president focused on security, told CNBC that a big part of Microsoft’s added spending is on people.\n“We’re just expanding the scale because of the demands we are seeing,” Jakkal said.\nAmong the new products being launched is Microsoft Defender Experts for Hunting. It will involve Microsoft engineers flagging issues they find in clients’ devices, Office 365 productivity software installations, cloud applications and identity programs, for $3 per person per month. The launch will put Microsoft in more direct competition with pure-play security software companies like CrowdStrike.\nThere’s also Microsoft Defender Experts for XDR, which costs $14 per person per month. It’s a labor-heavy service that tasks Microsoft employees with helping companies take action on threats. That type of work is done by a variety of companies today, including the big four accounting firms.\nThe third new offering is Microsoft Security Services for Enterprise, which includes an even broader set of people-driven services.\nCraig Robinson, an analyst specializing in security at IDC, said Microsoft is poised to gain market share in managed security services.\n“This whole area is growing in double digits,” Robinson said, citing the talent shortage.\nOne of Microsoft’s top cloud competitors, Google, is also looking to grow in the space. In March, Google announced its intent to acquire Mandiant for $5.4 billion. Bloomberg reported in February that Microsoft had been in talks to buy Mandiant, which for years has assisted government agencies and companies with breaches.\nWith its new services, Microsoft now has to scale up to meet demand.\n“I’m sure there’s 1,000 openings at Microsoft right now, at least in security,” Robinson said.\nWATCH: Most concerned with cyber war in critical infrastructure and financial sector, says TrustedSec CEO\nVIDEO03:37\nMost concerned with cyber war in critical infrastructure and financial sector, says TrustedSec CEO"}, {"source": "https://www.cnbc.com/cybersecurity/", "url": "https://www.cnbc.com/2022/05/09/tech-stock-picks-from-goldman-sachs-buying-opportunity-after-sell-off.html", "category": "https://www.cnbc.com/cybersecurity/", "content": "Goldman Sachs logo displayed on a smartphone.\nOmar Marques | SOPA Images | LightRocket via Getty Images\nOne of Goldman’s top tech fund managers, Brook Dane, says the recent sell-off has created buying opportunities — and named two stocks investors are missing out on that the bank is “incredibly positive” about."}, {"source": "https://www.cnbc.com/cybersecurity/", "url": "https://www.cnbc.com/2022/05/04/chinese-ride-hailing-giant-didi-investigated-by-sec-after-us-ipo.html", "category": "https://www.cnbc.com/cybersecurity/", "content": "In this article\nDIDI\nDidi said in its annual report that it’s being investigated by the U.S. Securities and Exchange Commission. The SEC opened the probe after Didi’s U.S. IPO last year.\nSopa Images | Lightrocket | Getty Images\nThe U.S. Securities and Exchange Commission is investigating Didi after its tarnished initial public offering, adding further pressure on the Chinese ride-hailing giant.\nDidi said in its annual report, published Monday, that it was contacted by the SEC after the company went public. The SEC “made inquiries in relation to the offering,” Didi said.\n“We are cooperating with the investigation, subject to strict compliance with applicable PRC laws and regulations. We cannot predict the timing, outcome or consequences of such an investigation.”\nDidi did not give further details about the probe. The company did not respond to a request for comment when contacted by CNBC.\nDidi went public in the United States last June, raising more than $4 billion.\nShortly after, Chinese regulators opened up a cybersecurity probe into the company. Didi’s app was also removed from app stores in China.\nIn December, Didi said it would make plans to delist from the New York Stock Exchange and prepare for a listing in Hong Kong.\nDidi shares fell more than 5% in premarket trade on Wednesday. The company’s stock is down around 85% since its IPO."}, {"source": "https://www.cnbc.com/cybersecurity/", "url": "https://www.cnbc.com/2022/04/15/ronin-hack-north-korea-linked-to-615-million-crypto-heist-us-says.html", "category": "https://www.cnbc.com/cybersecurity/", "content": "A photo illustration showing the North Korean flag and a computer hacker.\nBudrul Chukrut | Sopa Images | Lightrocket | Getty Images\nNorth Korean state-backed hacking collective Lazarus Group is linked to a massive cryptocurrency hack that led to the theft of $615 million in digital assets, U.S. officials allege.\nThe Treasury Department's Office of Foreign Assets Control on Thursday announced new sanctions against an ethereum wallet belonging to Lazarus.\nAccording to crypto researchers, the identified wallet contains funds related to an attack on the Ronin Network, which supports the popular blockchain game Axie Infinity. More than $600 million worth of ether and USDC tokens were stolen in the attack.\nHackers exploit what's known as a blockchain \"bridge,\" which allows users to transfer their digital assets from crypto network to another. Bridges are an increasingly popular tool in the rapidly-growing world of \"decentralized finance,\" or DeFi.\nThe newly announced sanctions prohibit U.S. individuals and entities from making transactions with the identified ethereum account to make sure the hackers can't \"cash out\" any funds they may hold with American crypto exchanges, blockchain analytics firm Elliptic said in a blog post.\nChainalysis, another crypto research group, said the attribution to Lazarus highlights the importance of \"how DPRK-affiliated threat actors exploit crypto, and better security for DeFi protocols.\"\nLazarus, which is believed to be operated by the North Korean state, has been associated with several major cyberattacks over the years, including a 2014 hack on Sony Pictures and the 2017 WannaCry ransomware attacks.\nNorth Korea has attempted to use crypto as a way to evade U.S. sanctions on numerous occasions, according to cybersecurity experts, raising concerns about the possible use of digital assets for Russian sanctions evasion amid the Ukraine war.\nEarlier this week, Virgil Griffith, a 39-year-old American crypto expert, was sentenced to five years in prison for helping North Korea use virtual currencies to evade sanctions.\nProponents of cryptocurrencies say they are an ineffective tool in laundering ill-gotten gains, since activity is recorded on a public ledger known as the blockchain.\nHowever, criminals have a number of techniques at their disposal to launder crypto, according to Elliptic. The company said internal analysis suggests the Ronin attacks \"managed to launder 18% of their stolen funds\" as of Thursday.\nHackers initially swapped stolen USDC tokens for ether through unregulated decentralized exchanges to prevent it from being seized, but then laundered almost $17 million of the proceeds through centralized exchanges like FTX and Huobi.\nThey subsequently used what's known as a \"mixer,\" a service that aims to obscure the trail of funds by mixing streams of potentially identifiable crypto transactions with others. More than $80 million has been sent through this mixing service, called Tornado Cash, according to Elliptic."}, {"source": "https://www.cnbc.com/cybersecurity/", "url": "https://www.cnbc.com/2022/04/14/conti-ransomware-leak-shows-group-operates-like-normal-tech-company.html", "category": "https://www.cnbc.com/cybersecurity/", "content": "In this article\nCHKP\nConti — which uses malware to block access to computer data until a “ransom” is paid — operates much like a regular tech company, say cybersecurity specialists who analyzed the group’s leaked documents.\neclipse_images\nA Russian group identified by the FBI as one of the most prolific ransomware groups of 2021 may now understand how it feels to be the victim of cyber espionage.\nA series of document leaks reveal details about the size, leadership and business operations of the group known as Conti, as well as what’s perceived as its most prized possession of all: the source code of its ransomware.\nShmuel Gihon, a security researcher at the threat intelligence company Cyberint, said the group emerged in 2020 and grew into one of the biggest ransomware organizations in the world. He estimates the group has around 350 members who collectively have made some $2.7 billion in cryptocurrency in only two years.\nIn its “Internet Crime Report 2021,” the FBI warned that Conti’s ransomware was among “the three top variants” that targeted critical infrastructure in the United States last year. Conti “most frequently victimized the Critical Manufacturing, Commercial Facilities, and Food and Agriculture sectors,” the bureau said.\n“They were the most successful group up until this moment,” said Gihon.\nAct of revenge?\nIn an online post analyzing the leaks, Cyberint said the leak appears to be an act of revenge, prompted by a since-amended post by Conti published in the wake of Russia’s invasion of Ukraine. The group could have remained silent, but “as we suspected, Conti chose to side with Russia, and this is where it all went south,” Cyberint said.\nThe leaks started on Feb. 28, four days after Russia’s invasion of Ukraine.\nSoon after the post, someone opened a Twitter account named “ContiLeaks” and started leaking thousands of the group’s internal messages alongside pro-Ukrainian statements.\nThe Twitter account has disabled direct messages, so CNBC was unable to contact its owner.\nThe account’s owner claims to be a “security researcher,” said Lotem Finkelstein, the head of threat intelligence at Check Point Software Technologies.\nThe leaker appears to have stepped back from Twitter, writing on March 30: “My last words... See you all after our victory! Glory to Ukraine!”\nThe impact of the leak on the cybersecurity community was huge, said Gihon, who added that most of his global colleagues spent weeks poring through the documents.\nThe American cybersecurity company Trellix called the leak “the Panama Papers of Ransomware” and “one of the largest ‘crowd-sourced cyber investigations’ ever seen.”\nClassic organizational hierarchy\nConti is completely underground and doesn’t comment to news media the way that, for instance, Anonymous sometimes will. But Cyberint, Check Point and other cyber specialists who analyzed the messages said they show Conti operates and is organized like a regular tech company.\nAfter translating many of the messages, which were written in Russian, Finkelstein said his company’s intelligence arm, Check Point Research, determined Conti has clear management, finance and human resource functions, along with a classic organizational hierarchy with team leaders that report to upper management.\nThere’s also evidence of research and development (“RND” below) and business development units, according to Cyberint’s findings.\nSource: Cyberint\nThe messages showed Conti has physical offices in Russia, said Finkelstein, adding that the group may have ties to the Russian government.\n“Our ... assumption is that such a huge organization, with physical offices and enormous revenue would not be able to act in Russia without the full approval, or even some cooperation, with Russian intelligence services,” he said.\nThe Russian embassy in London did not respond to CNBC requests for comment. Moscow has previously denied that it takes part in cyberattacks.\n‘Employees of the month’\nCheck Point Research also found Conti has:\nSalaried workers — some of whom are paid in bitcoin — plus performance reviews and training opportunities\nNegotiators who receive commissions ranging from 0.5% to 1% of paid ransoms\nAn employee referral program, with bonuses given to employees who’ve recruited others who worked for at least a month, and\nAn “employee of the month” who earns a bonus equal to half their salary\nUnlike above-board companies, Conti fines its underperformers, according to Check Point Research.\nWorker identities are also masked by handles, such as Stern (the “big boss”), Buza (the “technical manager”) and Target (“Stern’s partner and effective head of office operations”), Check Point Research said.\nTranslated messages showing finable offenses at Conti.\nSource: Check Point Research\n“When communicating with employees, higher management would often make the case that working for Conti was the deal of a lifetime — high salaries, interesting tasks, career growth(!),” according to Check Point Research.\nHowever, some of the messages paint a different picture, with threats of termination for not responding to messages quickly enough — within three hours — and work hours during weekends and holidays, Check Point Research said.\nThe hiring process\nConti hires from both legitimate sources, such as Russian headhunting services, and the criminal underground, said Finkelstein.\nHiring was important because “perhaps unsurprisingly, the turnover, attrition and burnout rate was quite high for low-level Conti employees,” wrote Brian Krebs, a former Washington Post reporter, on his cybersecurity website KrebsOnSecurity.\nSome hires weren’t even computer specialists, according to Check Point Research. Conti hired people to work in call centers, it said. According to the FBI, “tech support fraud” is on the rise, where scammers impersonate well-known companies, offer to fix computer problems or cancel subscription charges.\nEmployees in the dark\n“Alarmingly, we have evidence that not all the employees are fully aware that they are part of a cybercrime group,” said Finkelstein. “These employees think they are working for an ad company, when in fact they are working for a notorious ransomware group.”\nThe messages show managers lied to job candidates about the organization, with one telling a potential hire: “Everything is anonymous here, the main direction of the company is software for pentesters” — referring to penetration testers, who are legitimate cybersecurity specialists who simulate cyberattacks against their own companies’ computer networks.\nIn a series of messages, Stern explained that the group kept coders in the dark by having them work on one module, or part of the software, rather than the whole program, said Check Point Research.\nIf employees eventually figure things out, Stern said, they’re offered a pay raise to stay, according to the translated messages.\nDown but not out?\nEven before the leak, Conti was showing signs of distress, according to Check Point Research.  \nStern went silent around mid-January, and salary payments stopped, according to the messages.  \nDays before the leak, an internal message stated: “There have been many leaks, there have been … arrests … there is no boss, there is no clarity … there is no money either … I have to ask all of you to take a 2-3 month vacation.”\nRead more\nAnonymous declared a ‘cyber war’ against Russia. Here are the results\nThough the group has been hobbled, it will likely rise again, according to Check Point Research. Unlike its former rival REvil — whose members Russia said it arrested in January — Conti is still “partially” operating, the company said.\nThe group has survived other setbacks, including the temporary disabling of Trickbot — a malware program used by Conti — and the arrests of several suspected Trickbot associates in 2021.\nDespite ongoing efforts to combat ransomware groups, the FBI expects attacks on critical infrastructure to increase in 2022."}, {"source": "https://www.cnbc.com/cybersecurity/", "url": "https://www.cnbc.com/2022/04/12/crowdstrike-shares-rise-on-goldman-sachs-upgrade.html", "category": "https://www.cnbc.com/cybersecurity/", "content": "In this article\nCRWD\nGSBD\nGS\nGeorge Kavallines | CNBC\nShares of cybersecurity firm CrowdStrike rose 3.19% Tuesday after Goldman Sachs upgraded the stock to buy and raised its price target to $285 per share from $241.\nThe stock, down 25% from its 52-week high in November, has rerated lower over the past seven months. But Goldman analysts said it’s a promising buy given greater global demand for cybersecurity services as companies recognize “the potential for exposure to threats as a result of attacks” related to Russia’s war with Ukraine.\nCybersecurity has remained a concern throughout the war, with governments warning companies to remain wary of attacks. Russian military hackers tried and failed to attack Ukraine’s energy infrastructure last week, for example.\nShares of other cybersecurity companies have also risen among increased demand for their services. Palo Alto Networks is up about 12% for the year, while Mandiant is up about 27% year-to-date, for example.\n“We continue to view CRWD as well positioned in the sweet spot of demand ahead of accelerating deterioration of the threat environment,” analysts said.\nSpending on CrowdStrike-produced cybersecurity software Endpoint and XDR will remain a high priority within the security industry, analysts said.\nThe company also remains one of the fastest-growing within Goldman Sach’s coverage, and continues to execute above expectations, analysts said.\n“As a result, we believe CRWD is one of the best-positioned vendors within our coverage universe to benefit from demand ahead,” analysts said.\nVIDEO03:57\n‘It’s kind of wait and see,’ for M&A in cybersecurity, says CrowdStrike CEO"}, {"source": "https://www.cnbc.com/cybersecurity/", "url": "https://www.cnbc.com/2022/04/12/goldman-sachs-upgrades-crowdstrike-says-business-is-in-the-sweet-spot-for-cybersecurity.html", "category": "https://www.cnbc.com/cybersecurity/", "content": "CrowdStrike IPO at the Nasdaq exchange June 12, 2019.\nSource: Nasdaq\nThe struggles for shares of CrowdStrike have gone far enough as the cybersecurity industry sees sky high demand, according to Goldman Sachs."}, {"source": "https://www.cnbc.com/cybersecurity/", "url": "https://www.cnbc.com/2022/04/11/us-private-equity-giant-thoma-bravo-acquires-sailpoint.html", "category": "https://www.cnbc.com/cybersecurity/", "content": "In this article\nSAIL\nMark McClain, Co-founder and CEO of Sailpoint Technologies Holdings rings the opening bell to celebrate his company’s IPO at the New York Stock Exchange (NYSE) in New York, November 17, 2017.\nBrendan McDermid | Reuters\nU.S. private equity giant Thoma Bravo is acquiring SailPoint in an all-cash deal worth about $6.9 billion, the cybersecurity company announced Monday.\nThoma Bravo’s deal to take the company private highlights the growing demand for enterprise security software. Several companies are still operating remotely due to the Covid pandemic, and the Russia-Ukraine war has further sparked fears of cyberattacks.\nThoma Bravo will pay $65.25 per share in cash, sending SailPoint stock soaring 29%.\nSailPoint, founded in 2005, provides software for identity and access management to help organizations mitigate security risks. The company went public in 2017.\nSailPoint founder and CEO Mark McClain said in a statement the transaction will allow the company to pursue its long-term growth trajectory with greater flexibility, expand its markets and accelerate innovation in the sector.\nIt’s the latest in a string of acquisitions for Thoma Bravo. It follows its $10.7 billion purchase of Anaplan, an enterprise software firm. Last year, the company acquired cybersecurity company Proofpoint for about $12.3 billion. The company has 24 security-focused firms in its portfolio, including SailPoint, according to the company’s website.\nThe SailPoint transaction is expected to close in the second half of 2022. SailPoint’s board has approved the deal, but it is still subject to the approval of shareholders and regulatory review. Morgan Stanley is acting as a financial advisor.\nSubscribe to CNBC on YouTube.\nVIDEO03:57\n‘It’s kind of wait and see,’ for M&A in cybersecurity, says CrowdStrike CEO"}, {"source": "https://www.cnbc.com/cybersecurity/", "url": "https://www.cnbc.com/2022/04/06/nordvpn-nord-security-just-became-lithuanias-second-tech-unicorn.html", "category": "https://www.cnbc.com/cybersecurity/", "content": "Network cables are plugged in a server room.\nMichael Bocchieri | Getty Images\nCyber firm Nord Security announced Thursday that it has raised $100 million from investors at a $1.6 billion valuation, making it Lithuania’s second tech unicorn.\nThe company is best known for its VPN product, NordVPN, which costs around $140 a year or $12 a month.\nVPNs, or virtual private networks, allow users to disguise their online identity while they browse the internet. They can also help internet users access blocked websites and services. Other VPN companies include Turbo VPN and UFO VPN.\nFounded in Lithuania’s capital of Vilnius in 2012, Nord Security’s team now stands at 1,700 people and it is recruiting a further 200 staff. It claims to be the biggest tech employer in Vilnius, where 500,000 of Lithuania’s 2.8 million people live.\nThe investment in Nord Security comes from Novator Ventures, Burda Principal Investments, General Catalyst and angel investors including the co-founders of second-hand clothes marketplace Vinted, which is the only other tech firm in Lithuania valued at over $1 billion.\nTom Okman, co-CEO and co-founder of Nord Security, told CNBC that this is the first time the company has taken external funding, adding the money will help Nord Security to expand its footprint beyond the 20 countries that it currently operates and build more products.\nStock picks and investing trends from CNBC Pro:\nJeremy Grantham says today’s bubble is worse than 2000, calls stocks to at least double their losses\nThe sell-off has entered ‘a new phase,’ Allianz’s El-Erian says. How investors can deal with it\nArt Cashin of UBS says stocks are now at risk of even deeper sell-off\nApple may have to slide a lot further before the market sell-off stops, trader says\nIn addition to NordVPN, the flagship product, the company also has a password manager called NordPass and an encrypted cloud storage product called NordLocker.\nThe company has millions of users worldwide but Okman declined to disclose the exact number. He also refused to comment on the company’s revenues beyond saying that they’ve grown fivefold in the last five years and that the top markets are the U.S., the U.K. and Germany.\nRussia and China\nIn early March, Russians were turning to VPNs to bypass the country’s tightening internet controls following the Kremlin’s unprovoked onslaught in Ukraine.\nRussia’s internet has been subject to censorship for years, though major U.S. platforms like Facebook, Twitter and Google have been freely available, unlike in China where they are completely blocked.\nOn March 4, however, Russia blocked access to Facebook and it has threatened to block Google and Twitter.\nOkman said the company saw a slight demand increase in Russia shortly the country’s forces invaded on Feb. 24, but the surge in growth was short-lived.\n“When the sanctions came into place for digital purchases that had an effect,” he said, adding that a VPN can’t help people to bypass sanctions.\nBirgir Már Ragnarsson, managing partner at Novator Partners, who joins Nord Security’s board, said in a statement that modern internet security requires a completely new approach to address the secular growth of risks from expanding data regulations and ever-worsening cyberthreats.\n“Tom and his team are well-positioned to deliver and usher in the new era of internet security with a powerful and best-in-class suite of privacy and security tools, designed to protect information, accounts and network,” he said."}, {"source": "https://www.cnbc.com/cybersecurity/", "url": "https://www.cnbc.com/2022/04/04/sec-chairman-proposes-expanded-protections-for-crypto-investors.html", "category": "https://www.cnbc.com/cybersecurity/", "content": "U.S. Securities and Exchange Commission (SEC) Chair Gary Gensler testifies before a Senate Banking, Housing, and Urban Affairs Committee oversight hearing on the SEC on Capitol Hill in Washington, U.S., September 14, 2021.\nEvelyn Hockstein | Reuters\nSecurities and Exchange Commission Chair Gary Gensler said on Monday that his agency is aiming to exercise greater regulatory oversight of the $2 trillion cryptocurrency market to protect investors from an onslaught of scams.\nIn a speech delivered virtually, Gensler said the SEC plans to register and regulate crypto platforms, including working to separate out the custody of assets to minimize risk.\n“These crypto platforms play roles similar to those of traditional regulated exchanges,” Gensler said, at the Penn Law Capital Markets Association’s annual conference. “Thus, investors should be protected in the same way.”\nGensler is providing details about his plans to address the crypto market almost a month after President Joe Biden signed an executive order calling on the government to examine the risks and benefits of cryptocurrencies. Last year, crypto assets worth more than $14 billion were stolen through a host of scams as well as cyberattacks.\nThe SEC, Gensler said, will partner with the Commodity Futures Trading Commission to address platforms that trade both crypto-based security tokens and commodity tokens, as the SEC currently only oversees those that trade securities.\nGensler compared crypto-asset platforms to alternative trading systems, which are used in equity and fixed income markets. The critical difference, he said, is that the latter is used primarily by institutional investors while crypto platforms “have millions and sometimes tens of millions of retail customers directly buying and selling on the platform without going through a broker.”\nHe said the SEC will look into whether crypto platforms should be treated by his agency more like retail exchanges.\nGensler also addressed what the SEC can do in the areas of stablecoins and crypto tokens.\nStablecoins are digital currencies designed to be less volatile than cryptocurrencies by pegging their market value to an outside asset like the U.S. dollar. Gensler said the $183 billion stablecoin market presents concerns, such as the potential use in illegal activity. Crypto-to-crypto transactions, he said, allow users to skirt the traditional banking system, making it harder to track money laundering, taxes and compliance.\nStablecoins are also often owned by crypto platforms, creating potential “conflicts of interest and market integrity questions that would benefit from more oversight,” Gensler said.\nWith respect to crypto tokens, the SEC chief said most of them involve entrepreneurs raising money from outside investors with the hope of creating a profitable business. Traditional companies raising capital from the public in such a fashion have to take the added step of filing significant disclosures with the SEC.\nGensler reiterated comments made by his predecessor, Jay Clayton, who said “most crypto tokens are investment contracts under the Howey Test.” He was referring to a 1946 Supreme Court ruling that a transaction is an investment contract when people are putting money into a “common enterprise with a reasonable expectation of profits to be derived from the efforts of others,” Gensler explained.\nHe added that regulators have long had effective ways to regulate financial markets, and the emergence of new technologies doesn’t mean we throw out the playbook.\n“We ought to apply these same protections in the crypto markets,” Gensler said. “Let’s not risk undermining 90 years of securities laws and create some regulatory arbitrage or loopholes.”\nWATCH: How fast-moving crypto start-ups lured top talent from Wall Street\nVIDEO11:22\nHow fast-moving crypto start-ups lured top talent from Wall Street: CNBC Crypto World"}, {"source": "https://www.cnbc.com/cybersecurity/", "url": "https://www.cnbc.com/2022/03/29/fortinet-shares-could-gain-17percent-upside-as-cyber-threats-mount-barclays-says-.html", "category": "https://www.cnbc.com/cybersecurity/", "content": "Fortinet Inc. headquarters in Sunnyvale, California.\nTony Avelar | Bloomberg | Getty Images\nFortinet could see strong gains from here, as cyber attacks continue to rise around the world, according to Barclays."}, {"source": "https://www.cnbc.com/cybersecurity/", "url": "https://www.cnbc.com/2022/03/23/ukrainian-coders-splitting-their-time-between-day-job-and-cyberwar.html", "category": "https://www.cnbc.com/cybersecurity/", "content": "Thomas Samson | AFP | Getty Images\nHordes of Ukrainian coders are splitting their time between doing their day jobs and fighting a cyber war with Russia.\nOver 311,000 people have joined a group called “IT Army of Ukraine” on the social media platform Telegram, where Russian targets are shared. While not all of them are from Ukraine, a significant number of them are, according to members of the group who spoke to CNBC.\nDave, a Ukrainian software engineer, who preferred to withhold his surname due to the nature of his comments, told CNBC the group has helped to carry out multiple cyberattacks outside of their day jobs since the war started. He said targets had included Russian government websites, Russian banks and currency exchanges.\n“I’m helping the IT Army with running DDoS attacks,” he said. A distributed denial-of-service attack is a malicious attempt to disrupt the normal traffic of a website by overwhelming it with a flood of internet traffic.\n“I’ve rented a few servers on GCP (Google Cloud Platform) and wrote a bot for myself that just accepts website links and targets attacks at them whenever I paste them in,” he explained. “I’m usually running attacks from 3-5 servers and each server usually produces around 50,000 requests per second.”\nWhenever a list of targets gets shared on the Telegram channel, Dave says he just pastes them into a bot, which took around an hour to create.\nWhen asked how successful it has been so far, he said it was hard to say since the attacks are carried out by thousands of people simultaneously. “Combined actions are definitely successful,” he said.\nDave is one of around 30 Ukrainians who work remotely for a U.S. tech consultancy firm. The company has made work “fully optional” for its Ukrainian employees.\nOleksii, a quality assurance team lead for a software company in Zaporizhzhia, Ukraine, told CNBC that he and his colleagues are doing their best to keep working and keep the economy going. But it’s not been easy.\n″[During] the first days of war, the air raid sirens went off for 24 hours straight and you can’t think of work at those moments — you can only think of your family, children and how to keep them safe and sheltered,” he said.\nSince Russia started its invasion of Ukraine on Feb. 24, Oleksii said he’s been averaging no more than two hours of work per day. “In times like this, it is hard to prioritize professional work of course,” he said.\nIn addition to his normal job, Oleksii is also trying to help Ukraine win the cyberwar. “As an IT worker, I hope that I can serve my country on the digital frontline, as this war takes place in the digital world as well,” he said. “On a daily basis, I help reach various European and U.S. websites and ask them to stop doing business with Russia, posting on social networks, etc.”\nGazprom and Sberbank targeted\nAnother developer called Anton said he personally took part in a DDoS attack on Russian oil energy giant Gazprom, as well as others against Russian bank Sberbank and the government. Gazprom, Sberbank and the Russian government did not immediately respond to a CNBC request for comment.\n“There are a lot of people who take part in attacking so it doesn’t take an extensive period of time to put a service down,” he told CNBC.\nMeanwhile, Nikita, a CEO and co-founder of a cybersecurity firm, told CNBC that he’s also in the IT Army of Ukraine Telegram channel. His firm does work for clients around the world and its staff have continued working throughout the Russian invasion. They do “penetration testing” and check IT systems for vulnerabilities.\nNikita told CNBC that he has been trying, via messaging services, to tell Russian citizens what’s really happening in Ukraine amid tight media controls from Moscow. He said he and his hacking team are also publishing Russian credit card details online. “I published like 110,000 credit cards in the Telegram channels,” he said, adding that he wants to inflict economic harm on Russia.\n“We want them to go to the Stone Age and we are pretty good at this,” Nikita said, adding that they’re now targeting Russian gas stations with a cyberattack. However, he stressed that he doesn’t hate all Russians and he’s grateful to the Russians who are helping Ukraine.\nUkraine’s Digital Minister Mykhailo Fedorov urged people to join the channel last month, saying Ukraine is continuing to fight on the cyber front.\nYehor, another tech expert who works for an international cybersecurity company remotely from Ukraine, is also juggling his normal role alongside the cyber war.\n“My company is trying not to push us on any timelines,” he said, adding that some staff are still in Kyiv or Kharkiv, where the fighting is more intense.\n“I’m trying to make equal time for work and cyberattack. Unfortunately, my family is not with me, so I have more free time than usual,” he added.\nCyber-savvy citizens\nUkraine is one of the biggest software development hubs in Eastern Europe and its coders are world-renowned.\nThe cyber war is reportedly a two-way battle. In the first three days following the invasion, online attacks against Ukrainian military and governmental sectors increased by 196%, according to Check Point Research.\nThey also modestly increased against Russian (4%) and Ukrainian (0.2%) organizations, according to the data, while simultaneously falling in most other parts of the world.\nVIDEO02:07\nRussian government continues to crack down on cyber criminals\nNearly four weeks in, Ukraine continues to sustain a barrage of online attacks, with most aimed at its government and military, according to CPR’s data.\nMoscow has consistently denied that it engages in cyberwarfare or assists cyberattacks. On Feb. 19, the Russian embassy in Washington said on Twitter that it “has never conducted and does not conduct any ‘malicious’ operations in cyberspace.”\n—Additional reporting by Monica Buchanan Pitrelli."}]