[{"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/19/a-dereliction-of-duty-us-lawmakers-grill-fda-commissioner-over-baby-formula-shortage-.html", "category": "https://www.cnbc.com/us-economy/", "content": "Robert Califf testifies during the Senate Health, Education, Labor and Pensions Committee hearing on the nomination to be commissioner of the Food and Drug Administration on Tuesday, Dec. 14, 2021.\nBill Clark | CQ-Roll Call, Inc. | Getty Images\nU.S. lawmakers on Thursday grilled Food and Drug Administration Commissioner Dr. Robert Califf about a nationwide baby formula shortage that’s left parents across America scrambling to feed their children, calling the agency’s response a “dereliction of duty.” \n“The shortage was caused in large part by the lack of action by the FDA and by corporate greed and consolidation,” said Rep. Rosa DeLauro, D-Conn., during a House Appropriations subcommittee hearing.  \nCaliff is the first administration official to testify before Congress on the shortage, which has sown fear and frustration among parents across the U.S. and prompted lawmakers from both parties to demand answers. \nLawmakers specifically pointed to the closure of an Abbott Nutrition plant in Sturgis, Michigan, a key infant formula factory that has been linked to the shortage. They also criticized the FDA for failing to promptly investigate a whistleblower complaint sent in October that accused the company of numerous safety violations at the facility, including falsifying records and failing to properly test baby formula before releasing it.\nThe FDA closed the plant in February — after four infants who drank formula produced there contracted bacterial infections, two of whom died. \nThe U.S. produces 98% of the baby formula American parents buy. Four manufacturers – Abbott, Mead Johnson Nutrition, Nestle USA and Perrigo – dominate the market. When one plant goes offline, the supply chain is easily disrupted.\nDeLauro, chair of the subcommittee, condemned the FDA’s delayed response, noting that the agency only began inspecting the Abbott facility several months after the first case of bacterial infection was reported in September. \n“We need to get to the bottom of FDA slow response, which contributed to product staying on the shelf and in the homes of families the country over, potentially putting babies at risk and forcing parents to play a game of Russian Roulette that they did not know they would be playing,” DeLaura said in her opening statement. \nCaliff acknowledged the frustrations of parents across the U.S. due to the shortage. But he said the issue existed even before the controversy with Abbott, noting that the Covid pandemic, the Russian invasion of Ukraine and labor supply issues have all impacted the infant formula supply chain. \nCNBC Health & Science\nRead CNBC’s latest global coverage of the Covid pandemic:\nDoctors say these pandemic side effects are serious problems—and unlikely ‘to go away anytime soon’\nU.S. gun homicides reached highest level in 25 years during Covid pandemic, CDC says\nLong Covid is ‘continuing to increase,’ experts say. Here’s how to know if you have it\nU.S. will limit next-generation Covid vaccines to high-risk people this fall if Congress doesn’t approve more funding\nCaliff also assured lawmakers that the FDA “has been working tirelessly to address this issue this week.”\nThe hearing comes one day after President Joe Biden invoked the Defense Production Act to boost the supply of baby formula, requiring suppliers to direct ingredients used in baby formula to key manufacturers. The president also launched a program that will use U.S. military aircraft to import formula from foreign manufacturers. \nThe hearing also comes hours after the House passed two bills aimed at combating the shortage. The main piece of legislation, sponsored by DeLauro, would provide $28 million in emergency funding to the FDA to bolster inspections of formula made at foreign plants and prevent future shortages.\n— CNBC’s Spencer Kimball contributed to this article."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/19/existing-home-sales-fell-in-april-to-lowest-level-since-start-of-pandemic.html", "category": "https://www.cnbc.com/us-economy/", "content": "A sold sign sits outside a home. \nAdam Jeffery | CNBC\nSales of previously owned homes in April fell to the lowest pace since the Covid pandemic started, according to the National Association of Realtors.\nExisting home sales declined 2.4% compared with March to a seasonally adjusted annualized rate of 5.61 million units, the group said. Sales were 5.9% lower than in April 2021. That is the slowest rate since June 2020, which was artificially slow since the economy was struggling with sweeping shutdowns due to the coronavirus.\nThis count represents closings during the month, so it reflects contracts likely signed in February and March, when mortgage rates were rising. The average rate on the 30-year fixed mortgage started February at 3.66% and ended March at 4.78%, according to Mortgage News Daily. It is now hovering around 5.45%.\n“We are moving back to pre-pandemic sales activity, but I expect further declines,” said Lawrence Yun, chief economist for NAR, citing that rates are now higher than they were when these contracts were signed.\nNot only were buyers contending with rising rates, but they saw very little relief in the shortage of homes for sale. Inventory at the end of April stood at 1.03 million homes for sale, which is down 10.4% from April 2021. At the current sales pace that represents a 2.2-month supply.\nTight supply kept home prices higher, despite rising interest rates. The median price of an existing home sold in April was $391,200, the highest on record and an increase of 14.8% from a year ago.\nVIDEO01:11\nBuilding material prices up 36% as inflation hits all sectors of economy\nThat median is skewed higher because sales continue to be more robust on the higher end of the market, where the supply is stronger. Sales of homes priced between $100,000 and $250,000 fell 29% year over year, while sales of those priced between $500,000 and $750,000 rose 19%. Sales of homes priced over $1 million increased 16% compared with a year ago.\nSales continued to be swift with the average home sitting on the market just 17 days before going under contract. The all-cash sale remained high at 25% of all sales. Investors made up 17% of sales, and first-time buyers made up just 28%. Historically, first-time buyers generally make up about 40% of the market.\n“The number of households interested in becoming homeowners remains high, despite waning confidence that now is a good time to buy. This is especially true among younger home shoppers, who are likely to be first-time buyers and are struggling to save for a down payment as rents continue to hit records” said Danielle Hale, chief economist at Realtor.com. “At the same time, seller expectations for higher down payments seem to be rising, fueled by a still-competitive housing market and repeat buyers with relatively more equity at their disposal.”\nSales of newly built homes for April will be reported next week, but mortgage applications for those homes dropped nearly 11% during the month compared with April 2021, according to the Mortgage Bankers Association.\n“New home purchase activity declined on a monthly and annual basis in April, as the spike in mortgage rates cooled demand, and homebuilders continued to grapple with rising costs, supply-chain issues, and extended completion timelines,” said Joel Kan, MBA’s associate vice president of economic and industry forecasting.\nThe MBA is predicting new home sales will fall for the fifth consecutive month to the slowest pace since May 2020.\nCorrection: This story was updated to reflect that the data came from the National Association of Realtors."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/19/fed-isnt-focused-on-impact-of-rates-on-stocks-esther-george-says.html", "category": "https://www.cnbc.com/us-economy/", "content": "VIDEO04:19\nInflation remains too high, rate adjustments are needed: Kansas City Fed President Esther George\nKansas City Federal Reserve President Esther George said Thursday that higher interest rates are needed now to bring down inflation and that policymakers are not focused on the impact that is having on the stock market.\nIn a CNBC interview, the central bank official noted that the Fed is looking to tighten financial conditions, of which equity markets are a component, in an effort to tamp down price increases running at their fastest pace in more than 40 years.\n“I think what we’re looking for is the transmission of our policy through market’s understanding, and that tightening should be expected,” George told CNBC’s Steve Liesman during a “Squawk Box” interview. “So it’s not aimed at the equity markets in particular, but I think it is one of the avenues through which tighter financial conditions will emerge.”\nThe S&P 500 is teetering on the brink of a bear market, or a 20% plunge from its high. Investors have grown nervous over both rising prices and the impact that a big jump in interest rates could have on corporate earnings and consumer behavior.\nEarlier this month, the Fed approved a 50 basis point rate hike and has indicated similar-sized increases are likely at its next few meetings. A basis point is equal to 0.01%.\nGeorge said “we need higher interest rates,” but added that she’s comfortable with the pace the Fed is moving at now and doesn’t see the need for bigger jumps, such as a 75 basis point increase that some have suggested.\n“Moving deliberately, making sure we stay on course to get some of those rate increases into the economy and then watch how that’s unfolding is going to be really the focus of my attention,” she said. “I think we’re good at 50 basis points right now, and I’d have to see something very different to say we need to go further than that.”\nDespite her concern on inflation, George said other parts of the economy are performing well. However, she said she has heard form business contacts and others in her region that consumers are beginning to change behavior due to higher prices.\nShe also said she’s confident the Fed, which targets 2% inflation, can bring prices down through rate hikes and reducing the $9 trillion in asset holdings on its balance sheet.\n“I think we’ll succeed in bringing down inflation, because we have the tools to do the heavy lifting on that as it relates to demand, and we do see financial conditions beginning to tighten,” she said. “So I think that’s something we’ll have to watch carefully. It’s hard to know how much will be needed to make that happen given all the moving parts that we see in today’s economy.”\nThe rate-setting Federal Open Market Committee next meets June 14-15. Markets are pricing in a near-100% chance the FOMC will increase its benchmark borrowing rate by 50 basis points, though there is a slight chance priced in for a bigger move, according to CME Group data. The rate is currently targeted at 0.75%-1%."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/19/how-relocating-americans-created-new-inflation-hot-spots.html", "category": "https://www.cnbc.com/us-economy/", "content": "In this article\nRDFN\nAmericans moved around a lot over the past two years, and those destinations also now happen to have the highest inflation rates in the U.S.\n“We saw right away that inflation was highest in Phoenix and lowest in San Francisco,” Redfin deputy chief economist Taylor Marr told CNBC.\nThe relationship between migration and inflation has strengthened significantly as more people relocate from expensive coastal cities to more affordable metro areas, according to an analysis released by Redfin, the real estate broker.\nPhoenix is one of the inflation hot spots that has seen an influx of new residents.\n“Almost every component of the Phoenix CPI for whatever reason is up about 10%,” Lee McPheters, research professor of economics at Arizona State University, told CNBC. \nAtlanta and Tampa are also among the metro regions seeing both hot inflation and the pandemic-related surge in homebuying.\n“People move to Atlanta because it’s more affordable,” Vivian Yue, economics professor at Emory University, told CNBC. “But now once people get here, [they say]: ‘Wow, this inflation is so high compared to where [we] moved from.’”\nPrices are up across the country. The consumer price index rose by 8.3% in April 2022 from a year ago.\n“For years and years, it’s always been a mixed bag of things going up, other things coming down, and that’s not the case lately. Essentially, everything is rising,” Steve Reed, economist with the U.S. Bureau of Labor Statistics, told CNBC.\nWatch the video above to learn more about why migration impacts inflation, how the Bureau of Labor Statistics measures rising costs, the role of wages and what may be next for these hot spots."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/19/us-stocks-could-have-a-further-15percent-to-fall-strategist-says.html", "category": "https://www.cnbc.com/us-economy/", "content": "Traders work on the floor of the New York Stock Exchange (NYSE) on May 18, 2022 in New York City.\nSpencer Platt | Getty Images\nAfter a steep sell-off on Wednesday pushed the S&P 500 to the brink of bear market territory, one strategist warns there could be more pain ahead."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/19/us-stocks-could-have-a-further-15percent-to-fall-strategist-says.html", "category": "https://www.cnbc.com/us-economy/", "content": "Traders work on the floor of the New York Stock Exchange (NYSE) on May 18, 2022 in New York City.\nSpencer Platt | Getty Images\nAfter a steep sell-off on Wednesday pushed the S&P 500 to the brink of bear market territory, one strategist warns there could be more pain ahead."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/19/us-bonds-treasury-prices-climb-following-stock-market-sell-off.html", "category": "https://www.cnbc.com/us-economy/", "content": "Treasury yields fell Thursday, pushing prices higher, as investors continued to seek shelter in bonds from a steep sell-off in equities.\nThe yield on the benchmark 10-year Treasury note fell 5 basis points to 2.839% at 1:20 p.m. ET. The yield on the 30-year Treasury bond moved 2 basis points lower to 3.05%. Yields move inversely to prices, and 1 basis point is equal to 0.01%.\nTREASURYS\n\nThe move in bonds comes as the S&P 500 came under pressure in another downbeat session on Wall Street. The Dow Jones Industrial Average fell 250 points, or 0.8%. The Nasdaq also fell slightly.\nTraders also bolstered their bond holdings Wednesday, as the Dow experienced its worst one-day drop since 2020. Earnings updates from big-box retailers showed rising inflation was dragging on corporate profits.\nJulian Howard, head of multi-asset solutions at GAM, told CNBC’s “Squawk Box Europe” that he believed hiking interest rates by central banks was not going to fix the “inflation problem anytime soon.”\n“And I think we’re starting to see evidence in U.S. earnings in what’s been reported amongst retail stocks, that actually ramping up rates is starting to affect consumer demand,” he explained.\nStock picks and investing trends from CNBC Pro:\nJeremy Grantham says today’s bubble is worse than 2000, calls stocks to at least double their losses\nThe sell-off has entered ‘a new phase,’ Allianz’s El-Erian says. How investors can deal with it\nArt Cashin of UBS says stocks are now at risk of even deeper sell-off\nApple may have to slide a lot further before the market sell-off stops, trader says\nU.S. weekly jobless claims came in at 218,000 in the week ending May 14, an increase of 21,000 claims from the previous week, according to the Labor Department on Thursday."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/19/strategist-discusses-getting-a-mortgage-when-rates-are-rising.html", "category": "https://www.cnbc.com/us-economy/", "content": "Historic row houses in Columbia Heights neighborhood of Washington, D.C.\namedved | iStock | Getty Images\nOne strategist has told CNBC why she thinks it’s still a “relatively good environment” to borrow money, including mortgages, despite rising interest rates.\nKristina Hooper, chief global market strategist at Invesco, told CNBC’s “Squawk Box Europe” on Friday that although borrowers may have experienced some “whiplash” in seeing mortgage rates go up around 2%, there were still reasons to be optimistic.\n“We’re living in a very low rate environment, and I suspect when the Fed finishes with its tightening cycle, we’ll still be in a very low rate environment relative to history,” she said.\nTo demonstrate this, Hooper recalled her own experience of buying a “starter home” with her husband as newlyweds in 1996.\nVIDEO02:38\nInvesco strategist: Why it’s still a ‘good environment’ for borrowing\nShe said that the bank lending officer they met with gave them a plastic mortgage calculator, which was essentially a “sliding scale” that showed what the repayments would be for every $1,000 they borrowed, depending on the interest rate. The scale ran from 6% to 20%. Hooper said this reflected the range in interest rates for the last several decades.\n“I’ve held onto it because it was such a vestige of the past and reminded me of history,” Hooper said, adding that her parents had a mortgage rate of 13% in 1981.\nAt the same time, Hooper acknowledged that rising levels of debt might make this cycle of rising interest rates feel higher for some people. The Federal Reserve raised interest rates by half a percentage point earlier in May, pushing the federal funds rate to between 0.75%-1%.\nData released by Experian in April showed that overall debt levels in the U.S. had risen 5.4% to $15.3 trillion in the third quarter of 2021 from the previous year. Mortgage debt was up 7.6% in the third quarter of 2021 to $10.3 trillion, up from $9.6 trillion in 2020.\nHooper said that “for those who have fixed rates that’s wonderful and luckily we don’t have the kind of mortgage products we had prior to the global financial crisis, where there was a resetting that went on after a few years and many couldn’t afford their mortgages.”\n“So that’s certainly the good news, but for those with variable rates, for those who are still out there buying, even though rates are a lot higher, it’s going to feel a lot less affordable,” she added.\nThe Mortgage Banker Association’s seasonally adjusted index showed that in April demand for adjustable-rate mortgages (ARMs) had doubled to 9% from three months earlier.\nARMs tend to offer lower interest rates, but are considered slightly riskier than a 30-year fixed rate mortgage. ARMs can be fixed at for terms like five, seven or 10 years, but they do adjust once the term is up to the current market rate.\n— CNBC’s Diana Olick contributed to this report.\nCorrection: This story has been updated to fix a misspelling of the name Columbia Heights in the photo caption."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/19/euro-dollar-what-does-it-mean-for-investors-as-the-pair-nears-parity.html", "category": "https://www.cnbc.com/us-economy/", "content": "The euro sign sculpture stands outside the former European Central Bank (ECB) headquarters in Frankfurt, Germany, on Sunday, July 3, 2016.\nKrisztian Bocsi | Bloomberg | Getty Images\nThe euro is nearing parity with the U.S. dollar for the first time in 20 years, but currency strategists are divided on whether it will get there, and what it will mean for investors and the economy.\nAs of Thursday morning in Europe, the euro was hovering around $1.05, having been in steady decline for almost a year, down from around $1.22 last June. The common currency slid to just above $1.03 earlier this week.\nThe dollar has been strengthened by risk aversion in markets as concerns about Russia’s war in Ukraine, surging inflation, supply chain problems, slowing growth and tightening monetary policy have driven investors toward traditional “safe haven” assets.\nThe narrowing between the two currencies has also been driven by divergence in monetary policy among central banks. The U.S. Federal Reserve earlier this month raised benchmark borrowing rates by half a percentage point, its second hike of 2022, as it looks to rein in inflation running at a 40-year high.\nVIDEO12:35\nWhy everyone is so obsessed with inflation\nFed Chairman Jerome Powell said on Tuesday that the central bank will not hesitate to continue raising rates until inflation comes down to a manageable level and repeated his commitment to bring it closer to the Fed’s 2% target.\nThe European Central Bank, by contrast to the Fed and the Bank of England, has yet to raise interest rates despite record high inflation across the euro zone. However, it has signaled the end of its asset purchase program and policymakers have struck a more hawkish tone of late.\nECB policymaker Francois Villeroy de Galhau said on Monday that excessive euro weakness threatens price stability in the bloc, increasing the cost of dollar-denominated imported goods and commodities and further fueling the price pressures that have driven euro zone inflation to record highs.\nWhat would it take to get to parity?\nSam Zief, global head of FX strategy at JPMorgan Private Bank, told CNBC on Wednesday that the path to parity would require “a downgrade in growth expectations for the euro area relative to the U.S., akin to what we got in the immediate aftermath of the Ukraine invasion.”\n“Is that possible? Sure, but it’s certainly not our base case, and even in that case, it does seem like euro at parity becomes your worst case scenario,” Zief said.\nLoading chart...\nHe suggested that the risk-reward over a two to three-year period — with the ECB likely escaping negative rate territory and fewer fixed income outflows from the euro area — means the euro looks “incredibly cheap” at present.\n“I don’t think there’s many clients that are going to look back in two to three years and think that buying euro sub-$1.05 was a bad idea,” Zief said.\nVIDEO07:31\nWhy is the dollar so powerful?\nHe noted that the Fed’s aggressive interest rate hiking cycle and quantitative tightening over the next two years are already priced into the dollar, a view echoed by Stephen Gallo, European head of FX strategy at BMO Capital Markets.\nGallo also told CNBC via email that it’s not just the prospect of material policy divergence between the Fed and the ECB that will affect the EURUSD pair.\n“It’s also the evolution of the EUR’s core balance of payments flows, and the prospect of additional negative energy supply shocks, which are also dragging the currency lower,” he said.\nVIDEO02:22\nWe already are in a recession, investment firm CIO says\n“We have not seen evidence of a large build-up in EURUSD short positions on the part of leveraged funds in the data we track, which leads us to believe that the EUR is weak because of a deterioration in underlying core flows.”\nA move to parity between the euro and the dollar, Gallo suggested, would require ECB “policy inertia” over the summer, in the form of rates remaining unchanged, and a full German embargo on Russian fossil fuel imports, which would lead to energy rationing.\n“It would not be surprising to see ECB policy inertia continue if the central bank is faced with the worst possible combination of higher recession risk in Germany and additional sharp rises in prices (i.e. the dreaded stagnation),” Gallo said.\n“For the Fed’s part in all this, I believe the Fed would become alarmed by a move to the 0.98-1.02 range in EURUSD, and this extent of USD strength vs the EUR, and I could see a move to this area in EURUSD causing the Fed to pause or slow its tightening campaign.”\nDollar ‘too high’\nThe dollar index is up around 8% since the start of the year, and in a note Tuesday, Deutsche Bank said the “safe haven” risk premium priced into the greenback was now at the “upper end of extremes,” even when accounting for interest rate differentials.\nDeutsche Bank Global Co-Head of FX Research George Saravelos believes a turning point is close. He argued that we are now at a stage where further deterioration in financial conditions “undermines Fed tightening expectation” while a great deal more tightening remains to be priced in for the rest of the world, and Europe in particular.\n“We don’t believe Europe is about to enter a recession and European data – in contrast to the consensus narrative – continues to outperform the U.S.,” Saravelos said.\nVIDEO04:45\nFinland’s Rehn says the ECB should move quickly with a rate hike\nDeutsche Bank’s valuation monitor indicates that the U.S. dollar is now the “world’s most expensive currency,” while the German lender’s foreign exchange positioning indicator shows that dollar long positions against emerging market currencies are at their highest since the peak of the Covid-19 pandemic.\n“All of these things give the same message: the dollar is too high,” Saravelos concluded. “Our forecasts imply EUR/USD will go back up to 1.10 not down to parity in coming months.”\nThe case for parity\nWhile many analysts remain skeptical that parity will be reached, at least persistently, pockets of the market still believe that the euro will eventually weaken further.\nInterest rate differentials vis-à-vis the U.S. shifted against the euro after the Fed’s June 2021 meeting, in which policymakers signaled an increasingly aggressive pace of policy tightening.\nJonas Goltermann, senior markets economist at Capital Economics, said in a note last week that the ECB’s recent hawkish shift has still not matched the Fed or been enough to offset the increase in euro-zone inflation expectations since the turn of 2022.\nVIDEO04:56\nJPMorgan: Investors can monetize volatility in foreign exchange market\nWhile Capital Economics expects the Fed’s policy path to be similar to that priced in by markets, Goltermann expects a less aggressive than discounted path for the ECB, implying an additional shift in nominal interest rate differentials against the euro, albeit a much smaller one than that seen last June.\nDeteriorating euro zone terms of trade and a global economic slowdown with further turbulence ahead – with the euro more exposed to financial tightening due to the vulnerability of its periphery bond markets – further compound this view.\n“The upshot is that – contrary to most other analysts – we forecast the euro to weaken a bit further against the dollar: we expect the EUR/USD rate to reach parity later this year, before rebounding toward 1.10 in 2023 as the headwinds to the euro-zone economy ease and the Fed reaches the end of its tightening cycle,” Goltermann said."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/18/cdc-probing-180-cases-of-kids-with-acute-hepatitis-of-unknown-cause.html", "category": "https://www.cnbc.com/us-economy/", "content": "The Centers for Disease Control and Prevention (CDC) headquarters in Atlanta, Georgia.\nTami Chappell | Reuters\nThe Centers for Disease Control and Prevention is now investigating 180 cases of children who suddenly developed severe hepatitis across 36 states and territories, an increase of 71 cases since the public health agency’s last update earlier this month.\nThe CDC, in a statement Wednesday, said the vast majority are not new cases of hepatitis. Rather, the number of patients under investigation have increased as the agency looks more closely at data that goes back to October of last year.\nHepatitis is an inflammation of the liver that is commonly caused by hepatitis viruses A, B, C, D and E. The cases the CDC is investigating are unusual because the children have not tested positive for those viruses and they have suffered severe symptoms, with 9% requiring liver transplants, which is rare.\nThe CDC has found at least five deaths, although no fatalities have been reported since February. Adenovirus infection is being investigated as being the possible cause, with nearly half the kids testing positive for the pathogen. Adenovirus is a common virus that normally causes cold or flu-like symptoms. It is not a known cause of hepatitis in otherwise healthy children.\nThe CDC also is conducting lab tests to see if the Covid virus might also be a possible cause, though the children in the initial cluster in Alabama did not have the coronavirus.\nThe United Kingdom first alerted the World Health Organization to severe cases of hepatitis in kids last month. The U.K. Health Security Agency, in an update last week, said adenovirus is the most commonly detected virus in the samples tested there. The country has identified 176 cases as of May 10.\nThe CDC said severe hepatitis in kids remains rare, but told parents to be on the look out for symptoms such as jaundice, which is yellowing of the skin or eyes.\nCNBC Health & Science\nRead CNBC’s latest global coverage of the Covid pandemic:\nDoctors say these pandemic side effects are serious problems—and unlikely ‘to go away anytime soon’\nU.S. gun homicides reached highest level in 25 years during Covid pandemic, CDC says\nLong Covid is ‘continuing to increase,’ experts say. Here’s how to know if you have it\nU.S. will limit next-generation Covid vaccines to high-risk people this fall if Congress doesn’t approve more funding"}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/18/senate-panel-investigates-abbott-tax-practices-after-contamination-shuts-down-baby-formula-plant.html", "category": "https://www.cnbc.com/us-economy/", "content": "The Abbott manufacturing facility in Sturgis, Michigan, on May 13, 2022.\nJeff Kowalsky | AFP | Getty Images\nThe Senate Finance Committee on Wednesday opened an investigation into Abbott Labs, the company at the center of a baby formula shortage in the U.S.\nCommittee Chairman Sen. Ron Wyden, D-Ore., sent a letter to CEO Robert Ford requesting information on Abbott’s international tax practices and $8 billion in stock buybacks the company has authorized since 2019.\nWyden also requested information on how much money Abbott spent to upgrade an infant formula plant in Sturgis, Mich. prior to its closure due to bacterial contamination as well as whether the company used billions of dollars in tax cuts to repurchase shares rather than invest in the facility.\nThe closure of the Michigan plant has played a major role in the infant formula shortage that has left parents scrambling to find food for their babies with stores shelves empty in many communities. Four manufacturers — Abbott, Mead Johnson Nutrition, Nestle USA and Perrigo — control 90% of the infant formula market in the U.S.\n“As Abbott spent billions buying back its own stock, it appears that it failed to make necessary repairs to fix a critical manufacturing plant of infant formula located in Michigan,” Wyden wrote. “The closure of the plant has contributed substantially to a national shortage of infant formula, putting families across the country at risk,” the senator said.\nAbbott, in a statement, said it complies with all tax laws in the U.S. and abroad. The company’s stock buybacks did not impact its ability to invest in or re-open the Michigan plant, spokesman John Koval said.\nAbbott’s tax rate on its earnings has declined substantially since the Republican-controlled Congress passed a massive tax cut in 2017 that lowered the corporate rate to 21%. Abbott paid a tax rate of about 14% in 2021, down from 25% in 2016, according to securities disclosures. Abbott’s net earnings have increased by about 90% during the pandemic, from $3.69 billion in 2019 to $7 billion in 2021.\nWyden said Abbott appears to have benefited from using overseas tax havens. Abbott, in its annual report for 2021, said it benefited from lower tax rates and exemptions on foreign income from its operations in Puerto Rico, Switzerland, Ireland, the Netherlands, Costa Rica, Singapore and Malta.\nIn February, Abbott closed its infant formula plant in Michigan after the Food and Drug Administration found contamination at the facility from the bacteria Cronobacter sakazakii. Four infants who ate powered formula from the plant were hospitalized with Cronobacter, two of whom died.\nAbbott has maintained there’s “no conclusive evidence” to link the illnesses to the bacteria found at the plant. However, the company has recalled its Similac PM 60/40, Similac, Alimentum and EleCare baby formula produced at the Sturgis facility.\nAbbott reached an agreement this week with the FDA to reopen the Sturgis facility through a consent decree with conditions enforceable by a federal court. Under the consent decree, Abbott is required to bring in a team of independent experts to develop a plan for the Michigan plant to come into compliance with U.S. food safety laws. The company has said it can restart the plan within two weeks, subject to FDA approval, but it will take up to eight weeks for products to arrive in stores again.\nAbbott is required to shut the plant down again if any products test positive for Cronobacter or Salmonella and can only reopen again if the FDA confirms the contamination has been eliminated.\nFDA Commissioner Robert Califf, in a statement Monday, said the agency will do everything possible to ensure that infant formulas produced by Abbott meet safety and quality standards.\nCaliff will face questions from lawmakers about the infant formula shortage during a hearing in the House Appropriations agriculture subcommittee Thursday. Abbott executive Christopher Calamari will face questions from House Oversight and Investigations subcommittee next Wednesday.\nCNBC Health & Science\nRead CNBC’s latest global coverage of the Covid pandemic:\nDoctors say these pandemic side effects are serious problems—and unlikely ‘to go away anytime soon’\nU.S. gun homicides reached highest level in 25 years during Covid pandemic, CDC says\nLong Covid is ‘continuing to increase,’ experts say. Here’s how to know if you have it\nU.S. will limit next-generation Covid vaccines to high-risk people this fall if Congress doesn’t approve more funding"}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/18/covid-us-faces-unnecessary-deaths-if-congress-fails-to-pass-funding-bill.html", "category": "https://www.cnbc.com/us-economy/", "content": "Dr. Ashish Jha, Coordinator of the COVID-19 Response, speaks to reporters during the daily press briefing at the White House in Washington, U.S., April 26, 2022. \nEvelyn Hockstein | Reuters\nTop U.S. health officials on Wednesday reiterated their calls for Congress to pass funding for the nation’s fight against Covid-19, warning that failure to act now would result in an unnecessary loss of life in the fall and winter.\nTheir warning comes as new infections and hospitalizations are on the rise as the more transmissible omicron subvariants sweep the U.S.\nThe nation is reporting more than 94,000 new infections daily on average as of Monday, a 25% increase over the previous week, according to data from the Centers for Disease Control and Prevention. In addition, hospitalizations have increased 18% over the past week with about 3,000 people admitted with Covid every day on average, according to CDC data.\nDr. Ashish Jha, the new White House Covid response coordinator, said the fact that many people are now taking at-home tests, results of which are not captured in the data, has to be taken into consideration.\n“We know that the number of infections is actually substantially higher than that, hard to know exactly how many, but we know that a lot of people are getting diagnosed using home tests,” Jha said during a White House update on the pandemic Wednesday. “We’re clearly undercounting cases. There’s a lot of infections across America.”\nCDC Director Rochelle Walensky said 32% of Americans live in areas with medium or high Covid levels, a metric that takes into account infections and hospitalizations. The CDC recommends that people wear masks at indoor public locations when their community has a high Covid level. Those communities can be found on the health agency’s website.\nStill, the current wave of Covid cases, based on the data available, is about 90% lower than the first omicron wave during the winter, which was unprecedented in its scale and speed. Hospitalizations are also 86% lower than the peak of that wave.\nJha said the U.S. has a better national system in place to combat the current wave compared with past periods of the pandemic. For example, Pfizer’s antiviral trial treatment is widely available for the first time. It’s prescribed to people infected with Covid who are at a high risk of severe illness. Jha said the nation’s physicians are writing 20,000 prescriptions for Paxlovid every day.\nThe Biden administration is now allowing households to order eight Covid tests for free through the website, covid.gov/tests. The Food and Drug Administration also authorized third Pfizer shots for kids ages 5 to 11 this week. If the CDC signs off on boosters for that age group on Thursday, everyone ages 5 and older would be eligible for at least three shots. People ages 50 and older can already receive a fourth dose, while people ages 12 and older can receive a fifth dose.\nHowever, Jha said the U.S. doesn’t have money to buy more vaccines, treatments and manufacture Covid tests for the fall. He warned that the U.S. would face a needless loss of life if Congress fails to pass President Joe Biden’s request for $22.5 billion of Covid funding. Public health officials are expecting another wave of infection in the fall as immunity wanes from the vaccines, the virus mutates into ever more transmissible variants and people head indoors to escape the colder weather.\n“We have to plan for a scenario where we don’t get any more resources from Congress. I think it would be terrible. I think we would see a lot of unnecessary loss if that were to happen,” Jha said. More than two years into the pandemic, 1 million people in the U.S. have already died from Covid.\nJha said the FDA will likely adopt redesigned vaccines this summer that target mutations the virus has developed over the past two years, with the aim of giving people more durable protection against Covid. However, he said the U.S. would only have the money to provide those next-generation shots for people at high risk of severe disease, the elderly and immune compromised, if Congress doesn’t provide money. The U.S. would also run out of treatments for people who get infected, he said.\nJha also said Covid test manufacturers in the U.S. are already laying off workers and shutting down production lines because demand has dropped and the federal government doesn’t have enough money to support them. In the coming weeks, they will likely sell off equipment and get out of the business altogether. That would leave the U.S. dependent on test manufacturers in other countries if there’s a wave in the fall and demand for testing suddenly surges like it did over the winter.\nJha wouldn’t provide a projection of what the public should expect in the fall. He said the models vary widely because predictions are dependent on how much immunity is in the population from the first omicron wave and how much that immunity would protect against a possible future variant. He said Congress passing funding for next generation vaccines for all Americans would also change the projections of a fall wave.\nJha said he has been talking regularly to lawmakers, particularly Republicans who have blocked the Senate from passing $10 billion in additional Covid funding. Senate Majority Leader Chuck Schumer, D-N.Y., and Sen. Mitt Romney, R-Utah, hammered out that much smaller funding deal in April. However, conservative legislators are refusing to support the deal unless the CDC reimposes a public health law that the U.S. used to deport asylum seekers arriving at the border with Mexico during the pandemic.\nJha said he spoke to lawmakers again this morning on Capitol Hill and is optimistic that Congress will ultimately come through with the Covid funds.\nCNBC Health & Science\nRead CNBC’s latest global coverage of the Covid pandemic:\nDoctors say these pandemic side effects are serious problems—and unlikely ‘to go away anytime soon’\nU.S. gun homicides reached highest level in 25 years during Covid pandemic, CDC says\nLong Covid is ‘continuing to increase,’ experts say. Here’s how to know if you have it\nU.S. will limit next-generation Covid vaccines to high-risk people this fall if Congress doesn’t approve more funding"}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/18/rising-inflation-has-made-people-feel-anxious-here-are-ways-to-cope.html", "category": "https://www.cnbc.com/us-economy/", "content": "In this article\nWMT\nTGT\nA woman pushes a shopping cart through the grocery aisle at Target in Annapolis, Maryland, on May 16, 2022, as Americans brace for summer sticker shock as inflation continues to grow.\nJim Watson | AFP | Getty Images\nMany Americans feel anxious about money, especially when inflation is high, interest rates are rising and markets are whiplashing.\nMore than 40% of U.S. adults said that money concerns have a negative impact on their mental health, according to a recent survey from Bankrate. Of those who said money took a toll, most cited feeling stressed, anxious and overwhelmed.\n“When individuals suffer money challenges or they’re working through money issues, there’s tremendous potential for stress,” said Mark Hamrick, senior economic analyst at Bankrate.\nMore from Invest in You:\n85% of those who negotiated a job offer succeeded. How to do it\nGreat Resignation workplace changes are here to stay\nCompanies are betting perks will help them in ‘Great Reshuffle’\nA primary concern for many households now is high inflation, which has hit most major expenses and outpaced wage gains. Here’s what financial experts say can help.\nHow to manage anxiety\nWhen faced with difficult financial environments, it’s important to consider what is within your control and what isn’t, according to Preston Cherry, a certified financial planner, certified financial therapist and founder of Concurrent Financial Planning in Omaha, Nebraska.\n“We can’t control things like inflation, war, market cycles or economic cycles — those things are going to happen,” he said. “Uncertainty is certain.”\nVIDEO10:24\nHow Americans’ money anxiety is impacting their mental health\nKnowing that can help people take some of the blame and shame for financial strife off themselves and better process what’s happening in the environment, he said.\n“That allows thinking about what we can do about it to make it through,” he said.\nWhat money adjustments to make\nOne of the issues people face with inflation currently hitting so many sectors is that it’s unavoidable, said Jason Steeno, president at CoreCap Advisors & CoreCap Investments in Southfield, Michigan.\n“It’s almost a grin-and-bear-it type of situation,” he said.\nTo ensure you aren’t consistently overspending, however, now is a good time to check that your monthly budget is sufficient to meet your needs, according to Katie Nixon, executive vice president and chief investment officer for the wealth management business at Northern Trust.\n“It’s always a healthy thing to do but more so given the inflationary pressures,” she said. “You have to make sure that your budget accommodates the fact that your needs have gotten more expensive.”\nVIDEO40:01\nHow taxes, 401(k) plans and IRAs work\nKeeping spending within your budget may mean you have to cut certain extra things such as entertainment, travel or dining out. Many Americans have already made such cuts.\nExperts also recommend building up emergency savings, if you can, and paying down debt, especially from high-interest credit cards. Doing this will help better your financial situation for whatever comes next.\nGenerally, advisors suggest that your emergency fund should have somewhere between three and six months of living expenses.\n“You want to have a cash cushion in order to have a guard rail against any large pendulum swings back,” Cherry said.\nRemember that cycles happen\nIt’s also important for Americans to keep in mind that economic cycles are just that — cyclical. There may be better times ahead.\n“Our view is that we have seen at or close to peak inflation, and that’s good news,” Nixon said. “There’s been a lot of damage done, but it may be coming to an end.”\nShe also pointed to recent earnings reports from Walmart and Target, which showed shifting consumer spending and that the big-box retailers are absorbing some of the higher prices of goods instead of passing them on to shoppers.\nStill, she suggests that people continue to watch their cash inflows and outflows over the coming months, as prices are likely to remain elevated even as inflation cools off.\n“It doesn’t mean that we’re going back to 2% in the next year or so, but it does mean we’re coming off these high levels,” Nixon said.\nSIGN UP: Money 101 is an 8-week learning course to financial freedom, delivered weekly to your inbox. For the Spanish version Dinero 101, click here.\nCHECK OUT: 74-year-old retiree is now a model: ‘You don’t have to fade into the background’ with Acorns+CNBC\nDisclosure: NBCUniversal and Comcast Ventures are investors in Acorns."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/18/what-walmart-target-home-depot-and-lowes-tell-us-about-the-economy.html", "category": "https://www.cnbc.com/us-economy/", "content": "Compilation of Target, Walmart, Lowe’s and Home Depot stores.\nReuters\nHow well is the American consumer holding up against sky-high inflation? It depends on whom you ask.\nFour major retailers — Walmart, Target, Home Depot and Lowe’s — reported quarterly financial results this week, and they each offered a different perspective on where and how people are spending their money.\nWalmart said some of its more price-sensitive customers are beginning to trade down to private-label brands, while Home Depot emphasized the resiliency among its customer base, a sizable percentage of which is professional home builders and contractors.\nThe reports came after Amazon in late April flashed warning signs for the retail industry when it booked the slowest revenue growth for any quarter since the dot-com bust in 2001 and offered up a bleak forecast.\nStill, expectations on Wall Street were higher this week for both Walmart and Target. Analysts and investors didn’t anticipate that the two big-box retailers would take such a massive hit to their profits in the latest period as supply chain costs weighed on sales and unwanted inventory, such as TVs and kitchen appliances, piled up. Walmart closed Tuesday down 11.4%, marking its worst day since October 1987. On Wednesday, Walmart fell another 7%, while Target had its worst day in 35 years.\nHome Depot and Lowe’s, though, have seen more strength among shoppers in recent weeks.\n“Our customers are resilient. We are not seeing the sensitivity to that level of inflation that we would have initially expected,” Home Depot CEO Ted Decker said Tuesday on the company’s earnings call. (Shares of both home improvement chains closed Wednesday down about 5% amid a broader market sell-off.)\nThe mixed commentary from these retailers is in large part due to the fact that Americans are experiencing economic volatility differently, dependent upon their income levels. Companies and consumers are in an uncharted transition period following months of Covid-related lockdown measures that prompted purchases of canned goods, toilet paper and Peloton Bikes to soar. Multiple rounds of stimulus dollars fueled spending on new sneakers and electronics.\nBut as that money dries up, retailers must navigate their new normal. That includes inflation at 40-year highs, Russia’s war in Ukraine and a still-crippled global supply chain.\n“While we’ve experienced high levels of inflation in our international markets over the years, U.S. inflation being this high and moving so quickly, both in food and general merchandise, is unusual,” Walmart Chief Executive Officer Doug McMillon said Tuesday on an earnings conference call.\nThe results this week could foreshadow trouble for a number of retailers, including Macy’s, Kohl’s, Nordstrom and Gap, which have yet to report results for the first quarter of 2022. These companies that rely on consumers coming inside their stores to splurge on new clothes or shoes could be particularly pressured, as Walmart hinted that shoppers were beginning to pull back on discretionary items to budget more money toward groceries.\nAt the same time, retailers are citing an uptick in demand for items such as luggage, dresses and makeup as more Americans plan vacations and attend weddings. But the concern is that consumers will be forced to make trade-offs, somewhere, in order to afford these things. Or they’ll seek out discounted goods at shops such as TJ Maxx.\nHere’s what Walmart, Target, Home Depot and Lowe’s are telling us about the state of the American consumer.\nWalmart\nWalmart is seeing a mixed picture, shaped by consumers’ household income and how they feel about the future. But in the most recent quarter, the nation’s largest retailer said shoppers are showing they are mindful of the budget.\nCustomers walked out of stores and left the retailer’s website with fewer purchased items. More of them skipped over new clothing and other general merchandise as they saw prices rise on gas and groceries. Some traded down to cheaper brands or smaller items, including half-gallons of milk and the store brand of lunch meat instead of a pricier brand-name one, Chief Financial Officer Brett Biggs told CNBC.\nOn the other hand, he said, some customers have sprung for new patio furniture or eagerly chased the flashy new gaming console, he said.\n“If you look at the demographics of the U.S. and lay our customer map on top of it, we’d be really close to the same thing,” Biggs said. “And so you’ve got some people who are going to feel more pressure than others and I think that’s what we’re seeing.”\nTarget\nTarget said it is seeing a resilient consumer who has new priorities as the pandemic becomes more of an afterthought.\n“They’re shifting from buying TVs to buying luggage,” Chief Executive Officer Brian Cornell said in an interview on CNBC’s “Squawk Box.” He added later, “they’re still shopping, but they started to spend dollars differently.”\nThat change showed up with purchases in the fiscal first quarter, he said. Customers bought decor and gifts for Easter and Mother’s Day celebrations. They threw, and attended, larger children’s birthday parties — leading to a jump in toy sales. They also bought fewer items like bicycles and small kitchen appliances as they booked flights and planned trips.\nCornell pointed to the high spending levels that Target went up against in the year-ago first quarter, as Americans got money from stimulus checks and had fewer places to spend it.\nComparable sales still grew, despite that challenging comparison, he noted. Plus, traffic at Target’s store and website traffic rose nearly 4% year over year. Sales growth numbers, however, would include the effects of inflation which is making everything from freight costs to groceries pricier.\nTarget last quarter also had a higher level of markdowns, a staple of the retail industry that more or less disappeared during the pandemic as shoppers had a big appetite to buy and retailers had less merchandise to put on shelves.\nVIDEO05:52\nTarget CEO Brian Cornell on earnings: We are seeing a shift in consumer spending\nHome Depot\nThe home improvement retailer told investors on Tuesday that it wasn’t seeing any differences in consumer behavior yet.\nHome Depot’s average ticket climbed 11.4% in the quarter, fueled largely by inflation. But executives also said that consumers are trading up, not trading down. For example, consumers are switching from gas-powered lawn mowers to more expensive battery-powered options, according to Home Depot’s Vice President of Merchandising Jeff Kinnaird.\nThis behavior likely is due to the fact that the overwhelming majority of Home Depot customers are homeowners, who have seen their home equity values soar in the last two years. CFO Richard McPhail said on the call that more than 90% of its do-it-yourself customers own their homes, while basically all of its sales to contractors are on behalf of a homeowner.\nMcPhail also said that roughly 93% of its customers with mortgages have fixed rates. As interest rates and housing prices rise, consumers who consider moving are opting instead to stay in their current homes and remodel them instead.\nLowe’s\nLowe’s echoed similar sentiments during its conference call on Wednesday. CEO Marvin Ellison said home price appreciation, the aging home stock and the ongoing housing shortage are key economic drivers of Lowe’s business.\n“It’s one of the reasons why I think home improvement is a unique retail sector and can have this macro environment where there are a lot of questions about the health of the consumer,” he told analysts.\nConsumers working on DIY projects account for about three quarters of Lowe’s sales, which is a higher proportion than rival Home Depot. So far, the company isn’t seeing any material trade down from those consumers yet.\nHowever, consumers are starting to feel the pinch from rising energy prices. Ellison told CNBC that Lowe’s customers are trading up to battery-powered landscaping tools and lawnmowers and more energy-efficient laundry machines.\n“Do I think it has something to do with fuel prices? The answer is absolutely,” he said.\nLowe’s did fall short of Wall Street’s expectations for its quarterly sales, but executives chalked up the retailer’s disappointing performance to weather.\nVIDEO03:11\nConsumers are choosing what to keep in the basket, says Evercore’s Melich"}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/18/watch-live-us-health-officials-hold-covid-briefing-as-infections-and-hospitalizations-increase.html", "category": "https://www.cnbc.com/us-economy/", "content": "[The stream is slated to start at 10:45 a.m. ET. Please refresh the page if you do not see a player above at that time.]\nSenior U.S. health officials are holding a Covid-19 press conference for the first time in over a month, as infections and hospitalizations are on the rise as more transmissible omicron subvariants spread across the country.\nDr. Ashish Jha will lead the briefing for the first time in his role as the White House Covid-19 response coordinator. White House chief medical advisor Dr. Anthony Fauci and Centers for Disease Control and Prevention Director Dr. Rochelle Walensky will provide updates as usual.\nThe U.S. is reporting more than 94,000 new infections daily on average as of Monday, a 25% increase over the week prior, according to data from the CDC. Hospitalizations have also increased 18% over the past week with about 3,000 people admitted with Covid every day on average, according to CDC data.\nWith infections and hospitalizations rising, the Food and Drug Administration authorized Pfizer booster doses for children ages 5 to 11 this week. The FDA could authorize Covid vaccines for children under age 5, the only group left in the U.S. not eligible, as soon as next month.\nCNBC Health & Science\nRead CNBC’s latest global coverage of the Covid pandemic:\nDoctors say these pandemic side effects are serious problems—and unlikely ‘to go away anytime soon’\nU.S. gun homicides reached highest level in 25 years during Covid pandemic, CDC says\nLong Covid is ‘continuing to increase,’ experts say. Here’s how to know if you have it\nU.S. will limit next-generation Covid vaccines to high-risk people this fall if Congress doesn’t approve more funding"}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/18/ceo-outlook-dims-sharply-with-more-than-half-expecting-a-recession-ahead-survey-shows.html", "category": "https://www.cnbc.com/us-economy/", "content": "VIDEO03:58\nCEO confidence crumbles amid high inflation, survey finds\nCorporate executives are taking a dim view of their prospects, with a majority now expecting a recession ahead, according to a closely watched business survey released Wednesday.\nThe Conference Board measure of CEO sentiment showed that 57% of respondents expect inflation to come down “over the next few years” but the economy to sustain a “very short, mild recession.”\nThose results reflect an overall pessimistic tone from the quarterly gauge, as the board’s Measure of CEO Confidence fell to 42, a steep drop from the first quarter’s 57 and the lowest since the early days of the Covid pandemic. Anything below 50 represents a negative outlook, as the number measures the level of respondents expecting expansion over those seeing contraction.\nThat reading “is consistent with slowing for sure,” Roger Ferguson, vice chairman of the Business Council and a trustee of The Conference Board, told CNBC’s “Squawk Box” in an interview following the report’s release.\n“All of this is telling us that the combination of inflation that is much too high, to quote [Federal Reserve Chairman] Jay Powell, wages that are increasing but not keeping up with inflation, and then the inability to pass all this along is creating a very, very challenging dynamic,” said Ferguson, a former Fed vice chair.\nThe recession expectation reading wasn’t the only bad news out of the report.\nJust 14% of CEOs reported that business conditions had improved in Q2, down from 34% in the first quarter. Sixty-one percent said conditions were worse, compared with 35% in the prior reading. Only 19% see improvement ahead, down from 50%, while 60% expect things to worsen, up from 23%.\nOne piece of good news was that 63% expect to hire in the next quarter, down only slightly from 66% in Q1. However, some 80% said they were having problems getting qualified workers, down just slightly, while 91% see wages rising by more than 3% over the next year, up from 85% in the first three months of the year.\nAlso, just 38% expect to increase capital spending, a sharp decline from 48% previously. Some 20% see stagflation conditions of low growth and high inflation.\nPowell said in an interview Tuesday with The Wall Street Journal that he remains determined to tamp down inflation, insisting that he will need to see conditions change “in a clear and convincing way” before the Fed stops raising rates and tightening monetary policy.\nFerguson said the survey “suggests that this set of circumstances is not likely to get better anytime soon and consequently pressures on the middle line and the bottom line for businesses, pressures on the household sector, pressures at CEO level, and, frankly, pressures on the Federal Reserve.”"}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/18/us-bonds-treasury-yields-are-mixed-as-inflation-concerns-linger.html", "category": "https://www.cnbc.com/us-economy/", "content": "U.S. Treasury yields fell Wednesday, as investors sought shelter from a blistering sell-off in the equities market.\nThe yield on the benchmark 10-year Treasury note fell 9 basis points to 2.88%, despite topping 3% earlier in the day. The yield on the 30-year Treasury bond traded down 10 basis points to 3.061%. Yields move inversely to prices and 1 basis point is equal to 0.01%.\nTREASURYS\n\nThe Dow Jones Industrial Average and S&P 500 were on track for their biggest daily declines since 2020, after a quarterly report from retailer Target stoked concern of rising inflation biting into corporate profits. The tech-heavy Nasdaq Composite also faltered, dropping 4.7%.\nThose declines pushed the Nasdaq deeper into bear market territory. They also put the S&P 500 down more than 17.7% for 2022; the Dow was down 13.3% year to date.\nRisk assets like stocks have been under pressure all year as worries over surging inflation and tighter Federal Reserve policy rattled investors. On Tuesday, Fed Chairman Jerome Powell said on Tuesday that the U.S. central bank would continue to raise interest rates until inflation starts to fall back to a healthy level.\nStock picks and investing trends from CNBC Pro:\nJeremy Grantham says today’s bubble is worse than 2000, calls stocks to at least double their losses\nThe sell-off has entered ‘a new phase,’ Allianz’s El-Erian says. How investors can deal with it\nArt Cashin of UBS says stocks are now at risk of even deeper sell-off\nApple may have to slide a lot further before the market sell-off stops, trader says\nKit Juckes, macro strategist at Societe Generale, said on Wednesday that it’s “not just the rate hikes that hurt” the economy.\n“The jump in inflation, increased uncertainty, the way that the huge pile of savings is distributed through society, all challenge the US economy’s resilience,” he explained.\nTreasury yields, meanwhile, have been on the rise in 2022. The benchmark 10-year started the year at around 1.5%. However, investors turned to bonds Wednesday in their search for cover from the stock market sell-off."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/17/baby-formula-shortage-house-democrats-to-hold-hearings-introduce-legislation.html", "category": "https://www.cnbc.com/us-economy/", "content": "VIDEO03:16\nCongressional Democrats unveil $28M plan to address baby formula shortage\nHouse Democrats will hold hearings on the baby formula shortage in the U.S., and move to pass legislation to increase Food and Drug Administration inspection staff to ensure that imported products are safe for infants to consume.\nRep. Rosa DeLauro, chair of the House Appropriations Committee, introduced legislation on Tuesday that would provide the FDA with $28 million in emergency funding to ramp up inspections at baby formula plants around the world.\nThe FDA is increasing baby formula imports from other countries to help ease the shortage. It stems in part from the closure of Abbott Nutrition’s plant in Sturgis, Michigan, due to bacterial contamination at the facility. The U.S. normally produces 98% of the infant formula that Americans buy, and four manufacturers — Abbott, Mead Johnson Nutrition, Nestle USA and Perrigo — control 90% of the domestic market.\nRep. Rosa DeLauro, D-Conn., left, the House Appropriations Committee chair, and Speaker of the House Nancy Pelosi, D-Calif., confer during a news conference on the House Democrats $28 million emergency spending bill to address the shortage of infant formula in the United States, at the Capitol in Washington, Tuesday, May 17, 2022.\nJ. Scott Applewhite | AP\nTo sell formula in the U.S., foreign companies are required to submit applications to the FDA, which would then review whether their products are safe and nutritious for infants.\nHowever, DeLauro said the FDA told her that it only has nine people to inspect domestic formula plants, along with seven facilities in Europe and two in Mexico. The FDA could eventually have to inspect more plants if it approves additional submissions to sell formula.\n“Those facilities have to be inspected. FDA does not have the adequate inspection force to be able to do that and to do it in a timely way,” DeLauro, D-Conn., told reporters during a news conference Tuesday. The legislation also includes funding for supply chain monitoring and money to root out fraud, she said.\nDeLauro said House Democrats are also considering legislation that would strengthen the FDA’s authority to hold companies accountable. The drug regulator does not have the power to order manufacturers to recall unsafe products. It can only recommend a recall when it finds safety issues.\n“The FDA has no power to recall. We say recall, but it really is a moral suasion issue,” House Speaker Nancy Pelosi, D-Calif., said at the news conference.\nCNBC Health & Science\nRead CNBC’s latest global coverage of the Covid pandemic:\nDoctors say these pandemic side effects are serious problems—and unlikely ‘to go away anytime soon’\nU.S. gun homicides reached highest level in 25 years during Covid pandemic, CDC says\nLong Covid is ‘continuing to increase,’ experts say. Here’s how to know if you have it\nU.S. will limit next-generation Covid vaccines to high-risk people this fall if Congress doesn’t approve more funding\nA House Appropriations Subcommittee on Agriculture will hold a hearing on Thursday with FDA Commissioner Robert Califf on the infant formula shortage, DeLauro said. The House Energy and Commerce Committee has set another hearing on May 25 with Califf and the FDA’s food policy chief, Frank Yiannas, according to Rep. Frank Pallone, the committee chairperson.\nRepresentatives from infant formula manufacturers Abbott, Gerber and Reckitt will also attend next week’s hearings, Pallone said.\nThe Justice Department, in a complaint filed in federal court Monday, alleged that Abbott introduced adulterated infant formula into the consumer market. Four infants who consumed formula made at the Sturgis plant were hospitalized with bacterial infections, two of whom died.\nAbbott in a statement Monday maintained there’s “no conclusive evidence” to tie the infant illnesses to the company’s products.\nAs Democrats ramp up their efforts to address the crisis, they have also increased their calls for accountability.\n“I think there might be a need for an indictment,” Pelosi said, without specifying who should face indictment. The speaker’s office did not response to requests for clarification.\nAbbott and the FDA reached an agreement, subject to federal court enforcement, to reopen the plant after the company brings in outside experts to fix unsanitary conditions at the plant. However, Abbott has said it will take about two weeks to reopen, subject to FDA approval. It could take up to eight weeks for product to arrive in stores.\nAbbott is subject to the agreement, called a consent decree, for at least five years. If it does not comply with the decree, the company is subject to $30,000 in damages for every day it’s in violation.\nAbbott is required to shut down the Sturgis plant again if any product tests positive for Cronobacter sakazakii or Salmonella. It must then dispose of the product, find the contamination source and correct the problem.\nAbbott would only be able to restart the plant when it receives clearance from the FDA."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/17/who-calls-for-probe-into-russia-attacks-on-ukraine-health-facilities-.html", "category": "https://www.cnbc.com/us-economy/", "content": "CHERNIHIV, UKRAINE - MAY 09: A healthcare professional searches for medicines and medical equipment in a destroyed hospital as Russian attacks continue in Chernihiv, Ukraine on May 09, 2022. Patients are treated in additional buildings as health services are disrupted due to the destroyed hospitals. (Photo by Abdullah Unver/Anadolu Agency via Getty Images)\nAnadolu Agency | Anadolu Agency | Getty Images\nThe World Health Organization on Tuesday called for investigations into Russian attacks on health-care facilities and ambulances in Ukraine.\nThe global health agency has documented 226 attacks since Russia invaded its neighbor on Feb. 24, according to Dr. Hans Kluge, WHO regional director for Europe. At least 75 people died and 49 were injured in the attacks, he said. \n“These attacks are not justified and they are never OK. And they must be investigated,” Kluge said during a press briefing at the Ukraine Media Center in Kyiv. \nThe WHO will contribute to any investigation that takes place in the future, Kluge added.\nHis remarks come on the 83rd day of Russia’s invasion, which has caused thousands of civilian deaths and injuries in Ukraine, including children. Unprovoked attacks on health-care facilities and ambulances have climbed as the war drags on.\nThe latest figure more than doubles the 100 attacks verified by the WHO over a month ago. \nCNBC Health & Science\nRead CNBC’s latest global coverage of the Covid pandemic:\nDoctors say these pandemic side effects are serious problems—and unlikely ‘to go away anytime soon’\nU.S. gun homicides reached highest level in 25 years during Covid pandemic, CDC says\nLong Covid is ‘continuing to increase,’ experts say. Here’s how to know if you have it\nU.S. will limit next-generation Covid vaccines to high-risk people this fall if Congress doesn’t approve more funding\nWHO representative in Ukraine, Dr. Jarno Habicht, said the health-care facilities and ambulances attacked had served a quarter of a million Ukrainians each month in 2021. \n“So that’s the impact of those attacks. And those attacks are continuing, which is unacceptable. There is no reason for that,” Habicht said.\nHe added that two-thirds of all attacks on health-care facilities worldwide in 2022 have taken place in Ukraine alone. \nHabicht said the WHO has taken steps to support Ukraine’s health system. He noted that the agency has delivered more than 500 metric tons of medical supplies to the hardest-hit areas of the country since February. \nMore than 50% of the supplies, including medicines, ambulances and electric generators, will go toward trauma and injury care. The WHO also provides medical kits to treat those with chronic illnesses, and one kit can provide three months of treatment for thousands of people, according to Habicht. \nHe added the WHO is “very glad” that some governments and partners are also delivering medical supplies to Ukraine. \nKluge called the conditions of the health system in Ukraine both “heartbreaking and inspiring.” He condemned the “devastating” effect the Russian assault has had on people’s lives, but praised the health workers in Ukraine for their commitment to those in need.  \n“I’d like to express my immense appreciation and admiration for the health workers of this country who have shown tremendous bravery and dedication since the war began,” Kluge said. “You have done the impossible. You stand firm and save lives.”"}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/17/powell-says-the-fed-will-not-hesitate-to-keep-raising-rates-until-inflation-comes-down.html", "category": "https://www.cnbc.com/us-economy/", "content": "Jerome Powell, chairman of the U.S. Federal Reserve, arrives for a Senate Banking Committee hearing in Washington, D.C., on Thursday, July 15, 2021.\nAl Drago | Bloomberg | Getty Images\nFederal Reserve Chair Jerome Powell emphasized his resolve to get inflation down, saying Tuesday he will back interest rate increases until prices start falling back toward a healthy level.\n“If that involves moving past broadly understood levels of neutral we won’t hesitate to do that,” the central bank leader told The Wall Street Journal in a livestreamed interview. “We will go until we feel we’re at a place where we can say financial conditions are in an appropriate place, we see inflation coming down.\n“We’ll go to that point. There won’t be any hesitation about that,” he added.\nEarlier this month, the Fed raised benchmark borrowing rates by half a percentage point, the second increase of 2022 as inflation runs around a 40-year high.\nVIDEO03:50\nThe credit market is not calling for a recession, says Goldman’s Johnny Fine\nPowell said following that increase that similar 50 basis point moves were likely to come at ensuing meetings so long as economic conditions remained similar to where they are now.\nOn Tuesday, he repeated his commitment to getting inflation closer to the Fed’s 2% target, and cautioned that it might not be easy and could come at the expense of a 3.6% unemployment rate that is just above the lowest level since the late 1960s.\n“You’d still have a strong labor market if unemployment were to move up a few ticks,” he said. “I would say there are a number of plausible paths to have a soft as I said softish landing. Our job isn’t to handicap the odds, it’s to try to achieve that.”\nThe U.S. economy saw growth contract at a 1.4% pace in the first quarter of 2022, due largely to ongoing supply side constraints, spread of the omicron Covid variant and the war in Ukraine.\nStock picks and investing trends from CNBC Pro:\nJeremy Grantham says today’s bubble is worse than 2000, calls stocks to at least double their losses\nThe sell-off has entered ‘a new phase,’ Allianz’s El-Erian says. How investors can deal with it\nArt Cashin of UBS says stocks are now at risk of even deeper sell-off\nApple may have to slide a lot further before the market sell-off stops, trader says\nHowever, tighter monetary policy has added to concerns about a steeper downturn and has sparked an aggressive sell-off on Wall Street. In addition to the 75 basis points in interest rate hikes, the Fed also has halted its monthly bond-buying program, which is also known as quantitative easing, and will begin shedding some of the $9 trillion in assets it has acquired starting next month.\nPowell said he still hopes the Fed can achieve its inflation goals without tanking the economy.\n“You’d still have a strong labor market if unemployment were to move up a few ticks. I would say there are a number of plausible paths to have a soft as I said softish landing. Our job isn’t to handicap the odds, it’s to try to achieve that,” he said.\nHe added that “there could be some pain involved to restoring price stability” but said the labor market should remain strong, with low unemployment and higher wages."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/17/what-experts-say-to-do-with-your-retirement-savings-amid-inflation.html", "category": "https://www.cnbc.com/us-economy/", "content": "Geber86 | E+ | Getty Images\nInflation may have you worried about your retirement.\nPrices have been rising on everything from food to housing. In April, the consumer price index, which measures the prices of goods and services, notched an 8.3% increase from the year-earlier period.\nIn fact, 70% of Americans are calling inflation “a very big problem” for the country, according to a Pew Research survey.\nMeanwhile, some older adults are choosing to put off retiring: Thirteen percent of Gen Xers and baby boomers said they’ve postponed or considered delaying plans to leave the workforce because of rising costs, a survey from the Nationwide Retirement Institute found.\nAdd a volatile stock market to the mix and those saving for retirement may start rethinking their investment plans.\nMore from Invest in You:\nThe ultimate retirement planning guide for 2022\nHow to calculate your personal inflation rate amid rising prices\n40% of investors who pulled money out of markets regret it\nYet investing in equities is the best hedge against inflation, said Tom Henske, a New York-based certified financial planner.\n“One of the main reasons you invest is to protect your purchasing power,” he explained.\nThe value of cash decreases with inflation. Your investments may also be affected, but generally equities have held up well against inflation over the last three decades, a 2020 analysis by the U.S. Bank Asset Management Group found.\nWith inflation still high and continuing volatility in the stock market, here are steps you can take to protect your retirement portfolio.\nKeep contributing\nIf you aren’t experiencing a reduction in income, continue to contribute to your retirement plan, said certified financial planner Marguerita Cheng, CEO of Blue Ocean Global Wealth in Gaithersburg, Maryland.\n“With your employer-sponsored plan, you are taking advantage of dollar-cost averaging,” she said.\nThat means you are investing your money in equal portions at regular intervals, no matter how the market is doing. In essence, it reduces risk but may not generate returns as well as lump sum investing.\nVIDEO02:06\nBiden vows to get inflation under control, and increase food production\nIf you are over age 50 and can take advantage of a Roth 401(k), Roth 403(b) or Roth TSP (thrift savings plan), consider directing catch-up contributions into the account. For 2022, that is a maximum of $6,500. You pay tax on contributions, so you don’t have to pay when you withdraw the money.\n“Tax diversification is important,” said Cheng, a member of the CNBC Financial Advisor Council. “Building a bucket of tax-free income in retirement is definitely something to consider.”\nHold on to some cash\nIt’s important to have cash reserves in the event of an emergency. By having a savings account separate from your investments, you don’t have to tap into any equities or other assets if you need money.\nCheck your emotions\nGetting caught up in the drama of a volatile market is easy and could lead to emotional decisions that could potentially affect your retirement savings. It’s best to check those emotions at the door.\nIf you are worried about your ability to do keep your feelings out of the equation, consider asset-allocation funds or target-date funds, Cheng said.\nTarget-date funds essentially put your savings on autopilot, set to adjust based on your targeted retirement date. An asset-allocation fund has a diversified portfolio across different asset classes.\nBe diversified\njayk7 | Moment | Getty Images\nYour portfolio should be a mix of different assets, like stocks and bonds, and the allocation should be determined by your risk tolerance, time horizon, cash-flow needs and taxes, Cheng said.\nBonds pay a yield for holding them until maturity. With bonds, be diversified in terms of credit, quality and maturity, she said.\nSome of your fixed income can be in Treasury inflation-protected securities. Like traditional Treasury bonds, TIPS are issued and backed by the U.S. government. However, TIPS offer protection against inflation because the principal portion changes with inflation, as measured by the consumer price index.\nYour portfolio should also include both growth and value stocks and mutual funds or exchange-traded funds, Cheng said. In addition, you should consider companies that pay dividends regularly which can help weather volatility, she said.\n“Large companies that have a long history of paying consistent dividends each year have something to their advantage in an inflationary environment: They can weather — and actually benefit — from higher prices,” Cheng explained.\nVIDEO01:46\nMost Americans unprepared for retirement health costs\nThen there are assets that are traditionally considered inflation hedges, like gold and other commodities, as well as real estate investment trusts. The decision to add them to your portfolio, and how much, again depends on your time horizon, Henske said.\n“The further away you are from needing the money, the more equity exposure you have in your portfolio,’” he said.\nThe closer you get to retirement, you might build up some of your hedges, likes TIPS, gold and commodities, Henske added. “You want to do everything in moderation, because you don’t have a crystal ball,” he said. “We don’t know what’s going to happen.”\nSIGN UP: Money 101 is an 8-week learning course to financial freedom, delivered weekly to your inbox. For the Spanish version Dinero 101, click here.\nCHECK OUT: Meet a 34-year-old who has sold over 11,000 items on Etsy and makes nearly $3,500/month in passive income with Acorns+CNBC\nDisclosure: NBCUniversal and Comcast Ventures are investors in Acorns."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/17/fda-authorizes-pfizer-covid-booster-dose-for-kids-ages-5-to-11-years-old.html", "category": "https://www.cnbc.com/us-economy/", "content": "In this article\nPFE\nWATCH NOW\nVIDEO00:53\nFDA authorizes Pfizer Covid booster shots for kids 5-11\nThe Food and Drug Administration on Tuesday authorized a third shot of Pfizer’s Covid vaccine for children ages 5 to 11 at least five months after their two-dose primary series.\nDr. Peter Marks, head of the FDA division responsible for vaccines, said data increasingly shows that the protection provided by two shots wanes over time. The FDA determined that a third shot can help boost protection for children in this age group and the benefits outweigh the risks, Marks said.\nThe FDA decided to authorize a third shot after analyzing data from an ongoing Pfizer trial, in which a subset of 67 children in this age group had higher antibody levels one month after receiving a booster dose. The drug regulator did not identify any new safety concerns and found the children experienced the same mild side effects that other people do after receiving a booster. Those side effects include injection site swelling, fatigue, headache, muscle or joint pain, chills and fever.\nThe Centers for Disease Control and Prevention’s committee of independent vaccine experts has a meeting scheduled for Thursday, in which they are expected to issue a recommendation for or against the boosters. CDC Director Dr. Rochelle Walensky has the final say on whether health-care providers should start administering the shots. Walensky normally backs the committee’s recommendation.\nThe FDA did not convene its committee to discuss the data before authorizing the booster dose. Some committee members have grown frustrated that the drug regulator has repeatedly moved ahead with decisions on booster doses without holding open public discussions.\nOnly about 28% of children ages 5 to 11 had received their primary series of two doses as of April, according to data from the Centers for Disease Control and Prevention. FDA Commissioner Dr. Robert Califf, in a statement Tuesday, encouraged parents to get their kids vaccinated to protect them against the virus. Califf said although Covid tends to be less severe in children, more kids have been getting sick and hospitalized with the virus since the omicron variant became dominant in the U.S. over the winter\nCovid infections are rising again in the U.S. as more transmissible subvariants of omicron spread throughout the nation. The U.S. reported more than 90,000 new infections a day on average as of Sunday, a 30% increase over the week prior, according to CDC data. New hospital admissions of people with Covid have also increased 8% over the past week, according to the CDC.\nAlmost every age group in the U.S. can now receive at least three vaccine doses with the exception of children under age 5, who aren’t yet eligible for a primary vaccination series. The FDA’s advisory committee is scheduled to meet next month to review Moderna’s and Pfizer’s requests for the drug regulator to authorize their vaccines for kids under age 5.\nCNBC Health & Science\nRead CNBC’s latest global coverage of the Covid pandemic:\nDoctors say these pandemic side effects are serious problems—and unlikely ‘to go away anytime soon’\nU.S. gun homicides reached highest level in 25 years during Covid pandemic, CDC says\nLong Covid is ‘continuing to increase,’ experts say. Here’s how to know if you have it\nU.S. will limit next-generation Covid vaccines to high-risk people this fall if Congress doesn’t approve more funding"}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/17/home-builder-sentiment-falls-to-2-year-low-on-declining-demand-rising-costs.html", "category": "https://www.cnbc.com/us-economy/", "content": "Contractors work on concrete slabs in the Cielo at Sand Creek by Century Communities housing development in Antioch, California, on Thursday, March 31, 2022.\nDavid Paul Morris | Bloomberg | Getty Images\nBuilder sentiment in the market for single-family homes fell sharply in May, as mortgage rates shot higher and building material costs showed no relief.\nSentiment fell an outsized 8 points to 69 in May, according to the National Association of Home Builders/Wells Fargo Housing Market Index. Readings above 50 are considered positive, but this is the fifth straight month that builder sentiment has declined.\nIt’s the lowest reading since June 2020, when builders had a brief, quick negative reaction to the beginning of the Covid pandemic before rapidly bouncing back. As the economy shut down, demand for single-family homes with outdoor space in the suburbs skyrocketed. Builder sentiment hit a record high of 90 by November 2020.\nTaking out that pandemic effect, this month’s reading is the lowest since September 2019, when the U.S. trade dispute with China was taking a hard toll on building material supply chains.\n“Housing leads the business cycle, and housing is slowing,” said NAHB Chairman Jerry Konter, a builder and developer in Savannah, Georgia.\nOf the index’s three components, current sales conditions fell 8 points to 78, and sales expectations in the next six months dropped 10 points to 63. Buyer traffic fell 9 points to 52.\nBuyers in April saw the average rate on the 30-year fixed mortgage jump from 4.88% to 5.41% and then hit a high of 5.64% in the first week of May, according to Mortgage News Daily. The rate started this year at just 3.29%. At the same time, builders saw inflation hit their costs hard.\n“The housing market is facing growing challenges,” said NAHB chief economist Robert Dietz. “Building material costs are up 19% from a year ago; in less than three months mortgage rates have surged to a 12-year high, and based on current affordability conditions, less than 50% of new and existing home sales are affordable for a typical family.”\nEntry-level buyers are being hardest hit by rising rates, but the drop in demand is showing up across all levels. Some surveys are also showing an increase in cancellation rates for new construction.\nVIDEO04:38\nWe’re seeing an inflection point in the housing market, says Ivy Zelman\n“We’re seeing an inflection point,” housing analyst Ivy Zelman said in an interview on CNBC’s “Closing Bell” on Monday.\n“Our survey did see a pickup in cancellation rates,” Zelman said. “We did see a tick up in incentives, and some of the cancellations, we’ve heard from some of the hotter markets, were actually private investors.”\nRegionally, on a three-month moving average, builder sentiment in the Northeast was unchanged at 72. In the Midwest, it fell 7 points to 62, and in the South it fell 2 points to 80. In the West, sentiment fell 6 points to 83.\n "}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/17/retail-sales-april-2022-up-0point9percent-vs-1point0percent-estimate.html", "category": "https://www.cnbc.com/us-economy/", "content": "A woman pushes a shopping cart through the grocery aisle at Target in Annapolis, Maryland, on May 16, 2022, as Americans brace for summer sticker shock as inflation continues to grow.\nJim Watson | AFP | Getty Images\nConsumers kept spending in April, with retail sales rising about in line with Wall Street expectations despite an ongoing surge in prices.\nMonthly sales rose 0.9% overall, just below the Dow Jones estimate for a 1% increase, the Commerce Department reported Tuesday. Excluding autos, sales increased 0.6%, which was better than the 0.4% estimate.\nThe numbers are not adjusted for inflation, so they are indicative both of sustained spending as well as the fastest acceleration in prices the U.S. economy has seen in about 40 years.\n“Retail sales in April show that the consumer is weathering the inflationary headwinds, rising for the fourth consecutive month,” said Jeffrey Roach, chief economist at LPL Financial. “Core categories show signs that consumers are likely dipping into savings to offset the decline in real wages. If pricing pressures can moderate enough to relieve some of the pressure on consumers, we expect a rebound in economic growth in Q2.”\nIn addition to the solid showing in April, March’s spending was revised substantially higher, from the original estimate of a 0.5% increase to a 1.4% gain. Ex-autos sales were revised sharply higher as well, to a gain of 2.1% in March against an original 1.1%.\nOn a year-over-year basis, sales were up 8.2% on the headline number, and 10.9% excluding autos.\nApril’s gains were powered by a 4% gain from miscellaneous retail and a 2.1% jump in online sales. Bars and restaurants also showed a solid 2% increase. All three categories posted larger gains than in March.\nThe increases came despite a 2.7% decrease at gasoline stations as energy prices declined during the month. Excluding gas stations, sales increased 1.3%. Even with the monthly decline, gasoline sales soared 36.9% from a year ago.\nBar and restaurant sales rose 19.8% from a year ago, when the economy was still struggling with Covid-related restrictions.\nThe sales data are largely consistent with an economy that continues to grow despite inflation pressures. Prices overall increased 0.3% in April and 0.6% excluding food and energy. On an annualized basis, the consumer price index rose 8.3% on headline and 6.2% on core in April.\nGross domestic product fell 1.4% on an annualized basis in the first quarter, but most economists expect growth to pick up through the year.\nA separate report Tuesday showed that industrial production rose 1.1% in April, well above the 0.5% Dow Jones estimate, according to Fed data. Capacity utilization, or the level of potential output being realized, increased to 79%, slightly ahead of the 78.6% estimate."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/17/us-bonds-10-year-treasury-yield-amid-economic-data-fed-speeches.html", "category": "https://www.cnbc.com/us-economy/", "content": "The yield on the benchmark 10-year Treasury note rose above 2.9% on Tuesday as U.S. retail sales came in about as expected, and investors digested comments from Federal Reserve Chair Jerome Powell.\nThe yield on the 10-year Treasury note last traded up 11 basis points to 2.988%, while the yield on the 30-year Treasury bond rose about 10 basis points to 3.18%. Yields move inversely to prices and 1 basis point is equal to 0.01%.\nTREASURYS\nTICKER COMPANY YIELD CHANGE %CHANGE\nUS3M\nU.S. 3 Month Treasury 1.047 0.008 0\nUS1Y\nU.S. 1 Year Treasury 2.106 -0.055 0\nUS2Y\nU.S. 2 Year Treasury 2.601 -0.066 0\nUS5Y\nU.S. 5 Year Treasury 2.837 -0.054 0\nUS10Y\nU.S. 10 Year Treasury 2.844 -0.04 0\nUS30Y\nU.S. 30 Year Treasury 3.062 -0.009 0\n\nThose moves followed shortly after U.S. retail sales numbers came in about as expected. Consumer spending on retail rose 0.9% in April, according to the U.S. Census Bureau. Excluding autos, retail sales rose 0.6% in April.\nPowell said at a Wall Street Journal conference that “no one should doubt our resolve” in getting inflation under control.\nThe Fed chief added that the central banks wants to see “clear and convincing” evidence of inflation coming down before finishing its tightening program, even if that means moving past the so-called neutral range for interest rates.\n“If that involves moving past broadly understood levels of neutral we won’t hesitate to do that,” Powell said. “We will go until we feel we’re at a place where we can say financial conditions are in an appropriate place, we see inflation coming down. We’ll go to that point. There won’t be any hesitation about that.”\nYields briefly extended their gains during Powell’s remarks.\nOn Monday, former Federal Reserve Chair Ben Bernanke said the U.S. central bank had made a mistake in waiting to address an inflation problem that has turned into the worst episode in U.S. financial history since the early 1980s.\nSpeaking to CNBC’s Andrew Ross Sorkin in an interview that aired on Monday’s “Squawk Box” show, Bernanke said that he understood why the Jerome Powell-led central bank had delayed its inflation response but, in retrospect, this was an error.\nBernanke guided the Fed through the financial crisis that exploded in 2008 and presided over unprecedented monetary policy expansion.\nStock picks and investing trends from CNBC Pro:\nJeremy Grantham says today’s bubble is worse than 2000, calls stocks to at least double their losses\nThe sell-off has entered ‘a new phase,’ Allianz’s El-Erian says. How investors can deal with it\nArt Cashin of UBS says stocks are now at risk of even deeper sell-off\nApple may have to slide a lot further before the market sell-off stops, trader says\nElsewhere, St. Louis Fed President James Bullard, Philadelphia Fed President Patrick Harker, Minneapolis Fed President Neel Kashkari, Cleveland Fed President Loretta Mester and Chicago Fed President Charles Evans were expected to deliver remarks at separate events.\nIndustrial production figures rose 1.1% in April, better than consensus estimates of 0.5%.\nCapacity utilization jumped 79% in April, about in line with consensus estimates of 78.5% on FactSet. Business inventories jumped 2% in March.\n— CNBC’s Jeff Cox contributed to this report.\nCorrection: Retail sales excluding autos rose 0.6% in April. A previous version of this story misstated the increase."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/16/abbott-reaches-agreement-with-fda-to-reopen-baby-formula-plant-to-ease-nationwide-shortage.html", "category": "https://www.cnbc.com/us-economy/", "content": "In this article\nABT\nA woman shops for baby formula at Target in Annapolis, Maryland, on May 16, 2022, as a nationwide shortage of baby formula continues due to supply chain crunches tied to the coronavirus pandemic that have already strained the countrys formula stock, an issue that was further exacerbated by a major product recall in February.\nJim Watson | AFP | Getty Images\nAbbott reached an agreement with the Food and Drug Administration on Monday to reopen the company’s manufacturing plant in Michigan to help ease a nationwide shortage of baby formula, after the facility was closed due to bacterial contamination.\nFDA Commissioner Robert Califf said Abbott, under the conditions of the agreement, will correct insanitary conditions that led to the contamination and plant closure.\n“The public should rest assured that the agency will do everything possible to continue ensuring that infant and other specialty formulas produced by the company meet the FDA’s safety and quality standards,” Califf said in a statement.\nThe agreement between Abbott and the FDA, called a consent decree, was approved by the U.S. District Court for the Western District of Michigan on Monday. Abbott can restart the Sturgis, Michigan, plant within two weeks once the FDA gives the go-ahead, the company said. However, it said it would take six to eight weeks from the start of production for formula to arrive on store shelves.\nMothers are struggling to find formula for their infants with shelves empty in many stores across the U.S. More than 40% of baby formula was out of stock nationwide during the week ended May 8, according to Datasembly, a retail data tracker. However, the FDA said Monday that nearly 80% of baby formula was in stock, citing data from Information Resources, another retail data company.\nThe supply shortage was triggered in part by the closure of Abbott Nutrition’s manufacturing plant in Michigan after four infants who consumed formula from the facility fell ill from bacterial infections, two of whom subsequently died. Abbott is the largest infant formula manufacturer in the U.S.\nThe Justice Department, in a complaint on behalf of the FDA, alleged that products manufactured at Abbott’s Sturgis facility were adulterated because they were made under insanitary conditions. \nVIDEO02:05\nNationwide shortage of baby formula affects parents across the country\nInspections by the FDA found the presence of Cronobacter sakazakii, a bacteria that can cause blood infection, at the factory. Abbott internal records also showed that the company destroyed some of its product due to the presence of the bacteria at the plant, according to the FDA.\nIn February, Abbott issued a voluntary recall of its Similac PM 60/40, Similac, Alimentum and EleCare products made at the Michigan plant. Abbott said last week that no formula distributed from the plant to consumers tested positive for the bacteria, and genetic sequencing of two samples from the sick infants did not match the Cronobacter strains found in the plant.\nUnder the consent decree to reopen the plant, Abbott has agreed to bring in outside experts to help the facility come into compliance with food safety regulations, according to the Justice Department. The outside experts will design a plan for Abbott to reduce the risk of bacterial contamination at the plant and conduct periodic evaluations to make sure the company is in compliance. The process will be under FDA supervision, according to the Justice Department.\nAbbott is required to shut down production again if any products test positive for Cronobacter or Salmonella, dispose of the product, find the contamination source and correct the problem. The company cannot restart production again until it receives clearance from the FDA. If Abbott fails to comply, it would face $30,000 in damages for every day it’s in violation with the annual penalties not exceeding $5 million. The company is subject to the conditions of the consent decree for at least five years.\nAttorney General Merrick Garland, in a statement Monday, said the Justice Department would vigorously enforce U.S. food safety laws.\nThe FDA concluded its inspection in March. The Centers for Disease Control and Prevention has found no additional cases of infants infected with Cronobacter after consuming products from the Michigan facility.\nThe FDA, in a statement Monday, said it is working with other baby formula manufacturers to increase domestic production. Gerber increased the amount of formula available to consumers by 50% in March and April, and Reckitt has increased formula supply by more than 30% so far this year, according to the drug regulator. \nThe FDA said it will also increase baby formula imports to the U.S., which normally produces 98% of the formula that consumers buy. The drug regulator will allow the importation of formula originally produced for foreign markets, but manufacturers will have to submit applications to the FDA, which will evaluate whether the product is safe and provides enough nutrition.\nThe FDA added it will prioritize applications from companies that demonstrate safety and nutritional standards and can expedite large quantities of their products to U.S. shelves. Senior Biden administration officials, in a call with reporters, said imported formula will come from countries with similar regulatory standards, such as Ireland, the U.K., Australia and New Zealand.\nThe drug regulator said it also has been increasing the supply of baby formula arriving at the nation’s ports since February, with imports up more than 300% compared to last year. The FDA has been working with the U.S. Department of Agriculture and authorities in the U.K. and Europe on these imports.\nCNBC Health & Science\nRead CNBC’s latest global coverage of the Covid pandemic:\nDoctors say these pandemic side effects are serious problems—and unlikely ‘to go away anytime soon’\nU.S. gun homicides reached highest level in 25 years during Covid pandemic, CDC says\nLong Covid is ‘continuing to increase,’ experts say. Here’s how to know if you have it\nU.S. will limit next-generation Covid vaccines to high-risk people this fall if Congress doesn’t approve more funding"}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/16/bernanke-says-the-feds-slow-response-to-inflation-was-a-mistake.html", "category": "https://www.cnbc.com/us-economy/", "content": "WATCH NOW\nVIDEO05:25\nThe Fed’s delayed inflation response was a mistake, says former Chair Ben Bernanke\nFormer Federal Reserve Chair Ben Bernanke said the central bank erred in waiting to address an inflation problem that has turned into the worst episode in U.S. financial history since the early 1980s.\nBernanke, who guided the Fed through the financial crisis that exploded in 2008 and presided over unprecedented monetary policy expansion, told CNBC that the issue of when action should have been taken to tame inflation is “complicated.”\n“The question is why did they delay that. ... Why did they delay their response? I think in retrospect, yes, it was a mistake,” he told CNBC’s Andrew Ross Sorkin in an interview that aired during Monday’s “Squawk Box” show. “And I think they agree it was a mistake.”\nLike the Bernanke-era Fed, the Jerome Powell-led central bank was called on to take aggressive action when the Covid pandemic hit in March 2020. Much of the response was patterned after the financial crisis moves, but to an even larger degree.\nIt kept that historically loose policy in place well after the economy recovered from the crisis.\nNow, the Fed is tightening policy with rate hikes and a reduction of its bond holdings that will start in June. However, the Fed is facing criticism that it waited too long to pull back and now confronts inflation running at an 8.3% annual pace.\nBernanke said he understands why the Powell-led Fed waited.\n“One of the reasons was that they wanted not to shock the market,” he said. “Jay Powell was on my board during the Taper Tantrum in 2013, which was a very unpleasant experience. He wanted to avoid that kind of thing by giving people as much warning as possible. And so that gradualism was one of several reasons why the Fed didn’t respond more quickly to the inflationary pressure in the middle of 2021.”\nVIDEO04:23\nFormer Fed Chair Ben Bernanke on inflation, ESG and President Biden\nIn late summer of 2020, the Fed changed its policy framework to indicate that it would allow inflation to run hotter than normal in the interest of assuring a complete and inclusive jobs recovery.\nWhen inflation began running higher than the 2% target in the spring of 2021, policymakers said they expected it to be “transitory” due to pandemic-specific factors that would abate. In recent days, several Fed officials have defended their response, saying that when it became clearer that inflation was more persistent, they began using “forward guidance” to tell the market that tighter policy was coming.\nOne thing the Fed has going for it is that while the current inflation run is drawing comparisons to the hyperinflation of the late 1970s and early ’80s, it is different from the last time price increases were this high, Bernanke added.\nWhat’s more, the current central bank has more credibility as an inflation fighter, and there’s more public support for rate hikes.\n“There’s a lot of support for the fact that the Fed is tightening now, even though obviously we see the effects in markets,” Bernanke said. “You know, we’ll see the effects in house prices, etc. So those are some ways in which the current situation I think is better because we learned a lot from the ’70s.”\nBernanke’s new book is “21st Century Monetary Policy: The Federal Reserve from the Great Inflation to COVID-19” and will be released officially Tuesday.\nVIDEO04:52\nBitcoin will not become an alternative form of money, says former Fed Chair Ben Bernanke"}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/16/americans-can-expect-to-pay-a-lot-more-for-medical-care-in-retirement.html", "category": "https://www.cnbc.com/us-economy/", "content": "WATCH NOW\nVIDEO01:46\nMost Americans unprepared for retirement health costs\nA 65-year-old couple retiring this year can expect to spend an average of $315,000 in health-care and medical expenses in their retirement, according to a new estimate by Fidelity Investments. That’s 5% higher than last year’s estimate.\nWhile much of the increase this year came from higher Medicare Part B premiums for Americans 65 and older, health-care costs are expected to remain elevated. \nMore from Invest in You:\nChoosing a health plan that fits your budget and life\n3 ways retirees can better cope with inflation\nHow to buy more than $10K in government I bonds\nLisafx | Istock | Getty Images\n“There’s a lot of upward cost pressure in the health-care system right now, due to investments that providers need to make to get ready for the next pandemic, due to issues around labor, particularly hospital nurses,” said Hope Manion, senior vice president and chief health and welfare actuary at Fidelity Investments.\nFidelity also found that most Americans have underestimated what health-care expenses will be in retirement, with the average person expecting costs to be $41,000 — a $274,000 shortfall from its estimate. \n“People do not realize that once they get on Medicare, they’re still going to be on the hook for some number of bills,” said Manion, adding that retirees must pay for premiums, over-the-counter and prescription drugs and some medical devices.  \nElevated inflation will add up over time\nIf health-care costs grow at just 2% above consumer inflation for the next two years, a healthy 55-year-old couple could face $267,000 in additional medical costs when they retire at age 65, according to an analysis by HealthView Services. \nThat same couple could expect to spend more than $1 million on health-care expenses in their lifetime — nearly the same amount as they could expect to collect in Social Security benefits. \nVIDEO03:50\nMedicare inflation threatens retirement security\n“Whether you’re affluent or you’re the average person … when you look at your Social Security check, you’re paying for health care,” said HealthView Services CEO Ron Mastrogiovanni. \nIt pays to plan\nAfter paying the premiums, Medicare covers about two-thirds of the cost of health-care services, with out-of-pocket spending making up about 12%, according to the Employee Benefit Research Institute (EBRI).  \n“Other than housing, food and transportation, [health care is] probably the most expensive item we’re going to face in retirement,” Mastrogiovanni said. “Know what it is. Be prepared.”\nStaying healthy \nJose Luis Pelaez Inc | Digitalvision | Getty Images\nWhile physical fitness may help control some health-care costs, experts say planning ahead for medical expenses over a longer life should also be factored into the equation. \nUse tax-advantaged health savings accounts\nHealth savings accounts are one way to save for future health-care costs, but those require a high-deductible plan and have annual contribution limits.\nFor 2022, the limit is $3,650 for the single insured and $7,300 for families. For people over 55 years old, each of those limits increase by $1,000 with “catch-up” contributions.\nIncrease savings through retirement plans\nIncreasing savings now can add to security later. Experts say consider adding more money to your 401(k) plan or a Roth individual retirement account, if you qualify.\n“The most important thing is that you start saving and you start saving early,” said Paul Fronstin, director of health benefits research at EBRI. “The earlier you do, the better prepared you’re going to be.”\nDon’t count on employer coverage\nVIDEO11:25\nWhy most Americans choose the wrong health insurance plan\nThere was a time when employers offered health benefits to retirees, but EBRI found only about 4% of companies have those benefits. That’s down from about 45% before an accounting rule change in the late 1980s required firms to put the liability on their balance sheets.\n“When they had to do that, it just didn’t look good on the balance sheet, so they started cutting back on the benefit to the point where very few workers are going to be eligible for this kind of benefit in the future,” Fronstin said."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/16/us-treasurys-investors-monitor-data-fed-talk.html", "category": "https://www.cnbc.com/us-economy/", "content": "The yield on the U.S. 10-year Treasury note fell on Monday to start the new trading week as investors looked ahead to fresh economic data and monitored any clues on the path of monetary policy.\nThe yield on the benchmark 10-year Treasury note fell 5 basis points to 2.886%. The yield on the 30-year Treasury bond declined 1 basis point to 3.103%. Yields move inversely to prices and 1 basis point is equal to 0.01%.\nTREASURYS\n\nInvestors will have their eye on retail sales data this week, which could give them insight into how retailers are managing inflation, which remains near 40-year highs.\nOn Monday, the Empire Manufacturing Survey came in lower than expected at -11.6, down from 24.6 the previous month, suggesting that U.S. growth is slowing. However, some pointed out that the data comes from a region without significant manufacturing activity.\nThe New York Fed President John Williams was expected to speak on Monday at the Mortgage Bankers Association Secondary and Capital Markets Conference and Expo."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/14/the-economic-outlook-may-not-be-as-bad-as-the-market-fears-heres-where-investors-should-be-looking.html", "category": "https://www.cnbc.com/us-economy/", "content": "Traders work on the floor of the New York Stock Exchange (NYSE) in New York City, U.S., May 13, 2022. \nBrendan Mcdermid | Reuters\nInflation is soaring, the stock market is tumbling and consumers are worrying more and more about their future. None of that is good, but it’s probably time to tap the brakes a little on worries that everything is crashing down."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/14/the-economic-outlook-may-not-be-as-bad-as-the-market-fears-heres-where-investors-should-be-looking.html", "category": "https://www.cnbc.com/us-economy/", "content": "Traders work on the floor of the New York Stock Exchange (NYSE) in New York City, U.S., May 13, 2022. \nBrendan Mcdermid | Reuters\nInflation is soaring, the stock market is tumbling and consumers are worrying more and more about their future. None of that is good, but it's probably time to tap the brakes a little on worries that everything is crashing down."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/13/prices-for-nfl-tickets-are-topping-pre-covid-levels-secondary-market-vendor-says.html", "category": "https://www.cnbc.com/us-economy/", "content": "Tom Brady (12) of the Buccaneers shakes hands with Patrick Mahomes (15) of the Chiefs after the regular season game between the Kansas City Chiefs and the Tampa Bay Buccaneers on November 29, 2020 at Raymond James Stadium in Tampa, Florida.\nCliff Welch | Icon Sportswire | Getty Images\nTickets for the upcoming NFL season are selling at a lower average price on secondary market platform SeatGeek out of the gate than they were a year ago, the company said, but they’re still higher than pre-pandemic levels.\nTicket prices averaged $307 immediately following the release of the NFL’s schedule Thursday. Fans were particularly interested in marquee matchups, such as star quarterback Patrick Mahomes of the Kansas City Chiefs taking on NFL legend Tom Brady of the Tampa Bay Buccaneers.\nThat price is down from an average of $411 out the gate last year, but it’s higher than the average of $305 in 2020, when games were restricted due to Covid. The average in 2019 was $258. Ticket prices usually fluctuate throughout the NFL season as demand changes.\nThe high ticket prices are an indication that people are still spending big on live entertainment and sports despite inflation being at a 40-year high. “I think people want high-end experiences, want to get out, and they’ve been pent-up for several years now,” Endeavor CEO Ari Emanuel said Friday on CNBC’s “Squawk Box.” He added, “People want to get out; they want to have experiences. They want to live life a little bit.”\nSeatGeek CEO Jack Groetzinger, in an interview with CNBC on Thursday, predicted the “next few years for live entertainment will be gangbuster years.” \nSeatGeek said the Chiefs versus Bucs in Week 4 — featuring Mahomes and Brady — is the top-selling game so far. It is a rematch of Super Bowl LV in 2021, when the Buccaneers beat the Chiefs, 31-9. The most expensive seat for the Oct. 2 game surpassed $3,000 entering Friday. \nThe legendary NFL quarterback appeared to retire this offseason before announcing in April that he planned to return, after all. When he finally decides to step away, Brady will transition to TV after he agreed to a deal with Fox Sports for more than $300 million.\nTickets to see the Dallas Cowboys, Bills, Rams, and Cincinnati Bengals round out SeatGeek’s top five selling teams entering the weekend.\nRival ticket company Vivid Seats said tickets for Russell Wilson’s return to Seattle on Sept. 12 saw some of the quickest demand out of the gate. Prices for this game averaged $451 per ticket. The Seahawks traded their longtime quarterback to the Broncos in March. And Wilson’s return could be the most in-demand Seahawks ticket since 2019, Vivid Seats projected.\nThe NFL kicks off its 18-week schedule with the Buffalo Bills visiting the Super Bowl champion Los Angeles Rams on Sept. 8 at SoFi Stadium. The game will air on the NBC network, whose parent company, NBCUniversal, also owns CNBC.\nVIDEO03:36\nEndeavor CEO Ari Emanuel breaks down media and entertainment landscape"}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/13/how-to-calculate-your-own-personal-inflation-rate-amid-rising-prices.html", "category": "https://www.cnbc.com/us-economy/", "content": "WATCH NOW\nVIDEO01:39\nHere’s how to calculate your personal inflation rate\nInflation dropped slightly in April, yet it’s still close to a 40-year high, with consumer prices rising at an annual rate of 8.3%. Rising costs for housing, food, airfares and new cars were the biggest contributors to that key gauge of inflation.\nThe typical American family is spending about $450 more per month for goods and services than a year ago, according to Moody’s Analytics Chief Economist Mark Zandi. Yet you may not be “typical.” We don’t all spend the same amount on the same things.\nMore from Invest in You:\nExpert says Great Resignation changed workplace for good\nWant a four-day-workweek job? Here’s how to land one\nEmployers boost mental wellness perks amid Great Resignation\nTo figure out how much inflation is actually impacting your wallet depends on how much you are spending and where you’re spending it. You need to calculate your own personal inflation rate. Here’s how to do it:\nLook at what you’ve spent on food, housing, gas, entertainment, apparel, education and other items. (To find out exactly what to include, go here to the U.S. Bureau of Labor Statistics’ list of expenditures that make up the consumer price index.)\nGather your credit card bills and bank statements to find the exact amounts that you spent in each category.\nAdd up your monthly spending for last month and a year ago.\nThen subtract your total spending for April 2021 from April 2022.\nDivide that difference by your monthly expenses for April 2021.\nThe result of that equation is your personal inflation rate.\nDepending on your income, the impact of your personal inflation rate may feel better — or worse — on your wallet than the latest CPI number.\nSIGN UP: Money 101 is an eight-week learning course to financial freedom, delivered weekly to your inbox. For the Spanish version Dinero 101, click here.\nCHECK OUT: Meet a 26-year-old who earns $30,000 a month in ‘mostly passive’ income and built a $1.3 million net worth with Acorns+CNBC\nDisclosure: NBCUniversal and Comcast Ventures are investors in Acorns."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/13/strategies-to-pay-off-credit-card-debt-before-interest-rates-rise.html", "category": "https://www.cnbc.com/us-economy/", "content": "Getty Images\nInterest rates are set to rise again, making it a good time to pay off high-cost credit card debt as soon as possible.\nAnnual percentage rates on credit cards are currently just over 16%. Because the Federal Reserve is in a rate hiking cycle, with half-point increases on the table for every remaining meeting this year, APRs are likely to go up.\nThey could even overtake the current record high of 17.87% set in April 2019.\nMore from Invest in You:\nWhat consumers plan to cut back on if prices keep rising\nInflation may have negative impact on American’s long-term goals\nAs inflation grips small businesses, here’s how they are responding\nThat could pose a problem for Americans with outstanding bills. Credit card balances reached $841 billion in the first three months of the year, according to a report from the Federal Reserve Bank of New York. In the same timeframe, 229 million people opened new credit card accounts, an increase from the previous quarter.\n“The biggest key to get out of credit card debt is to not be paying a high interest rate on that debt,” said personal finance expert Suze Orman.\nLook for lower interest rates\nOne of the first steps Orman advises for those looking to chip away at credit card debt is to see if you can lower your interest rates.\nDoing this will help you pay off your debt faster and make sure more of your money is going toward knocking out what you owe, instead of accumulating interest.\nThere are a few ways to do this, such as a balance transfer to another credit card with 0% interest rates for a certain period, taking out a personal loan with a lower interest rate to pay off your credit balance or working with credit counselor to consolidate your debt with a lower rate.\nVIDEO10:24\nHow Americans’ money anxiety is impacting their mental health\nThese options will depend on your personal situation and your credit score, Orman said. For those with lower scores, she recommends reaching out to the National Foundation for Credit Counseling for assistance in lowering your interest rate and getting on a payment plan.\nPick a method\nIf you are going to pay off your debt while keeping your cards open, there are generally two methods that people use to wipe away a balance, according to John Scherer, a certified financial planner and founder of Trinity Financial Planning in Madison, Wisconsin.\nOne is to round up all your outstanding debts by balance and start by paying off the smallest one.\n“Then you get momentum,” said Scherer. “You see some of those things fall off the books, and it feels really good.”\nVIDEO40:01\nHow taxes, 401(k) plans and IRAs work\nThe second model, which Scherer says is personally what he recommends to clients, is to look at all your outstanding debt and pay off the one with the highest interest rate first. Over time, this means you’ll pay less money to knock out your debt because you’re tackling the highest interest rates right away.\nOrman also recommends this approach. She says to round up your credit card debt and add up all the minimum payments due each month. From there, add 20% or more to your total payment and apply it to the debt with the highest interest rate. Once that’s paid off, roll that extra payment to the next card, and then the next until everything is wiped away.  \nBuild up personal savings\n“What you might want to do is take all your credit cards, put them into a plastic bag and put them in the freezer,” said personal finance expert Suze Orman.\nStudiocasper | Istock | Getty Images\nIn addition to paying down your debt, make sure that you’re putting aside some money to build up emergency reserves, said Scherer. This is to keep you from accumulating more debt while you’re working to pay off your existing balance.\n“You get it paid off, but then the transmission blows or the refrigerator takes a dump on you and now you’re back on the credit card for another thousand bucks,” he said.\nIf you want to keep your credit cards open so you don’t mess up your credit score but not use them as much, Orman suggests hiding them from yourself.\n“What you might want to do is take all your credit cards, put them into a plastic bag and put them in the freezer,” she said. “Do not tempt yourself.”\nSIGN UP: Money 101 is an 8-week learning course to financial freedom, delivered weekly to your inbox. For the Spanish version Dinero 101, click here.\nCHECK OUT: 74-year-old retiree is now a model: ‘You don’t have to fade into the background’ with Acorns+CNBC\nDisclosure: NBCUniversal and Comcast Ventures are investors in Acorns."}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/13/stocks-strategist-says-market-may-become-a-meat-grinder-of-forlorn-hope.html", "category": "https://www.cnbc.com/us-economy/", "content": "WATCH NOW\nVIDEO03:06\nInvestors looking to buy the dip may be deluding themselves, strategist says\nLONDON – Investors looking for value in the stock market during the ongoing downturn may be “deluding themselves,” according to Sean Corrigan, director at Cantillon Consulting.\nFears that central banks will have to hike interest rates aggressively to curb inflation — at the risk of quashing growth as the global economy suffers concurrent hits from the war in Ukraine and other supply shocks — have led to broad selling across global markets in recent months.\nThe S&P 500 closed Thursday’s session down 18% from its all-time high, approaching bear market territory, while the pan-European Stoxx 600 is down almost 12% year-to-date and the MSCI Asia ex-Japan has shed 18.62% since the turn of the year.\nTech and growth stocks, which are most vulnerable to sharp rises in interest rates, have suffered particularly steep declines, with the tech-heavy Nasdaq 100 down more than 29% from its record high last year.\nThe negative start to the year followed a rally that had propelled global stocks from the depths of the initial coronavirus crash in March 2020 to record highs, with growth companies and tech titans leading the charge.\nSome investors have chosen to see recent weakness as a buying opportunity, but Corrigan suggested that faith in the bull run could be misplaced given the macroeconomic condition.\nVIDEO04:18\nWe have to prepare for a ‘stagflation scenario,’ says Schaeffler CEO\nIn a note Friday, he suggested that since a substantial portion of holders of the growth stocks that had performed so well up to this year were using borrowed capital, others might be “swept away when the tide at last begins to ebb.”\n“People always say the market comes down on profit taking – it comes down on loss realization. The guy who sells at the top sells to the next two guys, who realize it’s not going to hold, who sell to the next guys and if any of those are leveraged, we’re in trouble,” he told CNBC’s “Squawk Box Europe” on Friday.\n“And if they’re losing a lot of money in one market, which might be somewhat peripheral to the real thing, there’s another old expression – pulling up the flowers to water the weeds. You sell the other thing to pay your margin calls or to try and reconstitute our finances, so it can spread, and we are clearly in that phase at the moment.”\nDespite the risk-off sentiment that has prevailed of late, the S&P 500 remains more than 16% above its pre-Covid high in early 2020, and Corrigan argued that the world is not in a better place than it was at that stage.\n“Even people who are trying desperately to convince themselves that somewhere down here, there must now be value just because the asking price is lower, are possibly still deluding themselves,” he said.\nVIDEO05:16\nWe are not quite at levels of full-on capitulation in financial markets yet, CIO says\nGiven shortages and spiraling costs for “staples of life” such as energy and food, which are squeezing household incomes the world over, Corrigan contended that consumer focus has shifted from the companies whose shares most enjoyed the post-Covid rally.\n“We have problems with energy, we have problems with food, we have problems with all the staples of life. Is this a time you’re worrying about spending $2,000 to buy a cycle to pedal away in your own home? Well clearly not, which is why Peloton has been crushed,” he said.\n“But how many other types of companies like that are now somewhat superfluous to the basic problems of existence with which we for the first time possibly in two generations have been confronted?”\nPeloton shares have plunged almost 60% since the start of the year.\nAcronym arguments deteriorating\nOther speculative assets, such as cryptocurrencies, have also cratered as growth concerns supersede inflation worries as the primary fear for investors, while bonds and the dollar – traditional safe havens – have rallied.\nIn a research note Friday, Barclays Head of European Equity Strategy Emmanuel Cau said the typical acronym-based arguments that keep investors in equities — such as TINA (there is no alternative), BTD (buy the dip) and FOMO (fear of missing out) — were being challenged by the worsening growth-policy trade-off.\nCentral bank policy and rhetoric has been a key driver of daily market action in recent months as investors look to assess the speed and severity at which policymakers will tighten in order to curtail runaway inflation.\nHaving adopted unprecedentedly loose monetary policy to support economies through the pandemic, central banks now face the tough task of unwinding that stimulus amid a new barrage of threats to growth.\nVIDEO03:10\nMarket sentiment is incredibly bearish, but JPMorgan says valuations look quite reasonable\n“Without a trigger to ease recession anxiety, this may continue, but the panic button has not been hit yet. And while highly speculative assets have collapsed, we see little evidence of retail (investors) giving up on equities,” Cau argued.\nFederal Reserve Chairman Jerome Powell acknowledged on Thursday that the U.S. central bank cannot guarantee a “soft landing” for the economy, in terms of containing inflation without triggering a recession.\nCorrigan does not expect this faith in the bull market from retail investors to bear fruit, however.\n“As for the idea that inflation (i.e. price rises) will soon meaningfully recede, that still seems a distant prospect though, doubtless, every minor abatement will be seized upon as an ‘opportunity to buy’,” he said in Friday’s note.\n“The market could well become a meat-grinder of forlorn hope.”"}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/13/novavax-confident-covid-vaccine-will-receive-fda-authorization-in-june-after-delays.html", "category": "https://www.cnbc.com/us-economy/", "content": "In this article\nNVAX\nA health worker prepares a dose of the Novavax vaccine as the Dutch Health Service Organization starts with the Novavax vaccination program on March 21, 2022 in The Hague, Netherlands.\nPatrick Van Katwijk | Getty Images\nNovavax is confident its Covid-19 vaccine will receive the endorsement of the Food and Drug Administration’s advisory committee early this summer, executives said this week.\nThe FDA committee is scheduled to meet on June 7 to review Novavax’s submission. An endorsement from the committee, which is made up of independent experts, would mean the drug regulator is almost certain to quickly authorize the two-dose vaccine for use in the U.S.\nCEO Stanley Erck said this week that Novavax’s manufacturing partner in India, Serum Institute of India, has successfully completed an FDA inspection. Erck told analysts during the company’s first-quarter earnings call that he fully expects the committee will authorize the vaccine for adults.\nChief Commercial Officer John Trizzino, in an interview with Bank of America, said all signs point toward a positive recommendation from the committee next month.\nVIDEO04:45\nNovavax CEO: We can now make Covid vaccine at competitive commercial levels\n“We’re fully expecting based upon our submission, based upon all the back and forth questions that have been asked and answered, based upon the inspection at Serum, to come out of that meeting with a recommendation for emergency use authorization,” Trizzino said during Bank of America’s virtual health-care conference on Wednesday evening.\nThe FDA has been reviewing Novavax’s submission for months. The vaccine maker asked the drug regulator to authorize the vaccine in January, but federal health officials said the application was complex.\n“This is an incredibly complex review process that involves review of not just clinical data but also manufacturing data that will be needed to make a determination about emergency use authorization,” Dr. Doran Fink, deputy director of clinical review at the FDA’s vaccine division, told the Centers for Disease Control and Prevention’s committee of independent vaccine advisors last month.\nIf Novavax’s vaccine is authorized by the FDA, it will be first new shot to hit the market in the U.S. in more than a year. Pfizer, Moderna and Johnson & Johnson are the three vaccines currently used in the U.S., and the FDA last week limited the use of J&J’s shots.\nThe vaccine would enter the U.S. market at a time when 76% of adults are already fully vaccinated. Trizzino said on Wednesday that Novavax’s shots would offer choice to the remainder of the adult population that would prefer not to receive an mRNA vaccine. Novavax’s vaccine uses more conventional protein technology, whereas Pfizer’s and Moderna’s use messenger RNA platforms first authorized during the coronavirus pandemic. Trizzino said the shots could also play an important role as booster doses and in teenagers ages 12 to 17.\nNovavax has submitted its data from teenagers to the FDA and is also filing data on booster doses, Chief Medical Officer Philip Dubovsky said during the company’s earnings call. It’s unclear, however, when the FDA may consider the company’s shots for teens and as booster doses.\nFDA authorization of the vaccine would come right as the drug regulator is considering redesigning Covid shots this fall to target mutations the virus has developed over the past two years. All of the current vaccines, including Novavax, target the spike protein of the original strain of the virus that emerged in Wuhan, China, in 2019. As the virus has evolved, the shots have become less effective at blocking infections.\nNovavax plans to launch a clinical trial this month on a version of the vaccine that targets omicron mutations, Erck said during the company’s earnings call. Trizzino, during the Bank of America interview, said the goal is to have the shots ready by October for a fall vaccination campaign should the FDA decide to move forward with updating the shots.\n“Our thinking is in the fall, we need to be ready to do what our customer wants,” Trizzino said, referring to the U.S. government. “We intend to have the clinical data, the package that’s filed for that and then be able to deploy in the timeframe of October.”\nIt’s unclear how many shots the U.S. government would order should the vaccine receive authorization. Erck said Novavax is in discussions now with the U.S. on how the company can support demand. Novavax has received $1.8 billion from the U.S. government under Operation Warp Speed to deliver 100 million doses, though the government will decide how many shots it wants after FDA authorization.\nNovavax stock has dropped 13% this week due to uncertain demand for the shots and after the company missed Wall Street’s first-quarter earnings and revenue expectations. Although Novavax maintained its 2022 sales guidance of $4 billion to $5 billion, CFO Jim Kelly said the company has not yet received an order from COVAX, the international alliance that procures shots for poorer nations. It’s unclear how much COVAX may order, Kelly said, which could put downward pressure on the sales guidance.\nLast year, Novavax signed a memorandum of understanding to make 1.1 billion doses of its vaccine available to COVAX, and the company previously said it has the capacity to manufacture 2 billion doses in 2022. However, Novavax’s vaccine rollout around the world has gotten off to a sluggish start this year.\nNovavax delivered 42 million doses in the first quarter to markets where the vaccine is already authorized, including the European Union, Canada, South Korea, Australia, New Zealand and Indonesia. However, the company expects shipments and revenue to increase in the second quarter as its fulfills an order of 42 million doses from the EU, Trizzino told analysts during the earnings call.\nNovavax’s vaccine uses different technology than Pfizer’s and Moderna’s shots. The Pfizer and Moderna vaccines deliver mRNA to the body’s cells, which then produce harmless copies of the virus spike protein, which induces an immune response that fights Covid. The spike protein is the tool the virus uses to invade human cells.\nNovavax’s fully synthesizes the copies of the spike protein outside the human body. The company inserts the genetic code for spike in a baculovirus which then infects cells for a certain type of moth. Novavax then harvests the spike from those cells and purifies them for the shot. The vaccine also uses what’s known as adjuvant, purified from the bark of a South American tree, to boost the immune response.\nNovavax’s U.S. and Mexico clinical trial found that its vaccine was 90% effective at preventing mild illness and 100% effective at preventing severe illness. However, the trial was conducted well before the omicron variant emerged, which has undermined vaccine effectiveness against infection.\nNovavax released results from a lab study in December which found that its vaccine still triggered an immune response against omicron. The study found that a third boosted the immune response to levels similar to the U.S. and Mexico clinical trial, suggesting a high level of protection with a third shot.\nCNBC Health & Science\nRead CNBC’s latest global coverage of the Covid pandemic:\nDoctors say these pandemic side effects are serious problems—and unlikely ‘to go away anytime soon’\nU.S. gun homicides reached highest level in 25 years during Covid pandemic, CDC says\nLong Covid is ‘continuing to increase,’ experts say. Here’s how to know if you have it\nU.S. will limit next-generation Covid vaccines to high-risk people this fall if Congress doesn’t approve more funding"}, {"source": "https://www.cnbc.com/us-economy/", "url": "https://www.cnbc.com/2022/05/13/us-bonds-treasury-prices-slip-as-investors-pile-back-into-stocks.html", "category": "https://www.cnbc.com/us-economy/", "content": "U.S. Treasury prices slipped on Friday and yields jumped as investors sold out of government bonds and looked to move back into stock markets.\nThe yield on the benchmark 10-year Treasury note surged 11 basis points to 2.929%. The yield on the 30-year Treasury bond climbed 12 basis points to 3.092%. Yields move inversely to prices and 1 basis point is equal to 0.01%.\nTREASURYS\n\nStocks jumped on Friday as the markets looked to avoid falling into bear territory following heavy selling in recent days.\n“Today’s price action largely reflects some of that shift out of the safe-haven buying back toward some risk assets which is largely what we’re seeing across the board,” said Charlie Ripley of Allianz Investment.\nThroughout the week, investors appeared to have rotated out of stocks and into Treasurys in search of a safe haven, as persistently high inflation data has fueled recession fears.\nFederal Reserve President Jerome Powell said in an interview with Marketplace on Thursday that he couldn’t guarantee a “soft landing” for the economy, despite the central bank’s efforts to control inflation.\nStock picks and investing trends from CNBC Pro:\nJeremy Grantham says today’s bubble is worse than 2000, calls stocks to at least double their losses\nThe sell-off has entered ‘a new phase,’ Allianz’s El-Erian says. How investors can deal with it\nArt Cashin of UBS says stocks are now at risk of even deeper sell-off\nApple may have to slide a lot further before the market sell-off stops, trader says\nKristina Hooper, chief global market strategist at Invesco, told CNBC’s “Squawk Box Europe” that she expected the Fed to announce a “few more 50-basis-point [interest rate] hikes in relatively close succession.”\n“But beyond that I actually anticipate the Fed will make another pivot and a get a bit more dovish,” she added."}]