[{"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/19/biden-says-sweden-finland-nato-bids-have-full-us-backing.html", "category": "https://www.cnbc.com/world-politics/", "content": "US President Joe Biden, Swedens Prime Minister Magdalena Andersson and Finlands President Sauli Niinistö arrive to speak in the Rose Garden following a meeting at the White House in Washington, DC, on May 19, 2022.\nMandel Ngan | AFP | Getty Images\nWASHINGTON — President Joe Biden said Thursday that the United States fully supports Sweden and Finland's bids to join NATO after both nations began the formal process of applying to the alliance.\nBiden, flanked by Finnish President Sauli Niinisto and Swedish Prime Minister Magdalena Andersson, said the two countries would \"make NATO stronger.\" He called their moves to join the pact a \"victory for democracy.\"\nThe president pledged to work with Congress — which has to ratify U.S. approval of NATO bids — and the other 29 members of the world's most powerful military alliance to swiftly bring Sweden and Finland into the group. \n\"There is no question, NATO is relevant, it is effective and it is needed now more than ever,\" Biden said following a trilateral meeting in Washington with the leaders.\nThe push comes as Russia's assault on Ukraine has raised fears for other countries in the region. Moscow, long wary of NATO expansion, has opposed the two nations' plans to join the alliance.\nEarlier in the week, Russian President Vladimir Putin said Finland and Sweden's entry into NATO and any \"expansion of military infrastructure into this territory will certainly cause our response.\"\nSimilarly, the Russian Foreign Ministry said in a statement Monday that Russia \"will be forced to take retaliatory steps, both of a military-technical and other nature, in order to stop the threats to its national security arising in this regard.\"\nBoth Finland and Sweden already meet many of the requirements to be NATO members. Those include having a functioning democratic political system, a willingness to provide economic transparency and the ability to make military contributions to NATO missions.\nHowever, all 30 NATO members must approve a country's bid for it to be accepted into the alliance.\nEarlier in the week, Turkish President Recep Tayyip Erdogan said he would not approve the NATO applications of both Sweden and Finland. He has cited their support for Kurdish organizations that Turkey considers security threats.\nCNBC Politics\nRead more of CNBC's politics coverage:\nRussia says it's sent 900 Ukrainian soldiers to prison camp; Moscow dismissing top commanders, UK says\nBiden invokes Defense Production Act to boost baby formula manufacturing to ease shortage\nU.S. Marshals providing 'around-the-clock security' at Supreme Court justices' homes, DOJ says\nErdogan added that delegations from the nations should not bother coming to Turkey to try to convince him otherwise.\nNiinisto and Andersson both addressed Erdogan's concerns during remarks in the White House Rose Garden.\n\"We take terrorism seriously, and we condemn terrorism in all its forms,\" Niinisto said, adding that Finland routinely works with allies to combat terror plots.\nAndersson said Sweden was speaking with all NATO member countries and holding additional talks with Turkey to discuss specific concerns.\nVIDEO01:10\nSweden moves to join military alliance NATO"}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/19/two-maps-show-natos-growth-and-russias-growing-isolation-since-1990.html", "category": "https://www.cnbc.com/world-politics/", "content": "A Swedish soldier takes part in exercises on May 17, 2022. Her country, along with Finland, now wants to join NATO.\nJonathan Nackstrand | Afp | Getty Images\nRussia has become increasingly isolated from the rest of Europe over the last 30 years, and maps of the continent illustrate just how drastic the change has been.\nFinland and Sweden this week announced their intention to join the NATO military alliance, ending a decades-long history of military neutrality for both countries. Their plans came about after Russia invaded Ukraine in late February — allegedly to stop it from joining NATO.\nRussia first attacked Ukraine in 2014, after a civilian uprising ejected a pro-Russia leader from the country. Ukraine sought military training and assistance from Western countries afterward but had not been admitted to NATO.\nCountries in NATO are bound by treaty to defend each other. Like Ukraine, Finland shares a long border with Russia.\nEurope in 1990\nIn 1990, the year after the Berlin Wall fell, the Russia-dominated Soviet Union included Ukraine, the Baltic states and several other now-independent countries. The Warsaw Pact, an alliance also dominated by Russia, included six satellite countries that are all now independent as well.\nZoom In Icon\nArrows pointing outwards\nIn 1990, the year after the Berlin Wall fell, Russia dominated the Soviet Union and six allied Warsaw Pact countries.\nBryn Bache | CNBC\nEurope in 2022\nOver the last 32 years, Germany has reunified and all the former Warsaw Pact countries have joined NATO. Three countries that were once part of the Soviet Union — Estonia, Latvia and Lithuania — have joined NATO as well.\nZoom In Icon\nArrows pointing outwards\nAs of 2022, NATO has expanded to let in three former Soviet states and all of the former Warsaw Pact countries.\nBryn Bache | CNBC\nThough Sweden and Finland want to join their Nordic neighbors in NATO, admission could take many months or be blocked entirely.\nTurkey, a NATO member since 1952, objects to the two countries’ admission, calling Scandinavian countries “guesthouses for terrorist organizations.”"}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/18/russia-military-veteran-khodaryonok-in-damning-assessment-of-ukraine-war.html", "category": "https://www.cnbc.com/world-politics/", "content": "Destroyed military equipment of the Russian army in the city of Bucha.\nSopa Images | Lightrocket | Getty Images\nIn a country where independent media and commentary has all but disappeared from public view, it’s rare to hear dissenting voices on the many state-controlled TV networks in Russia — particularly now with the country at war with Ukraine.\nBut one well-known military analyst and veteran has stood out this week after he appeared on state TV and gave a damning assessment of the Ukraine invasion, or what Russia calls its “special military operation.”\n“The situation, frankly speaking, will get worse for us,” Mikhail Khodaryonok, a retired Russian army colonel, told the “60 Minutes” talk show on Rossiya-1 TV program hosted by Olga Skabeyeva, who’s renowned for her pro-Kremlin stance.\n“You should not swallow informational tranquilizers,” Khodaryonok told the host as he warned that Ukraine was in no way near being beaten by Russia, and that Kyiv could mobilize and arm a million people if it wanted to.\nKhodaryonok, who is also a defense columnist for the gazeta.ru newspaper and a graduate of one of Russia’s elite military academies, according to Reuters, had previously warned the country against invading its neighbor Ukraine, saying it was not in Russia’s national interests.\nHis advice unheeded, Russia is now almost three months into a bloody conflict in Ukraine with only a few significant territorial gains in the east and south, and with the invasion likely to turn into a long-term war of attrition with Ukraine’s fighters showing a bravery and resilience underestimated by Moscow.\nRussia has already had to scale back its apparent strategy to invade Ukraine from the north, east and south and has now focused its fighting forces on eastern Ukraine, in the Donbas region.\nVIDEO06:59\nHow Ukraine brought the European Union together\nKhodaryonok emphasized that even if Ukraine had to rely on hundreds of thousands of conscripts that only had rudimentary military training, what mattered is that their hearts would be in the fight, and that would not bode well for Russia.\n“The desire to defend one’s motherland in the sense that it exists in Ukraine — it really does exist there and they intend to fight to the last,” Khodaryonok said before he was interrupted by Skabeyeva who was trying to downplay the effectiveness of Ukraine’s forces.\n“We need to treat this million Ukrainian soldiers as a reality in the nearest future,” he said.\nNeither Khodaryonok nor Skabeyeva could not be reached for comment, Reuters reported.\n‘The world is against us’\nOn the global stage, Russia is widely ostracized and has been sanctioned to the hilt, with even its erstwhile allies in China and India edgy over how long the conflict could last.\n“The main deficiency of our military-political position is that we are in full geopolitical solitude and — however we don’t want to admit it — practically the whole world is against us ... and we need to get out of this situation,” Khodaryonok continued on the talk show, with the other studio guests appearing dumbstruck by his outspoken critique.\nZoom In Icon\nArrows pointing outwards\nAs of 2022, NATO has expanded to let in three former Soviet states and all of the former Warsaw Pact countries.\nBryn Bache | CNBC\nWhile Russia is increasingly isolated, the West appears more united than ever. Ukraine’s allies in the West continue to supply arms to Kyiv and Russia’s invasion has seen the Western military alliance NATO tighten its security measures. In fact, Russia’s invasion has only served to strengthen the alliance, with Finland and Sweden now looking to join the organization.\nZoom In Icon\nArrows pointing outwards\nIn 1990, the year after the Berlin Wall fell, Russia dominated the Soviet Union and six allied Warsaw Pact countries.\nBryn Bache | CNBC\nRussia predicated its onslaught of Ukraine largely on opposition to it joining NATO (a prospect that was not imminent) and has invariably blamed NATO for the invasion, as well as accusing the military alliance of preparing to invade what Moscow sees as Russian territory in east Ukraine, where two pro-Russian, self-proclaimed republics are located in the Donbas.\nBut its response to NATO’s forthcoming expansion to include Finland and Sweden has been muted. Although it initially threatened “retaliatory steps” against the expansion, with President Vladimir Putin calling it “a problem,” it has since said the expansion doesn’t make a big difference to it.\nGeopolitical analysts have noted there is little Russia can actually do about the enlargement anyway, although Russia has threatened to act if NATO military infrastructure is placed in Sweden or Finland.\nRead more\nNATO is about to get bigger and Putin is unhappy: Here are 3 ways Moscow could react\nKhodaryonok said Russia needed to see the reality of the situation in Ukraine. “The main thing in our business is to have a sense of military-political realism: if you go beyond that then the reality of history will hit you so hard that you will not know what hit you,” he said.\n“Don’t wave rockets in the direction of Finland for goodness sake — it just looks rather funny,” Khodaryonok said.\nVIDEO09:55\n‘Londongrad’: How Russia’s war exposed the dark side of luxury London"}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/18/turkeys-opposition-on-nato-will-be-sorted-out-says-ex-pm-of-finland-.html", "category": "https://www.cnbc.com/world-politics/", "content": "VIDEO01:29\nFormer Finnish PM: Russia does not see Finnish and Swedish accession to NATO as a military threat\nFinland’s former prime minister is confident that Turkey’s opposition to Sweden and Finland joining NATO will be diplomatically “sorted out.”\n“I’m sure this will get ironed out,” Alexander Stubb told CNBC’s Capital Connection on Wednesday, adding that both Finland and Sweden have been “avid supporters” of Turkey’s bid to join the European Union.\n“I imagine that there’ll be some backroom diplomacy in the next few days ... just from my experience, these types of things get sorted out,” he said.\nAll member states have to agree before new members can join the North Atlantic Treaty Organization. However, Turkish President Recep Tayyip Erdogan has opposed the membership of Sweden and Finland, citing concerns over the two nations’ support to separatist Kurdish organizations inside Turkey. Turkey refers to members of the Kurdistan Workers’ Party (PKK) as “terrorists.”\nA Ukrainian soldier clears debris from a car after a recent bombing in Bakhmut in Ukraine\nAnadolu Agency | Anadolu Agency | Getty Images\nThe two Nordic nations formally applied to join the 30-member-strong NATO on Wednesday, a significant change in their security stance as a direct result of Russia’s invasion of Ukraine in February. \nBoth Sweden and Finland have had a long modern history of military nonalignment since the end of the Second World War and through the Cold War between the West and the erstwhile Soviet Union. \nLeaders of both countries will be traveling to Washington DC to meet U.S. President Joe Biden on Thursday.\nZoom In Icon\nArrows pointing outwards\nIn 1990, the year after the Berlin Wall fell, Russia dominated the Soviet Union and six allied Warsaw Pact countries.\nBryn Bache | CNBC\nStubb pointed out that it was during Finland’s EU presidency in 1999 that negotiations for Turkey’s accession to the EU accession were opened. “That was a historic moment. And I’m sure that President Erdogan will remember that,” he said.\nRussia’s ‘moderate’ reaction\nStubb — who is now professor and director Professor of the School of Transnational Governance at the European University Institute in Finland — described the Russian reaction to the proposal as “quite moderate.” \n“I think the reason is quite clear. Russia has not seen Finnish accession to NATO as a military threat or security threat,” he said.\nZoom In Icon\nArrows pointing outwards\nAs of 2022, NATO has expanded to let in three former Soviet states and all of the former Warsaw Pact countries.\nBryn Bache | CNBC\n“Iceland, Norway and Denmark, three Nordic states, have been members of the alliance since 1949. So the [Russian] reaction was moderate and will continue to be moderate. We do not join NATO against anyone, we join it for ourselves. For us, foreign security policy is not a zero-sum game,” he added.\nThe former Finnish prime minister went on to describe reliance on Russian energy as a European strategic mistake.\n“The idea was that if you integrate, if you cooperate, if you create a class dependency, you actually get closer.” \n″[But] now, we’ve actually seen that energy can be used as a weapon,” he said, adding that he was surprised by the speed, unity and efficiency of the EU’s sanctions against Russia.\nRussian embargos\nAlthough the oil embargo against Russia is taking some time, Stubb predicted that an embargo on gas would follow.\n“We will see a situation where Europe will decouple itself completely from Russian energy,” Stubb said. \nThe former Finnish prime minister said the Ukraine war was about Russian President Vladimir Putin’s legacy.\n“The stakes are too high. I just don’t see an end to it. This is going to be a conflict that lasts for quite a long time,” he said, implying that Putin needed a semblance of victory to show his people. \n“In the Russian language, you have two words for truth. One of them is ‘tactical truth.’ That means you can lie, and everyone understands that [it is a lie],” Stubb said.\n“So I hope that Putin will come out at some stage and lie that he won the war and achieved his goals.”"}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/18/uaes-borouge-to-become-latest-ipo-in-a-wave-of-middle-east-listings.html", "category": "https://www.cnbc.com/world-politics/", "content": "The lure of high dividends has been a major draw for global investors amid a recent wave of mega listings across the Gulf region.\nRustam Azmi | Getty Images\nDUBAI, United Arab Emirates — Petrochemicals business Borouge will list on the Abu Dhabi stock exchange next month, marking the latest in a series of mega public offerings across the Middle East.\nBorouge, a joint venture between the Abu Dhabi National Oil Company and Austria’s Borealis, will sell 3 billion shares in the initial public offering, representing a 10% stake. No price range was given.\n“Together with our long-standing partner Borealis, I am delighted to announce our intention to float a minority stake in Borouge,” Sultan Al Jaber, the UAE’s minister of industry and advanced technology and ADNOC’s managing director and group CEO, said in a statement Wednesday.\n“Through Borouge and our recently announced 25% equity investment in Borealis, ADNOC is poised to capitalize on the significant industrial and consumer-led growth in the petrochemicals sector over the coming decades,” he added.\nThe IPO could raise as much as $2 billion when it lists on the Abu Dhabi bourse on June 3, according to reports. ADNOC is expected to own approximately 54% of Borouge’s share capital after the listing, while Borealis would own approximately 36%. \n“Borouge has grown into one of the world’s leading petrochemical companies that creates polyolefin solutions since it was established in 1998, supported by our shareholders, ADNOC and Borealis,” Borouge CEO Hazeem Sultan Al Suwaidi said in a statement. \n“Demand for our innovative polyolefin solutions is set to increase in the years ahead, driven by our differentiated products and technology, commitment to sustainable solutions and operations, and robust industry growth trends,” he added. \nADNOC and Borealis said the subscription period for retail investors will be from May 23 to May 28, while qualified investors will be able to buy shares from May 23 to May 30. Borouge said investors would receive dividends twice each fiscal year, including fixed dividends of $325 million in September 2022 and $650 million in March 2023. \nBorouge has facilities in Abu Dhabi, Shanghai and Singapore, employs more than 3,000 people, and has customers in 50 countries across the Middle East, Africa and Asia. \nMiddle East wave\nThe lure of high dividends has been a major draw for global investors amid a recent wave of mega listings across the Gulf region, led by Saudi Arabia and the United Arab Emirates.\nBoth countries are actively taking advantage of hot demand and high energy prices to take state-owned companies public. \nThe Borouge IPO also marks the latest in a series of public offerings from Abu Dhabi’s ADNOC Group, including the listing of ADNOC Distribution, the $1.1 billion offering of ADNOC Drilling last year, and the recent listing of fertilizer business Fertiglobe, as ADNOC seeks to unlock value across its businesses.\nThe February listing of Abu Dhabi Ports also marked a milestone in the development of the UAE capital markets, which have been improving in depth and sophistication in recent years. \nNeighboring Dubai has also sought to tap into the investor demand into the region by embarking on a major IPO push, with state utility DEWA launching a $6.1 billion offering last month.\nDubai plans to make as many as a dozen state companies public in the coming months, and recently launched a SPAC framework in an effort to attract new investment. "}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/17/skipping-meals-brits-are-being-warned-of-apocalyptic-food-price-rises.html", "category": "https://www.cnbc.com/world-politics/", "content": "More than four in five people in the U.K. are worried about rising living costs and their ability to afford basics necessities like food and energy over the coming months, according to a new survey.\nTolga Akmen | Afp | Getty Images\nLONDON — A quarter of Britons have resorted to skipping meals as inflationary pressures and a worsening food crisis conflate in what the Bank of England recently dubbed an “apocalyptic” outlook for consumers.\nMore than four in five people in the U.K. are worried about rising living costs and their ability to afford basics necessities like food and energy over the coming months, according to a new survey released Tuesday.\nIn a survey of 2,000 Britons conducted by Ipsos and Sky News, 89% said they were concerned about how the cost-of-living crisis would affect the country as a whole over the next six months, while 83% were concerned about their personal circumstances.\nWhile the picture was broadly similar nationwide, those on lower wages were more acutely worried, with more than half of those earning under £20,000 ($25,000) describing themselves as “very concerned” about how they would make ends meet this year. That compares to two in five of those earning £55,000 or more.\nA major British caterer said separately Tuesday that schools were now facing “difficult decisions” as to whether to reduce meal sizes or use lower quality ingredients amid surging prices.\n‘Apocalyptic’ price hikes\nThe findings come after Bank of England Governor Andrew Bailey said Monday that rising prices and food scarcity issues from the war in Ukraine were a real worry for Britain and many other parts of the world.\n“There’s a lot of uncertainty around this situation,” Bailey told the Treasury Committee at the House of Commons.\nVIDEO02:56\nBOE chief economist says biggest drivers of UK inflation are external shocks\n“Sorry for being apocalyptic for a moment, but that is a major concern,” he said.\nBailey added that such external factors would have a greater impact on price increases than any recent or forthcoming interest rate hikes. The central bank chief, who has spearheaded four consecutive interest rate hikes since December, dismissed suggestions that policymakers should have acted sooner to quell inflation.\nBritish grocery inflation hit 5.9% in April, its highest level since December 2011, according to market researcher Kantar. That as wider U.K. inflation hit a 30-year-high of 7% last month amid rising energy costs.\nBritish retailer Marks & Spencer warned on Tuesday that food price inflation could soar further to 10% by the end of this year.\n“It wouldn’t be surprising to see food price inflation over the course of the year running towards 8-10%,” Archie Norman, chairman of the high-end food brand, told BBC radio Tuesday. “Some has gone through now but still quite a lot’s to come.”\nNorman added, however, that Bailey’s use of the word “apocalyptic” was heavy-handed given wider economic factors, like wage increases. “I wouldn’t use the word apocalyptic, certainly not for our customers,” he said.\nFood scarcity fears mount\nFood scarcity concerns have been mounting over recent months as the war in Ukraine has exacerbated existing food supply chain issues.\nUkraine, seen as a “breadbasket of Europe,” has been unable to export grains, fertilizers and vegetable oil amid the conflict, while ongoing fighting has destroyed crop fields and disrupted regular harvests.\nMHP, the largest producer and exporter of chicken in Ukraine and a major supplier of grain and sunflower oil, said Tuesday that the current situation amounted to an agricultural crisis.\n“I’ve never seen anything like this,” John Rich, MHP executive chairman and an industry veteran, told CNBC.\nVIDEO05:37\nMHP executive chairman: Never seen a crisis like this in agriculture\n“We have Covid, we’ve got a war, we’ve got the China Covid-zero policy — which has made freight just about impossible — and we’ve got climate change. All of this has compounded, frankly, into a non-functional global supply chain system,” he said.\nThe United States and the European Union said over the weekend that they are looking at how to improve food supply chains and navigate export restrictions.\nIt comes after India on Saturday announced a ban on wheat exports to “manage the overall food security of the country.” Indonesia, meanwhile, earlier implemented restrictions on exports of palm oil — a key component in many food products — in a bid to curb food shortages at home."}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/17/will-turkey-block-nato-membership-for-sweden-and-finland.html", "category": "https://www.cnbc.com/world-politics/", "content": "Turkish President Recep Tayyip Erdogan speaks ahead of the peace talks between delegations from Russia and Ukraine at Dolmabahce Presidential Office in Istanbul, Turkiye on March 29, 2022.\nArda Kucukkaya | Anadolu Agency | Getty Images\nTurkish President Recep Tayyip Erdogan has doubled down on his opposition to Sweden and Finland joining the NATO alliance, a move that would be historic for the two Nordic countries in the wake of Russia’s invasion of Ukraine.\n“We will not say ‘yes’ to those [countries] who apply sanctions to Turkey to join security organization NATO,” Erdogan said at a news conference late Monday. He was referring to Sweden’s suspension of weapons sales to Turkey in 2019 over its military activities in Syria.\nSweden’s Foreign Ministry said Monday that it planned to send senior officials joining with officials from Finland to the Turkish capital of Ankara to address Erdogan’s objections. But the Turkish leader essentially said they’d be wasting their time.\n“Will they come to persuade us? Excuse us, but they shouldn’t bother,” Erdogan said. He added that the two countries joining would make NATO “a place where representatives of terrorist organizations are concentrated.”\nFinland’s Foreign Ministry responded to a CNBC request for comment, saying that it “implements the UN as well as the EU terrorism sanctions against any person or entity … in accordance with EU legislation” and that “the EU and Turkey have regular dialogues on counterterrorism issues.” CNBC has also reached out to the Swedish government for comment.\nVIDEO01:26\nSwedish foreign minister: We won’t be secure without NATO membership\nSweden and Finland have provided refuge to members of Kurdish militant separatist organization the PKK, which Turkey classifies as a terrorist organization and which has carried out attacks in Turkey. The two countries have also provided support for and held high-level meetings with members of the YPG, which is the PKK’s branch in Syria credited with helping defeat ISIS as well as fighting against Turkish forces.\nWhy is this so crucial?\nSweden and Finland are on the brink of applying for membership in NATO, after the governments of both countries expressed their support for the move to abandon their traditional positions of nonalignment between the alliance and Russia.\nThis would expand the Western defense organization’s clout and territory and make a dramatic statement in pushing back against Russia, and has already spurred anger and threats from Moscow. Sweden and Finland are members of the EU, but not NATO, and the latter shares an 830-mile border with Russia.\nThe two countries joining NATO would give Moscow “more officially registered opponents,” its former president and high-ranking security official Dmitry Medvedev warned in mid-April.\nBut NATO ascension for a new member state requires consensus approval from all existing members.\nWhile NATO’s leadership has welcomed the news, suggesting the applicants could be accepted into the group quickly, one of its most militarily powerful members stands in the way: Turkey.\nZoom In Icon\nArrows pointing outwards\nAs of 2022, NATO has expanded to let in three former Soviet states and all of the former Warsaw Pact countries.\nBryn Bache | CNBC\nTurkey, which joined the alliance in 1952, is a crucial player in NATO, boasting the second-largest military in the 30-member group after the United States.\nFor both Sweden and Finland, the decision to apply for NATO membership is monumental and was triggered by Russia’s brutal invasion of its neighbor Ukraine, which itself had aspirations to join NATO. Not until after the invasion did public opinion in both countries soar in favor of joining the 73-year-old defense alliance.\nZoom In Icon\nArrows pointing outwards\nIn 1990, the year after the Berlin Wall fell, Russia dominated the Soviet Union and six allied Warsaw Pact countries.\nBryn Bache | CNBC\n“The stakes here are now massive,” Timothy Ash, emerging markets strategist at Bluebay Asset Management, said in a note Tuesday. “It feels like a major crisis is looming in Turkey-Western relations over Finland and Sweden’s NATO bid.”\n“Other NATO members will be furious with Turkey given the now clear and present danger to Europe presented by Putin in Ukraine,” Ash added. “Turkey will be seen an an unreliable partner. This will leave even more bad blood/faith between the two sides — gone will be any remnants of a Turkish EU accession bid.”\nVIDEO07:18\nHow NATO is defending Eastern Europe\nTurkey’s highly strategic Incirlik air base is home to 50 of the U.S.′ tactical nuclear weapons, which some U.S. officials have suggested removing due to increasing tensions with Washington and Ankara in recent years. Those tensions were centered partly on Erdogan’s warming ties with Russian President Vladimir Putin and its controversial decision to purchase Russia’s S-400 air defense system, which saw it kicked out of NATO’s F-35 program.\nWhile Turkey has supported Ukraine by sending it weapons, in particular its lethal Bayraktar drones, and has tried to mediate between Moscow and Kyiv, it has so far refused to join its NATO allies in sanctioning Russia.\nJust tough talk?\nSome analysts are skeptical of Erdogan’s tough talk, convinced he won’t actually block the NATO membership bids — rather, they predict he will simply use his country’s leverage to extract concessions and boost his own waning popularity at home.\n“Despite its objections, Ankara will not block the countries’ entry into NATO,” analysts at political risk consultancy Eurasia Group wrote in a research note late Monday.\n“Erdogan is likely looking for concessions for green-lighting NATO’s expansion, mainly from Sweden. These might include the easing of Stockholm’s bilateral arms embargo on Turkey and some recognition of PKK as a terrorist organization to curtail its fund-raising and recruitment activities,” the note said.\nErdogan’s top foreign policy advisor, Ibrahim Kalin, over the weekend reassured allies by saying in an interview with Reuters: “We are not closing the door. But we are basically raising this issue as a matter of national security for Turkey,” concerning NATO accession for Sweden and Finland.\nVIDEO03:03\nRussian threatens to retaliate as Finland moves to join NATO\nWeapons deals will likely play an important role in whatever negotiations take place. The Biden administration is currently seeking approval from Congress to finalize a sale of F-16 fighter jets to Turkey, for which Ankara will likely seek assurances.\nBut a more pressing reason behind Erdogan’s brinksmanship may be the need to boost his weakening popularity domestically, amid an inflation and cost-of-living crisis. Opinion polls in Turkey have hit their lowest in years.\nTurkish inflation hit an eye-watering 70% in April, due in large part to years of refusal by Erdogan to raise interest rates while burning through currency reserves. The country of 84 million has been hit hard by the global rise in the cost of energy and basic goods, with fuel and agricultural commodity prices skyrocketing thanks in part to Russia’s invasion of Ukraine.\n“There are two things which rally the nation in Turkey,” Ash wrote. “Opposition to the PKK and perceived Western hypocrisy.”\nCNBC Politics\nRead more of CNBC’s politics coverage:\nRussia says it’s sent 900 Ukrainian soldiers to prison camp; Moscow dismissing top commanders, UK says\nBiden invokes Defense Production Act to boost baby formula manufacturing to ease shortage\nU.S. Marshals providing ‘around-the-clock security’ at Supreme Court justices’ homes, DOJ says"}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/16/elections-lebanon-voters-deal-blow-to-hezbollah-allies.html", "category": "https://www.cnbc.com/world-politics/", "content": "Lebanon, a nation of nearly 7 million, is home to 18 different religious communities.\nIbrahim Chalhoub | Afp | Getty Images\nLebanon has voted in the country’s first parliamentary elections since its economic meltdown in 2019 and the Beirut port blast the following year.\nDealing a major blow to the Iranian-backed Hezbollah, preliminary results from Sunday show the party lost seats in areas long held by their allies in the south of the small Mediterranean nation.\n“People have spoken, and they said: ‘We are against Hezbollah, against the establishment, and this is what we want’.” Laury Haytayan, the leader of opposition party Taqaddom, told CNBC’s Hadley Gamble on Monday.\n“Today, we see that we have 11 MPs [members of Parliament] that are from civil society, or new established political parties, plus the traditional opposition, so we have a big bloc in the Parliament that is going to take action,” Haytayan added.\nLebanon, a nation of nearly 7 million, is home to 18 different religious communities. Because of this, its unique but widely criticized consensus government rests on a power-sharing structure whereby the prime minister, president and speaker of the house must come from the country’s three largest religious groups: Sunni, Maronite Christian and Shiite, respectively.\nFinal results for the makeup of Lebanon’s 128-seat Parliament have still yet to be determined, but gains have been reported for Lebanese Forces, a Christian group opposed to Hezbollah. The party, led by Samir Geagea won at least 20 seats, dethroning the Free Patriotic Movement, a Hezbollah ally, as the country’s biggest Christian party in Parliament.  \nAt least 11 seats are expected to go to reform politicians, part of independent lists aiming to unseat the political elite. However, more established parties will still likely maintain a grip on the country. The economic crisis has encouraged many voters to cast ballots against traditional parties, who the U.N. blame for the country’s “deliberate depression.”\nThe win for Lebanon’s opposition groups are “quite significant,” Karim Bitar, associate professor of international relations at Saint Joseph University in Beirut, told CNBC on Monday.\nVIDEO02:29\nTaqaddom leader: Big bloc in the Parliament now against Hezbollah\n“The playing field is uneven because they did not have the clientelist networks, foreign backing or financial means that usual establishment parties have,” he said. But he added that this could be the “beginning of the emergence of a reformist, non-sectarian opposition in Lebanon.”\nTurnout was low at 41%, according to Interior Ministry figures, compared to 2018 which saw nearly a 50% voter turnout. Tripoli, one of Lebanon’s poorest cities, saw voter turnout at around 30%. Soaring fuel costs and overall despair at the political system could be to blame for the low level of votes.\nMany Sunni voters, allied with former prime minister and leading Sunni politician Saad Hariri, boycotted the vote, setting up pool parties in stronghold areas to show their dissatisfaction at the election.\nHariri has stepped away from the limelight, leaving a gap in Sunni politics and his Future Movement party without a leader. Lebanon’s expatriate vote was held last weekend, and saw three times the turnout from the previous election in 2018, which marked the first time citizens could vote from outside of Lebanon.\nMeanwhile, there were reports on Sunday of voter intimidation and coercion across the country. The Lebanese Association for Democratic Elections reportedly had to leave polling stations in the south and and in the city of Baalbek after Hezbollah and Amal supporters issued threats.\nThe EU’s elections monitor also reported that two-thirds of polling stations were difficult to access for voters with physical disabilities.\nAccelerating economic crisis \nIn 2019, the Lebanese pound fell sharply and is now trading at around 27,000 pounds to the U.S. dollar on the black market. In February, Lebanon’s inflation rate soared to 215% on an annual basis, and the country’s monthly minimum wage, once at $450, is now roughly equal to $25. The World Bank has said Lebanon ranks among the world’s worst financial crises since the mid-19th century.\nLebanon is also facing a food crisis, accelerated by the war in Ukraine which has crippled wheat exports globally, directly hitting countries throughout the Middle East and North Africa.\nThe new Parliament will be responsible for implementing key economic reforms, necessary to unlock $3 billion in aid from the International Monetary Fund, who last month reached a “staff-level deal” with Lebanon.\nThe funds, released over a period of four years, are dependent on the government’s economic reform plan, which includes amendments to Lebanon’s banking sector, an independent audit of the country’s central bank, and particularly a solution to Lebanon’s massive financial sector losses, which stand at $72 billion.\nCorrection: This story has been updated to accurately reflect voter turnout in Tripoli. An earlier version misstated the figure."}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/15/op-ed-ukraine-and-its-allies-must-tackle-5-tests-for-the-civilized-world-to-shape-a-better-future.html", "category": "https://www.cnbc.com/world-politics/", "content": "Ukraine’s President Volodymyr Zelenskiy holds a conversation with European Commission President Ursula von der Leyen via videolink, as Russia’s attack on Ukraine continues, in Kyiv, Ukraine May 9, 2022. \nUkrainian Presidential Press Service | Reuters\nHere are the five crucial tests Ukraine and its global partners and allies must tackle as Russian President Vladimir Putin’s criminal war approaches its most decisive phase.\nSome are short-term, and others have generational consequences. What unites them is that all five are necessary to transform Putin’s murderous authoritarian threat into a historic opportunity for the civilized world to shape a better future.\nCan Ukraine’s friends, particularly those in Europe and North America, not only maintain but also strengthen their unity and solidarity in the face of Putin’s growing brutality? With global energy prices and inflation rising, can Ukraine’s friends avoid the inevitable fatigue among democracies and remain focused on what seems a far-away threat?\nWill Ukraine’s arms suppliers continue to provide Kyiv with greater military capabilities, despite Moscow’s threats of escalation, including the possible use of battlefield nukes. With this enhanced weaponry, can Ukrainian troops not only hold but retake their sovereign territory that is occupied by Russian troops.\nCan NATO overcome Turkish President Recep Tayyip Erdogan’s opposition — and potentially that of others — to imminent Finnish and Swedish application for allied membership? Can it provide Finland and Sweden protective status until they are full members, and accelerate that process? Can the U.S. Senate ratify Finnish and Swedish NATO membership before the summer break, creating the crucial momentum?\nCan Ukraine and its friends do more to establish globally the factually correct narrative that Putin is solely responsible for this premeditated and unprovoked war? Can they reach the Russian people more effectively so that they better understand that Putin launched a war in their names that was not in their interests?\nFinally, can the U.S. and its global allies and partners strategically defeat Putin and sufficiently weaken Russian military capability, so that Moscow is unable to continue the Ukraine war or repeat it elsewhere? Can NATO and its global partners sufficiently strengthen themselves so that they more effectively deter this sort of threat in the future?\nThat’s a long list, and it’s only the beginning.\nThe bottom line is that unanticipated Ukrainian resilience, resourcefulness, patriotism, and bravery have provided the free world an opportunity not only to save Ukraine but also to reverse years of democratic drift and authoritarian resurgence.\n If one is to avoid having the rule-of-the jungle replace rule-of-law, now is the time to act. \nIt will be as important in the years ahead that the transatlantic community embraces Russia and Russians as part of President George H.W. Bush’s dream of “a Europe Whole and Free.” One should already be designing how to make that happen. In the meantime, however, Ukraine’s friends, for now, must quell Putin’s revanchist, historically perverted obsession with restoring some false notion of “ancient Rus” through whatever means necessary.\nThe past week underscored the positive momentum toward this end.\nFinland and Sweden moved toward NATO membership, the United Kingdom tightened sanctions that cracked Putin’s wall of secrecy around his family and rumored girlfriend; Russian troops appeared to be retreating from Ukraine’s second-largest city Kharkiv, and Ukrainian troops began launching a counter-offensive toward the eastern city of Izyum, targeting Russian supply lines to the Donbas region.\nFinland and Sweden this past week moved closer toward NATO membership applications, which should become official in the coming days. \n“Finland must apply for NATO membership without delay,” said Finnish President Sauli Niinisto and Prime Minister Sanna Marin in a statement on Thursday, making it all but certain that Finland, with its 810-mile border with Russia, would do so following other steps in the next days. “NATO membership would strengthen Finland’s security. As a member of NATO, Finland would strengthen the entire defense alliance.”\nOn Friday, all Swedish political parties presented a revised assessment of a deteriorated security situation in their region. Six of the eight parties supported conclusions that favor NATO membership after 200 years of neutrality. The Swedish government is expected to take the formal decision to apply for NATO membership on Monday.  \nFor those misguided voices who still argue that NATO membership destabilizes rather than secures a more peaceful Europe, talk to officials of these countries, who have seen the three Baltic members of NATO remain secure while Russia overran Ukraine, a non-NATO member.\nTurkish President Erdogan is the NATO leader who represents the greatest opposition thus far to Sweden and Finnish enlargement, based on what Turkey says is Sweden’s long-standing sheltering of Kurdish terrorists. Yet Erdogan’s language suggests this is more of a negotiating ploy than an immovable object.\n“We are following developments regarding Sweden and Finland, but we are not in a positive mindset,” Erdogan said. “At this point, it is not possible for us to look at it positively.”\nPutin’s war not only has failed to take Ukraine, but it has also prompted global shifts that go far beyond Finland and Sweden.\nUpon receiving the Atlantic Council’s Distinguished Leadership Award, Italian Prime Minister Mario Draghi said Russia’s invasion of Ukraine has caused “a paradigm shift in geopolitics.”\nAdded Draghi, “It has strengthened the ties between the European Union and the United States, isolated Moscow, raised deep questions for China. These changes are still ongoing, but one thing is certain: they are bound to stay with us for a long, long time.\n“We must continue to support the bravery of the Ukrainians as they fight for their freedom and the security of us all, he said. There should be peace, he argued, but added, “It will be up to Ukrainians to decide the terms of this peace and no one else.”\nThe threats of historic nature have been clear since Putin began assembling his troops last year for the Feb. 24 attack. Now, said Draghi, the opportunities are clearer.\n“The war in Ukraine has the potential to bring the European Union even closer together,” he said. “We must remember the urgency of the moment, the magnitude of the challenge. This is Europe’s hour, and we must seize it. The choices the European Union faces are brutally simple. We can be masters of our own destiny or slaves to the decisions of others.”\nWhat Draghi says makes him optimistic is that Europe isn’t tackling this alone but strengthened by “the timeless bond” of European-U.S. relations.”\nThe test now is whether the current unity and momentum of Ukraine’s friends can withstand Putin’s escalating brutality and their predilection toward fatigue.  \n— Frederick Kempe is the President and Chief Executive Officer of the Atlantic Council."}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/15/finland-will-apply-for-nato-membership-president-says.html", "category": "https://www.cnbc.com/world-politics/", "content": "Finland’s Prime Minister Sanna Marin (L) and President Sauli Niinisto.\nHeikki Saukkomaa | Afp | Getty Images\nFinland and Sweden are both set to apply for membership in NATO, the countries said Sunday, in a historic move for the Nordic countries which are known for their policies of military neutrality.\nIn a press conference alongside Finland’s Prime Minister Sanna Marin, the country’s President Sauli Niinisto said: “Today, we, the president and the government’s foreign policy committee, have together decided that Finland ... will apply for NATO membership.”\nHe added that being a member of the military alliance will “maximize” Finland’s security after Russia’s unprecedented invasion of Ukraine in February.\nMarin described that move to apply as an “important decision” based on a “strong mandate.”\n“We hope that the parliament will confirm the decision to apply for NATO membership during the coming days,” she added.\nMarin said Finland has been in close contact with NATO and its members over the decision. Last week, Marin and Niinisto said the country should apply to join NATO “without delay.”\nShortly after Finland’s announcement, Swedish Prime Minister Magdalena Andersson said she was also backing an application to join NATO. It comes after her Swedish Social Democratic Party relinquished its historic opposition to membership of the alliance, given the ongoing aggression of Russia in Ukraine.\nVIDEO01:26\nSwedish foreign minister: We won’t be secure without NATO membership\n“Today the Swedish Social Democratic Party took a historic decision to say yes to apply for a membership in the NATO defense alliance. The Russian invasion of Ukraine has deteriorated the security situation for Sweden and Europe as a whole,” Ann Linde, Sweden’s foreign affairs minister, said on Twitter.\nSpeaking to CNBC Sunday, Linde noted how Russia had not only invaded its neighbor Ukraine — but that it had conducted war crimes, targeting civilian infrastructure with the “bombing of schools and hospitals and theaters.”\n“This has made us take the decision that we will not be secure without applying for membership of NATO,” she added.\nRussia has repeatedly denied targeting civilian infrastructure, despite vast evidence to the contrary.\nThe formal application to join NATO is expected from both countries in the coming days.\n‘Radical change’ in policy\nFinland shares an 830-mile border with Russia; if it joins the military alliance, the land border that Russia shares with NATO territories would roughly double. Sweden does not have a land border with Russia, however it does share a maritime border with the country.\nGiven this proximity, there is a risk the move from Helsinki and Stockholm could spark aggression from Russia, where President Vladimir Putin has repeatedly expressed his opposition to NATO’s enlargement.\nLast week, Russia’s foreign ministry said Finland joining NATO would be a “radical change” in the country’s foreign policy. “Russia will be forced to take retaliatory steps, both of a military-technical and other nature, in order to stop threats to its national security arising,” it said in a statement.\nFinland’s Niinisto said he spoke to Putin on Saturday and informed him of his country’s decision. Speaking to CNBC Sunday, Sweden’s Linde said she was hopeful there would not be an escalation of tensions between Russia and the Nordic region.\n“During the period of transition, before Sweden and Finland get the full membership, there will be a heightening of tension in our area. We also foresee more military troops close to our borders,” she added.\nVIDEO04:11\nWe must be ready for a range of Russian threats, Swedish defense minister says\nRussia has land borders with 14 countries and five of them are NATO members: Latvia, Estonia, Lithuania, Poland and Norway.\nFinland and Sweden have both been reviewing their security policies following Russia’s invasion of Ukraine, which showed the Kremlin is willing to attack a neighboring nation. Finland, for example, has been invaded in the past — in 1939, the Soviet Union attacked Finland in what became known as the Winter War.\nOpposition from Turkey\nOne potential stumbling block to both countries joining the alliance is Turkey, the NATO member with the second-largest military after the U.S.\nAscension for a new member state requires consensus approval from all existing members.\nThe country’s President Recep Tayyip Erdogan said Thursday: “We don’t hold positive views” on Finland and Sweden’s potential membership. Sweden is expected to follow Finland and also apply to join NATO in the near future.\nVIDEO01:23\nRussia could retaliate with cyber attacks against Sweden, PM tells CNBC\nEarlier Sunday, NATO’s deputy secretary general struck a confident tone on Finland and Sweden potentially joining the group.\nSpeaking to reporters in Berlin, Mircea Geoana said the two countries were already the closest partners of NATO.\n“I am confident that if these two countries will decide, in the next few days I understand, to seek membership in NATO, that [we] will be able to welcome them and to find all conditions for consensus to be met,” he said.\nOn Turkey, Geoana added: “They expressed concerns that are addressed and discussed in between friends and allies.”\nNATO — or the North Atlantic Treaty Organization — was founded in 1949 by the U.S., Canada, and several Western European nations to provide collective security against modern Russia’s forebearer, the Soviet Union.\nEver since its foundation, the alliance has had a thorny relationship with the Soviet Union throughout the Cold War and, following its collapse in 1991, the Russian Federation.\n— CNBC’s Natasha Turak contributed to this report"}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/13/erdogan-says-turkey-doesnt-support-sweden-finland-joining-nato.html", "category": "https://www.cnbc.com/world-politics/", "content": "Turkey’s President Tayyip Erdogan holds a news conference during the NATO summit at the Alliance’s headquarters in Brussels, Belgium June 14, 2021.\nYves Herman | Reuters\nTurkish President Recep Tayyip Erdogan has thrown Sweden and Finland’s potential NATO membership into doubt, just as both countries are on the cusp of applying to join the alliance in the wake of Russia’s invasion of Ukraine.\n“We are following the developments regarding Sweden and Finland, but we don’t hold positive views,” Erdogan told press in Istanbul on Friday.\nNATO ascension for a new member state requires consensus approval from all existing members.\nA senior American diplomat said the U.S. is working to clarify Turkey’s official position on the matter. The issue will be discussed at the NATO ministerial meeting in Berlin over the weekend, Karen Donfried, assistant secretary for Europe and Eurasian affairs, was quoted by Reuters as saying in a press call later on Friday.\nTurkey joined NATO in 1952, and has the second-largest military in the 30-member alliance after the United States. Erdogan referenced the Nordic countries’ hosting of members of the Kurdish Workers’ Party, or PKK, which Turkey classifies as a terrorist group.\nVIDEO02:35\nThink tank on chances of a Russian confrontation if Finland, Sweden join NATO\nSweden and Finland are “home to many terrorist organizations,” Erdogan claimed.\nSweden has been supportive of the Kurdish YPG, the PKK’s Syrian branch, during the Syrian conflict. Its ministers have met with YPG leaders, which Ankara has condemned. CNBC has reached out to the Swedish and Finnish foreign ministries for comment.\nErdogan also referenced NATO’s acceptance of Greece as a member in 1952 as a “mistake.” Turkey and Greece are longtime rivals and have fought in conflicts against one another even as NATO members.\n“As Turkey, we don’t want to repeat similar mistakes. Furthermore, Scandinavian countries are guesthouses for terrorist organizations,” Erdogan said. “They are even members of the parliament in some countries,” he added. “It is not possible for us to be in favor.”\nSweden currently has six sitting Kurdish members of parliament, representing the Liberal, Sweden Democrats, Social Democrats and Left Party.\nFinland’s leaders on Thursday called for NATO membership “without delay” and neighboring Sweden is expected to follow suit, leaving it all but certain that the Scandinavian countries would soon abandon their traditional positions of neutrality toward both NATO and Russia in favor of joining the mutual defense pact.\nPublic support for joining the organization in both countries has soared since Russia’s invasion of Ukraine on Feb. 24. Finland shares a long border with Russia, and Moscow has threatened severe consequences if they were to become NATO members. Opposition to NATO enlargement was one of the reasons the Kremlin cited for its invasion of Ukraine, which has sought NATO membership for several years.\nIn response to Erdogan’s comments, Finnish Foreign Minister Pekka Haavisto urged patience and to take the process “step by step.” Swedish Foreign Minister Ann Linde said she was very confident that her country’s membership bid would receive unanimous backing from NATO members.\n“If were to decide to do take that alternative (joining NATO) I think we would get very, very strong support from large and important countries who are members with whom Turkey has an interest in having good relations,” Linde said.\nThe leaders of Finland and Sweden have both said a decision on whether to apply for NATO membership can be expected sooner rather than later.\nPaul Wennerholm | Afp | Getty Images\nTim Ash, emerging markets strategist at Bluebay Asset Management and longtime Turkey expert, sees Erdogan as trying to use leverage as a NATO member to extract concessions.\n“I assume that Erdogan is looking for some quid pro quo here on military equipment supplies, better fighter jets, missile defence, et al,” Ash wrote in a note Friday.\n“But Erdogan’s stance will absolutely not be appreciated in Western capital, nor in Ukraine,” Ash said. “It will be seen as just another sign of Turkey pulling away from the Western alliance and will raise further concerns about Turkey’s efforts to benefit from the war in Ukraine by providing a harbour for Russian capital and tourists.”\nTurkey’s highly strategic Incirlik airbase is home to 50 of the U.S.’s tactical nuclear weapons, which some U.S. officials have suggested removing due to increasing tensions with Washington and Ankara in recent years, centered partly on Erdogan’s warming ties with Russian President Vladimir Putin.\nWhile Turkey has supported Ukraine by sending it weapons, in particular its lethal Bayraktar drones, it has so far refused to join its NATO allies in sanctioning Russia.\nVIDEO02:38\nOligarchs can do business in Turkey if it’s not against international law: Foreign minister\nIt continues to receive Russian visitors and investments. Turkish Foreign Minister Mevlut Cavusoglu said in late March that he would welcome sanctioned Russian oligarchs into his country as both tourists and investors, as long as any business dealings were kept within the realm of international law. Several yachts belonging to Russian oligarchs have been seen moored at Turkish docks.\nAnkara now risks looking like Russia’s ally within NATO, said Soner Cagaptay, director of the Turkish Research Program at The Washington Institute.\n“The optics of this move don’t look good. Everybody will forget why Turkey objected in the first place to Sweden and Finland’s request to join NATO, and now it risks being cast as a Russian ally inside NATO,” he told CNBC.\n“This will definitely undermine the positive momentum Turkey had built in Washington since the beginning of the Ukraine war because of the support it gave to Ukraine, and it could even undermine the F-16 sale which was moving forward,” Cagaptay said. He referenced a deal currently in the works between the Biden administration and Ankara for Turkey to receive fighter jets.\n“It’s going to really hurt Turkey’s image because both European politics and global politics are now viewed from all NATO member capitals as a ‘NATO versus Russia’ perspective,” he added. “And in this dichotomy, Turkey’s decision will be seen as helping Russia.”"}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/13/china-should-heed-western-response-to-russias-war-in-ukraine-ex-diplomat.html", "category": "https://www.cnbc.com/world-politics/", "content": "VIDEO02:11\nFormer Singapore diplomat discusses ASEAN’s ties with the U.S. and China\nChina should consider the West’s strong response to the Russian invasion of Ukraine in its own calculations on Taiwan, a former Singaporean diplomat told CNBC on Friday.\n“I hope, the major powers in our region, China in particular, have taken note of the very unified and strong Western response and [China] will take that into its calculations vis-a-vis Taiwan, the South China Sea and the Senkaku Islands,” Bilahari Kausikan, a former permanent secretary at the Singapore foreign ministry, told CNBC’s Street Signs Asia.\nChina claims self-ruled Taiwan as part of its territory, even though the island has been governed independently of China since 1949.\nBeijing also has a number of territorial disputes with its neighbors in the South China Sea, including with Malaysia, Brunei, Indonesia, the Philippines, Taiwan, and Vietnam. China also claims the Senkaku islands — known in the mainland as Diaoyu islands — which are under Japanese control.\nThe former diplomat was speaking in the context of President Joe Biden’s meeting with Southeast Asia’s leaders which concludes on Friday.\nSoutheast Asian nations are not tools of the West, and relations with the U.S. act as a counterpoint to relations with China, a Singaporean top diplomat says as ASEAN leaders, seen here being welcomed at the White House by US President Joe Biden, hold a special summit with the U.S. (Photo by Drew Angerer/Getty Images)\nDrew Angerer | Getty Images News | Getty Images\nSpeaking about the two-day ASEAN special summit in Washington DC, Kausikan said the meeting was evidence of a “return to normal” for U.S. diplomacy after the “erratic” Trump years.\n“Trump was a bit of an aberration because the U.S. has been pretty consistent in engaging Southeast Asia for many decades,” said Kausikan, who is now chairman of the Middle East Institute at the National University of Singapore.\nHe also discounted suggestions that ASEAN is a “tool of the West” in its rivalry with China.\n“We are not anybody’s tools.” he said, referring to the Southeast Asian bloc made up of Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, the Philippines, Singapore, Thailand, and Vietnam.\n“We look at China as a means of managing relations with the U.S. and Europe; and we look at Europe and the U.S. as a means of managing our relationship with China,” he said, noting that Southeast Asia had been an arena of major power competition for centuries. \nHe said the timing of the ASEAN summit — where a U.S. trade framework is among the topics expected to be discussed — also proves that the U.S. is not distracted from its focus on the Indo-Pacific.\n“Trade is a very sensitive issue in U.S. domestic politics and ASEAN leaders understand that,” he said. “In our part of the world, trade is strategy.”\nU.S.-China ‘decoupling’\nOn U.S.-China rivalry, Kausikan said it is not realistic to expect Western “decoupling” from China, a term which refers to progressively severing economic and trade linkages between China and the West.\nThe U.S. and Europe are currently trying to reroute supply chains to reduce their dependence on Chinese manufacturing.\n“I think that’s a fantasy. Nobody can decouple from China, not even the United States,” he said, adding that a “partial decoupling” in areas with national security implications could be possible. \nVIDEO01:57\nIndonesian business association discusses U.S.-ASEAN summit\nThe chairman of the  Indonesian Chamber of Commerce and Industry, Arsjad Rasjid, told CNBC’s Squawk Box Asia, that Indonesia and other ASEAN nations don’t want to have to choose sides.\n“We want to be friends with the U.S., we want to be friends with China,” Rasjid said.\nHe also acknowledged that “the U.S. has been missing in action,” and said the summit marked a new beginning.\nOn Southeast Asian nations having to choose sides, Kausikan said: “I don’t think any of the ASEAN countries see the choice as a simplistic, binary one between the U.S. and China. There is no reason why we should not have good political relations, not just economic relations.”\nKausikan said there is a growing realization that close relations with China would  “compromise autonomy” unless accompanied by close relations with the U.S."}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/13/european-stocks-set-to-climb-as-global-markets-rebound.html", "category": "https://www.cnbc.com/world-politics/", "content": "LONDON — European stocks bounced on Friday as global markets looked to regain some ground after a bruising week, with investors assessing the outlook for inflation and interest rates.\n\nThe pan-European Stoxx 600 added 2%, with travel and leisure stocks jumping 4.7% to lead gains as all sectors and major bourses finished in positive territory.\nEuropean markets fell on Thursday as investors remained concerned about slowing growth, interest rate hikes and red-hot April inflation data from the United States, which sparked concerns that a path of aggressive interest rate hiking lies ahead.\nU.S. Federal Reserve Chairman Jerome Powell said Thursday that he could not guarantee a so-called \"soft landing\" that tempers inflation without pushing the economy into recession.\nOn Wall Street, stocks jumped Friday, as investors looked to steer the S&P 500 away from official bear market territory following a week of sharp losses.\nInvestors are also monitoring the geopolitical fallout from the war in Ukraine. Russia on Thursday threatened retaliation against Finland after Finnish leaders said the northern European nation must apply to join NATO \"without delay.\"\nStock picks and investing trends from CNBC Pro:\nJeremy Grantham says today's bubble is worse than 2000, calls stocks to at least double their losses\nThe sell-off has entered ‘a new phase,’ Allianz's El-Erian says. How investors can deal with it\nArt Cashin of UBS says stocks are now at risk of even deeper sell-off\nApple may have to slide a lot further before the market sell-off stops, trader says\nEuropean leaders are also facing a race to secure alternative gas suppliers after Moscow announced sanctions on European subsidi1ries of its majority state-owned corporation Gazprom. The move came after Ukraine's state-owned grid operator suspended Russian flows into Europe through a key entry point.\nOn the data front, French inflation was confirmed at an annual 5.4% in April.\nEuro area industrial production shrank by 1.8% in March from the previous month, a sharper downturn than the 1% expected by a Dow Jones poll, as the war in Ukraine began to take its toll.\nIn terms of individual share price movement, Sweden's Storskogen Group and Finnish state-owned energy company Fortum both climbed more than 11%.\nShares of Belgian pharmaceutical company UCB fell more than 13% after the U.S. Food and Drug Administration said it cannot approve a key psoriasis drug.\nSubscribe to CNBC PRO for exclusive insights and analysis, and live business day programming from around the world."}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/13/floods-and-electricity-shortages-south-africas-economy-threatening-downturn.html", "category": "https://www.cnbc.com/world-politics/", "content": "DURBAN, South Africa - April 16, 2022: Massive debris at the Durban harbor following heavy rains, mudslides, rain and winds in Durban. The harbour serves as a bulwark for the economy of the city of Durban.\nRAJESH JANTILAL/AFP via Getty Images\nSouth Africa’s economy picked up momentum in the first quarter of the year, but historic flooding in a key province and the threat of unprecedented power cuts are putting the brakes on its recovery.\nThe port city of Durban and the wider KwaZulu-Natal province in eastern South Africa were besieged by the country’s worst flash flooding for decades in April, which killed hundreds and throttled freight operations at sub-Saharan Africa’s busiest port.\nThe Absa/BER manufacturing PMI — having soared to a record high of 60.0 in March — slumped to 50.7 in April, its lowest reading since the violent riots following former President Jacob Zuma’s arrest in July last year.\nKwaZulu-Natal, South Africa’s second-most populous province, was also the center of the country’s worst riots since the end of apartheid.\nThe S&P Global composite PMI also fell to a four-month low, and in a note last week, Capital Economics highlighted that high frequency data indicates that the recovery in mobility has stalled.\nThe figures for the first quarter paint a mixed picture, according to JPMorgan economists Sthembiso Nkalanga and Sonja Keller, but point to a seasonally adjusted quarterly GDP growth of 3.5%.\nHowever, April’s dismal PMI showing poses downside risk to JPMorgan’s 1.5% GDP growth projection for the second quarter. Alongside the global backdrop of the war in Ukraine, soaring inflation and Chinese supply struggles, South Africa is also dealing with the domestic shocks of flooding and electricity rationing.\nMuch of the decline in the manufacturing PMI was concentrated on port and manufacturing activity in KwaZulu-Natal, where manufacturing activity dropped from 60.5 in March to 39.6 in April.\nLoad shedding — the deliberate shutdown of power in parts of an electricity system to prevent its failure when overburdened — scaled up significantly in April, with electricity cuts this year projected to exceed the already substantial quantities seen in 2021.\nJOHANNESBURG, South Africa: Soweto residents picket near the entrance to state entity Eskom Offices at Megawatt Park in Midrand, near Johannesburg, on June 9, 2021 due to the ongoing electricity disruptions. Eskom, on June 9, 2021 announced it will implement nationwide power cuts due to rising consumption as the cold weather sets in and breakdowns at two power plants.\nPhoto by PHILL MAGAKOE/AFP via Getty Images\nEven as the floods have largely abated, electricity supply cuts pose a consistent problem for the South African economy.\nState-owned utility Eskom’s electricity availability factor — which measures the available electricity as a share of maximum amount of electricity that could be produced — has been stuck near record lows in recent weeks, noted Jason Tuvey, senior emerging markets economist at Capital Economics.\nMinister of Public Enterprises Pravin Gordhan has cautioned that Eskom could resort to stage 8 load shedding, which would entail blackouts for up to 12 hours a day, in order to avert a total collapse of the country’s electricity grid.\n“Some shocks such as the flooding are clearly outside of the government’s control but, even without these, the recovery will continue to be held back so long as issues such as those affecting the electricity sector remain unresolved,” Tuvey said.\nThe International Monetary Fund is projecting real GDP growth, adjusted for inflation, of 1.9% for South Africa in 2022.\nEskom on Thursday announced the implementation of stage 2 load shedding between 5 p.m. and 10 p.m. local time.\n“The onset of winter has seen increased demand and this will lead to capacity constraints throughout this period, particularly during the evening and morning peaks. Unfortunately, this would generally require the implementation of loadshedding during the evening peaks,” it said in a statement.\nEskom reiterated that loadshedding is a “last resort to protect the national grid” and urged South Africans to continue using electricity “sparingly,” particularly in the early mornings and evenings.\nPossible Q2 contraction\nThe government declared a state of disaster in response to the floods and has begun efforts to repair the damage.\n“Yet, we expect the April slide to reverse more slowly than the swift rebound seen after the unrest last July, given the damage to road infrastructure, as well as the delays at the ports,” JPMorgan’s Nkalanga and Keller said in their latest research note.\n“Meanwhile, energy availability is down significantly this year, raising the risks of prolonged power cuts, while the consumer resiliency that likely led the GDP growth in 1Q should fade this quarter due to a purchasing power squeeze.”\nAgainst this backdrop and the sensitivity of the South African economy to changes in external market conditions, including global supply chain problems, a potential growth slowdown in China and the war in Ukraine, JPMorgan sees “increased risk of slower GDP growth or even a contraction this quarter.”"}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/12/finland-and-sweden-joining-nato-will-help-deter-russia-says-security-analyst.html", "category": "https://www.cnbc.com/world-politics/", "content": "British Prime Minister Boris Johnson, here seen addressing a press conference with Finnish President Sauli Niinisto in Helsinki, Finland, on Wednesday, signed a security pact with Finland just ahead of the European nation’s decision on whether to apply for NATO membership.\nFrank Augstein | Afp | Getty Images\nA decision by Finland and Sweden to join NATO will improve deterrence against Russia in northern Europe and add to the U.S.-led military alliance’s security, one analyst from Atlantic Council told CNBC on Thursday.\nHer comments came right before Finland’s President Sauli Niinisto and Prime Minister Sanna Marin announced their country should apply to join the North Atlantic Treaty Organization “without delay.” \n“NATO membership would strengthen Finland’s security. As a member of NATO, Finland would strengthen the entire defense alliance,” they said in a joint statement.\nA similar announcement from Sweden is expected later this week.\n“Sweden and Finland joining NATO will increase deterrence in the region because of the assets they will provide the alliance. And [because of] the ability to plan for Northern Europe’s security in a comprehensive manner,” said the Atlantic Council’s Northern Europe director Anna Weislander. \nMembership of the political and military alliance will be a historic decision for Finland, which shares a 1,300-kilometer border with Russia. The Nordic nation adopted neutrality after its defeat by the Soviet Union in World War Two. Sweden, too, has not been part of any military alliances for more than 200 years.\nWeislander said both the countries were well prepared to meet the oft-repeated political and military threats by Russian President Vladimir Putin who opposes their membership.\nVIDEO02:50\nNATO membership for Finland and Sweden would increase deterrence: Think tank\n“President Putin and Russia have several times already declared that there will be military and political consequences,” she said on “Capital Connection,” adding she expected more of such warnings in the coming days.\n“We have prepared. We have moved military installations… and expect [Russian] cyber attacks, electronic jamming or more airspace intrusions,” she said, noting that both Sweden and Finland were members of the European Union.\n“Sweden and Finland are solid democracies with sophisticated economies and will, therefore, also contribute to the underlying values of the alliance,” Weislander said.\nThe armed forces of both countries enjoy high compatibility with NATO members states too, she added.\n‘Interoperability’ with NATO members\n“Finland is already a security provider. It has a strong military, it is small but technically sophisticated. It can not only defend itself despite a long border with Russia but it has also, alongside Sweden, worked with NATO on international missions from the Balkans to Afghanistan. And they have practiced extensively,” Weislander said.\nBoth countries are “operable” as NATO members, she said.\n″[They] have worked with NATO since the mid-1990s in international missions,” the analyst said, citing those in the Balkans, Afghanistan and Libya. “They have also participated in advanced exercises with NATO, such as Trident Juncture. And there were hundreds of other exercises.”\n“So their interoperability is not a problem,” Weislander said.\nVIDEO07:18\nHow NATO is defending Eastern Europe\nSweden and Finland also cooperate extensively on defense with each other based on NATO standards, she added.\nIf both countries join NATO, this would signal an “open door” NATO policy, Weislander said.\n“When countries are ready to join and can contribute to the security of the whole of the transatlantic area, then [NATO] will be ready to take on new members as well. There will be no closed door for NATO,” she said."}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/10/uae-saudi-arabia-energy-ministers-hit-back-at-nopec-bill.html", "category": "https://www.cnbc.com/world-politics/", "content": "VIDEO39:42\nUAE, Saudi energy ministers discuss global market, NOPEC bill\nTop OPEC ministers have hit back at new U.S. legislation intended to regulate its output, saying such efforts would bring greater chaos to energy markets.\nUAE Energy Minister Suhail Al Mazrouei told CNBC Tuesday that OPEC was being unfairly targeted over the energy crisis, and moves by U.S. lawmakers to disrupt its established system of production could see oil prices shoot up by as much as 300%.\n“If you hinder that system, you need to watch what you’re asking for, because having a chaotic market you would see … a 200% or 300% increase in the prices that the world cannot handle,” Al Mazrouei told CNBC’s Dan Murphy during a panel at the World Utilities Congress in Abu Dhabi.\nThe U.S. Senate Committee on Thursday passed a new bipartisan No Oil Producing and Exporting Cartels (NOPEC) bill with a 17-4 majority, marking a significant step forward in the decades-old proposal.\nThe bill, which aims to protect U.S. consumers and businesses from engineered spikes in energy prices, would see the alliance open to antitrust lawsuits for orchestrating supply cuts that raise global crude prices.\nTo take effect, it would now need to be passed by the full Senate and the House, before being signed into law by the president.\nRead more about energy from CNBC Pro\nGoldman’s ‘margin of safety’ portfolio shows stocks too cheap to ignore even in tough economy\nLithium’s vital role in the energy transition sends prices to record highs. How to play it\nHere’s how this top rated small-cap manager finds oil and materials stocks to beat the market\nOPEC and its partners have faced pressure from consuming countries, including the U.S. and Japan, for not producing more crude oil amid rising prices and surging inflation. As of Tuesday, Brent oil was trading at around $102 a barrel.\nAl Mazrouei acknowledged that some members were falling short of their production quotas, but added that the alliance was doing its part to meet global demand amid ongoing geopolitical pressures, namely the war in Ukraine.\n“We, OPEC+, cannot compensate for the whole 100% of the world requirement,” he said. “How much we produce, that is our share. And, actually, I would bet that we are doing much more.”\nUAE Energy Minister Suhail Al Mazrouei says moves by U.S. authorities to introduced NOPEC legislation would bring chaos to energy markets.\nAFP | Getty Images\nThe 23-nation OPEC+ alliance fell short of its quotas by 2.59 million barrels per day in April, according to the latest OPEC+ survey by S&P Global Commodity Insights.\nAl Mazrouei was joined on the panel by Saudi Energy Minister Prince Abdulaziz bin Salman, who said that OPEC and non-OPEC members should work in collaboration to tackle the ongoing energy crisis.\n“I’m very concerned about the holistic energy system existing today,” he said when asked about the NOPEC bill.\n“The world needs to work collectively, responsibly, comprehensively in providing us and salvaging the world economy,” he added."}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/10/new-south-korea-president-yoon-suk-yeol-faces-foreign-policy-hurdles.html", "category": "https://www.cnbc.com/world-politics/", "content": "VIDEO02:19\nSouth Korea’s Yoon won’t have much of a honeymoon period: Former U.S. diplomat\nSouth Korea’s new president Yoon Suk-yeol isn’t going to “have much of a honeymoon period,” said Kathleen Stephens, president and CEO of the Korea Economic Institute of America and former U.S. ambassador to South Korea.\n“I think he said the right thing as he is inaugurated, about his desire to see Korea play a larger role in the global stage. I think that’s shared across party lines in Korea, he’s intended to address the challenges of North Korea and the economy,” Stephens said.\n“But I think no one in Korea and … others around the world are under the illusion about how difficult this is going to be.”\nSpeaking on CNBC’s “Street Signs Asia” after Yoon’s inauguration on Tuesday, Stephens discussed what to expect from Yoon’s leadership as he takes office.\n“He’s starting office with what has [been a] historically low approval rating before he has even taken office. He won a very, very by a very narrow margin of less than 1% in the election,” she added.\nCalling Yoon a “political neophyte,” Stephens said that local politics will be a “big challenge.”\nVIDEO03:09\nSouth Korea’s new president needs to heal the political divide in the country\n“He’s facing local elections happening on June 1, where his rival in the presidential election is running for the National Assembly seat … [which] is dominated by the other party.”\nShe was referring to Lee Jae-myung, who was Yoon’s opponent from the Democratic Party. Yoon defeated Lee with 48.6% of the vote.\nNavigating a ‘geopolitical flux’\nYoon has neither political experience nor foreign policy experience, said Stephens.\n“He is a lifelong prosecutor and lawyer. What he has done is recruit a team … many of them worked for previous conservative president Lee Myung-bak,” she added.\n“I think what we will see is a tougher rhetorical line on North Korea … a more robust effort to have things like military exercises to demonstrate deterrence against North Korea, to build up South Korean military capacity, to make sure the U.S. Korea security alliance is very, very strong.”\nHowever, Stephens said that Yoon will be looking out for chances to open up “space for dialogue” with North Korea, something which has been “true of previous conservative presidents.”\nOther tasks that Yoon faces include managing a “fractious relationship with China” while growing closer to the United States, she added.\nVIDEO03:08\nEIU discusses South Korea’s presidential elections and foreign policy\nTom Rafferty, Asia regional director at The Economist Intelligence Unit, had previously shared with CNBC that Yoon has signaled he would pursue closer relations with the United States. However, that could affect Seoul’s relations with China, South Korea’s largest export market.\nWith this “geopolitical flux” in mind, Stephens said that Yoon’s room for maneuver is fairly small, especially since he is “untested as a leader.”\n“But at the same time, there is a strong kind of bipartisan-based approach that has worked for [South] Korea for a long time.”\nBiden and Yoon’s first meeting\nU.S. President Joe Biden will be visiting South Korea and meeting Yoon for the first time on May 21. Stephens said that’s a “very gracious and graceful sign.”\n“The American president and the Washington establishment recognizes that [South] Korea is a democracy ... and that the alliance transcends hopefully, partisan divides,” she added.\n“This will be our first chance to see really how President Yoon operates in the international environment.”\nVIDEO03:06\nCongress to take up bill that makes a big bet on tiny chips\nBiden had previously expressed urgency in passing the Bipartisan Innovation Act, a multibillion dollar investment in the U.S. semiconductor industry. That makes the meeting “even more important,” Stephens said, given that South Korea is a critical global player in the industry.\n“I think that will be an important element of their discussion of how the United States and South Korea ... can work together for secure technology, secure supply chains,” she added."}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/09/nearly-6000-ukrainians-approved-to-enter-the-us-through-biden-admins-uniting-for-ukraine-website.html", "category": "https://www.cnbc.com/world-politics/", "content": "After convincing her mother and aunt to flee the Ukraine for Poland, Yuliya Day uses Facebook Messenger to video conference with her mother as she tries to figure a way to bring them to the United States from her home in Fullerton, California, April 21, 2022.\nMike Blake | Reuters\nThe Department of Homeland Security has approved nearly 6,000 Ukrainians to enter the U.S. through an online application system that lets them gain legal authorization to fly to U.S. airports and then stay with Americans who have agreed to sponsor them, the agency said Monday. \nThe online portal, known as Uniting for Ukraine, launched on April 25 as part of President Joe Biden’s stated goal to bring 100,000 people fleeing Russia’s deadly invasion to the U.S.\nThe launch of the website meant the closure of a popular but dangerous and illegal route many Ukrainians had taken via the U.S.-Mexico border, where, after entering Mexico on a tourist visa, they were transported from camps in Tijuana into California. After April 25, U.S. Border Patrol officers began turning back Ukrainians attempting to cross the southern border. \nUniting for Ukraine then became the only viable path for Ukrainians to enter the U.S. Its lengthy paperwork and sometimes confusing requirements proved onerous for many, said refugee rights organizations and some Ukrainian-Americans attempting to sponsor their family members.\nRead more from NBC News:\nU.S. unveils additional sanctions targeting Russian media, financing and elites\nJill Biden crosses into Ukraine, meets first lady\nWomen, children, elderly evacuated from Azovstal steel plant, last holdout in Mariupol\nSome of the requirements included proving the cash value of assets still in Ukraine, providing vaccination records dating back to childhood and asking for bank records of U.S. sponsors to establish they could support the Ukrainians they were hoping to help.\nDHS said in a statement it has received more than 19,000 applications from U.S. based sponsors, some hoping to sponsor multiple Ukrainians, such as families. \n“DHS has worked to make the Uniting for Ukraine process as streamlined as possible to ensure Ukrainians who fled Russia’s unprovoked war of aggression and who qualify are able to expeditiously come to the United States,” the agency said in a statement.\nThe thorough vetting process, it said, is meant to screen and vet “Ukrainian citizens and their U.S.-based supporters to identify and screen out individuals who may pose a threat to the American public, protect against exploitation and abuse, and ensure that supporters are able to financially provide for the individuals they have agreed to help.”"}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/09/photos-of-putin-russias-victory-day-parade-in-moscow-slideshow.html", "category": "https://www.cnbc.com/world-politics/", "content": "Russian President Vladimir Putin and Defence Minister Sergei Shoigu leave Red Square after the Victory Day military parade in central Moscow.\nKirill Kudryavtsev | AFP | Getty Images\nRussia held its “Victory Day” military parade on Monday to mark the 77th anniversary of the Soviet Union’s defeat of Nazi Germany in World War II.\nOver 65,000 people were expected to take part with 2,400 armament and material units.\nThe parade this year comes against the backdrop of Russia’s unprovoked invasion of its neighbor Ukraine, which has seen thousands killed and caused more than 5 million people to flee the country.\nThe invasion has prompted international condemnation and swathes of wide-ranging economic sanctions on the country’s key sectors, companies and individuals connected to the Kremlin.\nMSTA-S self-propelled howitzers parade through Dvortsovaya Square \nMSTA-S self-propelled howitzers parade through Dvortsovaya Square during the Victory Day military parade in Saint Petersburg on May 9, 2022.\nOlga Maltseva | AFP | Getty Images\nRussian President Vladimir Putin speaks\nRussian President Vladimir Putin gives a speech during the Victory Day military parade at Red Square in central Moscow on May 9, 2022. - Russia celebrates the 77th anniversary of the victory over Nazi Germany during World War II. (Photo by Mikhail METZEL / SPUTNIK / AFP) (Photo by MIKHAIL METZEL/SPUTNIK/AFP via Getty Images)\nMikhail Metzel | Afp | Getty Images\nPeople gather to watch the military parade in Moscow\nMOSCOW, RUSSIA - MAY 09: People attend to watch the military parade during 77th anniversary of the Victory Day in Red Square in Moscow, Russia on May 09, 2022. The Victory parade take place on the Red Square on 09 May to commemorate the victory of the Soviet Union’s Red Army over Nazi-Germany in WWII. (Photo by Sefa Karacan/Anadolu Agency via Getty Images)\nAnadolu Agency | Anadolu Agency | Getty Images\nRussian servicewomen march on Red Square\nRussian servicewomen march on Red Square during the Victory Day military parade in central Moscow on May 9, 2022. - Russia celebrates the 77th anniversary of the victory over Nazi Germany during World War II. (Photo by Kirill KUDRYAVTSEV / AFP) (Photo by KIRILL KUDRYAVTSEV/AFP via Getty Images)\nKirill Kudryavtsev | Afp | Getty Images\nRussian servicemen ride military vehicles\nRussian servicemen ride military vehicles during the Victory Day military parade at Red Square in central Moscow on May 9, 2022. - Russia celebrates the 77th anniversary of the victory over Nazi Germany during World War II. (Photo by Alexander NEMENOV / AFP) (Photo by ALEXANDER NEMENOV/AFP via Getty Images)\nAlexander Nemenov | Afp | Getty Images\nA Russian Yars intercontinental ballistic missile launcher on parade\nThe Yars ballistic missiles take part in a rehearsal of the Victory Day parade in Moscow, Russia, May 7, 2022.\nBai Xueqi | Xinhua News Agency | Getty Images\nRussian servicemen march across the square\nRussian servicemen march on Red Square during the Victory Day military parade in central Moscow on May 9, 2022. - Russia celebrates the 77th anniversary of the victory over Nazi Germany during World War II. (Photo by Kirill KUDRYAVTSEV / AFP) (Photo by KIRILL KUDRYAVTSEV/AFP via Getty Images)\nKirill Kudryavtsev | Afp | Getty Images\nVeterans and guests attend the Victory Day parade\nVeterans and guests attend the Victory Day military parade at Red Square in central Moscow on May 9, 2022. - Russia celebrates the 77th anniversary of the victory over Nazi Germany during World War II. (Photo by Kirill KUDRYAVTSEV / AFP) (Photo by KIRILL KUDRYAVTSEV/AFP via Getty Images)\nKirill Kudryavtsev | Afp | Getty Images\nRussian servicewomen march on Dvortsovaya Square \nRussian servicewomen march on Dvortsovaya Square during the Victory Day military parade in Saint Petersburg on May 9, 2022.\nOlga Maltseva | AFP | Getty Images\nRussian Defense Minister Sergei Shoigu arrives\nRussian Defence Minister Sergei Shoigu is driven along Red Square during the Victory Day military parade in central Moscow on May 9, 2022. - Russia celebrates the 77th anniversary of the victory over Nazi Germany during World War II. (Photo by Alexander NEMENOV / AFP) (Photo by ALEXANDER NEMENOV/AFP via Getty Images)\nAlexander Nemenov | Afp | Getty Images\nSpeaker of Russia’s lower house, Vyachslav Volodin, and Deputy Prime Minister Tatyana Golikova arrive to watch the military parade\nSpeaker of Russia’s lower house of parliament, the State Duma, Vyachslav Volodin and Deputy Prime Minister Tatyana Golikova arrive to watch the Victory Day military parade at Red Square in central Moscow on May 9, 2022. - Russia celebrates the 77th anniversary of the victory over Nazi Germany during World War II. (Photo by Kirill KUDRYAVTSEV / AFP) (Photo by KIRILL KUDRYAVTSEV/AFP via Getty Images)\nKirill Kudryavtsev | Afp | Getty Images\nA Russian serviceman kisses his girlfriend after taking part in the Victory Day military parade\nA Russian serviceman kisses his girlfriend after taking part in the Victory Day military parade in Moscow on May 9, 2022.\nYuri Kadobnov | AFP | Getty Images\nRussian President Vladimir Putin takes part in the Immortal Regiment march on Victory Day\nRussian President Vladimir Putin takes part in the Immortal Regiment march on Victory Day, which marks the 77th anniversary of the victory over Nazi Germany in World War Two, in central Moscow, Russia May 9, 2022. \nMaxim Shemetov | Reuters\nParticipants carry flags and portraits of people, including Red Army soldiers\nParticipants carry flags and portraits of people, including Red Army soldiers, during the Immortal Regiment march on Victory Day, which marks the 77th anniversary of the victory over Nazi Germany in World War Two, in Moscow, Russia May 9, 2022. \nShamil Zhumatov | Reuters"}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/06/europe-markets-open-to-close-after-wall-street-sell-off.html", "category": "https://www.cnbc.com/world-politics/", "content": "LONDON — European markets retreated on Friday, tracking global caution after Wall Street posted its worst day since 2020.\n\nThe pan-European Stoxx 600 fell 1.6% by the close, with retail stocks shedding 2% as almost all sectors and major bourses finished in negative territory. Oil and gas stocks gained 0.7%.\nThe Dow Jones Industrial Average plunged more than 1,000 points and the Nasdaq Composite fell nearly 5% on Thursday, erasing Wednesday's rally. Initial relief over the Federal Reserve's ruling out of more aggressive hikes seemingly gave way once again to fears that a sharp hiking cycle in order to rein in red-hot inflation could harm economic growth.\nU.S. stocks lost further ground on Friday morning. Meanwhile the dollar continues to strengthen amid economic anxiety, with the dollar index notching a fresh 20-year high on Friday morning.\nRuss Mould, investment director at AJ Bell, said market sentiment had turned once traders had time to chew over the Fed guidance and assess the outlook more thoroughly.\n\"Concern about inflation is the culprit, as ever, and the wild swings we've seen this week are a reminder that sentiment is about as fragile as a porcelain doll,\" he said.\n\"The other fear is that the cure for inflation, higher rates, could be as bad as the disease if they choke off growth and even lead to recession.\"\nVIDEO04:45\nFinland's Rehn says the ECB should move quickly with a rate hike\nMonetary policy remains a key dictator of market sentiment. Global bond yields have surged in recent weeks as investors react to interest rate hikes from the Fed and the Bank of England. The European Central Bank has yet to follow suit, but momentum appears to be building for a summer hike.\nECB member and Governor of the Bank of Finland Olli Rehn told CNBC on Friday that market turbulence can be attributed to the \"pervasive uncertainty\" that is overshadowing the economic outlook.\n\"In Europe, we are facing this especially because of the sheer proximity and especially because of the excessive energy dependency on Russian fossil fuels,\" he said.\n\"As far as the European economy is concerned, we have already downgraded our growth forecasts because of these factors. On the other hand, the European economy is still growing, the recovery is on, employment is improving, and we are seeing that there is plenty of fiscal and monetary accommodation that is supporting the economy still.\"\nRehn called for a 25-basis-point rate hike at the ECB's next policy meeting in order to prevent inflation expectations becoming \"entrenched.\"\nStock picks and investing trends from CNBC Pro:\nJeremy Grantham says today's bubble is worse than 2000, calls stocks to at least double their losses\nThe sell-off has entered ‘a new phase,’ Allianz's El-Erian says. How investors can deal with it\nArt Cashin of UBS says stocks are now at risk of even deeper sell-off\nApple may have to slide a lot further before the market sell-off stops, trader says\nEarnings continue to affect individual share price movement in Europe, with Adidas and British Airways parent IAG among those reporting before the bell on Friday.\nShares of drug ingredients business EUROAPI climbed more than 8% on the Sanofi spin-off's Paris stock market debut.\nSpanish pharmaceutical company Grifols also added more than 9% after posting an improved first-quarter EBITDA margin.\nAt the bottom of the European blue chip index, Danish hospital equipment manufacturer Ambu slid more than 11% after cutting its guidance.\nInvestors are also monitoring Russia's progress in eastern and southern Ukraine as its forces appear to have escalated assaults in the regions.\nSubscribe to CNBC PRO for exclusive insights and analysis, and live business day programming from around the world."}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/05/european-markets-open-to-close-after-fed-quashes-hawkish-bets.html", "category": "https://www.cnbc.com/world-politics/", "content": "LONDON — European markets closed lower Thursday, despite being higher for much of the session, as traders weighed warnings from the Bank of England and a heavy sell-off in the U.S.\n\nThe pan-European Stoxx 600 index closed down by 0.8%, with travel stocks losing over 3.6% and insurance stocks shedding 2.8%.\nOn Wall Street, stocks fell sharply as European markets closed, erasing the gains seen in the previous session. The Fed on Wednesday raised its benchmark interest rate by half a percentage point, its biggest hike in two decades, as it looks to rein in inflation running at a 40-year high. The central bank will also begin reducing its balance sheet in June.\nHowever, Chairman Jerome Powell ruled out more aggressive hikes in future policy meetings, prompting a relief rally on Wall Street as traders began backing the Fed to contain inflation without causing a recession.\nFocus in Europe on Thursday was on the Bank of England, which raised interest rates to their highest level in 13 years in a bid to tackle soaring inflation.\nThe Bank’s Monetary Policy Committee approved a 25-basis point increase by a majority of 6-3, taking the base interest rate up to 1%. The Bank said the members in the minority preferred to increase interest rates by 0.5 percentage points to 1.25%.\nStock picks and investing trends from CNBC Pro:\nJeremy Grantham says today’s bubble is worse than 2000, calls stocks to at least double their losses\nThe sell-off has entered ‘a new phase,’ Allianz’s El-Erian says. How investors can deal with it\nArt Cashin of UBS says stocks are now at risk of even deeper sell-off\nApple may have to slide a lot further before the market sell-off stops, trader says\nIn its updated forecasts, the Bank highlighted the looming recession risk for the world’s fifth-largest economy. The BOE said it now expects gross domestic product to contract in the final three months of the year, partly reflecting the projected large hike in household energy bills in October.\nThe war in Ukraine also remains on investors’ radar. Russian forces have reportedly renewed their assault on the Azovstal steelworks complex, a last stronghold for Ukrainian fighters in the southern port city of Mariupol. Meanwhile, the EU has proposed a gradual ban on Russian oil in its sixth round of sanctions against Moscow since the unprovoked invasion of Ukraine.\nCorporate earnings continue to guide individual share price action in Europe. Shell, BMW, Leonardo, UniCredit, Intesa Sanpaolo, Banco BPM, Societe Generale, Credit Agricole, AXA, Stellantis, Airbus and Air France KLM were among those reporting before the bell on Thursday.\nAirbus shares jumped more than 6% after a strong first-quarter report, while S4 Capital surged more than 10% after the British advertising company announced that its delayed full-year results will be released on Friday.\nAt the bottom of the European blue chip index, Austrian electricity company Verbund fell 12%.\nSubscribe to CNBC PRO for exclusive insights and analysis, and live business day programming from around the world."}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/04/eu-proposes-gradual-ban-on-russian-oil-in-sanctions-against-moscow.html", "category": "https://www.cnbc.com/world-politics/", "content": "VIDEO00:24\nEU announces new proposal to ban Russia’s oil imports\nThe European Commission, the executive arm of the EU, on Wednesday put forward new sanctions against the Kremlin, which will include a six-month phase out of Russian crude imports.\nRussia’s unprovoked invasion of Ukraine, and evidence of war crimes, has pushed the European Union to take bolder steps on energy sanctions. But imposing measures that could reduce, or fully cut, Russian energy supplies to the EU has been a complicated task for the bloc.\nThis is because the region is reliant on Russia for several sources of energy, including oil. In 2020, Russian oil imports accounted for about 25% of the bloc’s crude purchases, according to the region’s statistics office.\n“Let us be clear: it will not be easy,” European Commission President Ursula von der Leyen said during a speech at the European Parliament on Wednesday.\n“Some member states are strongly dependent on Russian oil. But we simply have to work on it. We now propose a ban on Russian oil. This will be a complete import ban on all Russian oil, seaborne and pipeline, crude and refined.”\nOil prices were trading about 3% higher on Wednesday morning. Brent crude futures were at $108.30 a barrel in late-morning deals in Europe.\nExemptions\nThe ban had been a highly controversial topic within the EU, but the move gained more momentum after Germany backed the idea. Two EU nations — Slovakia and Hungary which are both highly dependent on Russian energy — have been demanding exemptions.\nVon der Leyen chose not to give any details on exemptions during her speech, but three EU officials, who did not want to be named due to the sensitive nature of the issue, confirmed to CNBC that the commission’s proposal includes this flexibility — giving Hungary and Slovakia a longer period of time to phase out Russian oil.\nVIDEO02:01\nThe EU has proposed a ban on Russian oil as it presents a sixth package of sanctions against the Kremlin\nTwo of the anonymous officials said that both nations will have until the end of 2023 to halt Russian oil imports.\nSpeaking Wednesday, von der Leyen explained that the six-month phase-out period for most EU nations would give time for commodity markets to adjust.\n“We maximize pressure on Russia, while at the same time minimizing collateral damage to us and our partners around the globe. Because to help Ukraine, our own economy has to remain strong,” she added.\nThe war in Ukraine has brought new economic concerns for the EU. The region had started the year on a positive footing after two years of dealing with the coronavirus pandemic, but that came to an abrupt end as the conflict in Ukraine developed.\nThe oil embargo builds on a ban on Russian coal that was announced last month. It also raises the prospect of restrictions on Russian natural gas, too.\nVIDEO04:01\nEU’s oil embargo will deal a ‘devastating blow’ to Russia, strategist says\nNatural gas represents the most significant energy source from Russia for the EU, accounting for about 40% of all the bloc’s imports. Ceasing it overnight would have major economic consequences.\nThe commodity has already been caught up in the political fallout from Russia’s invasion of Ukraine. Last week, Russia’s state-owned energy firm, Gazprom, stopped supplies to two EU nations, Poland and Bulgaria, because they had refused to cave in to demands to pay for gas in rubles. The move led many to fear that other countries in the EU could see their supplies halted.\nSberbank sanctioned\nWednesday’s proposal to ban oil marks the EU’s sixth round of sanctions on Russia. The package also includes removing Sberbank from the international payments system SWIFT.\n“We de-SWIFT Sberbank – by far Russia’s largest bank, and two other major banks. By that, we hit banks that are systemically critical to the Russian financial system and Putin’s ability to wage destruction,” von der Leyen also said Wednesday.\nVIDEO09:50\nHow Russian banks got cut out of global finance: A ‘SWIFT’ system explainer\nIn addition, the commission wants to ban three Russian state-owned broadcasters from European airwaves as well as sanctioning high-ranking Russian military officers and other individuals, saying they were involved in war crimes in Ukraine in Bucha and actions in the besieged city of Mariupol.\nAll of these measures were discussed by European ambassadors on Wednesday morning before the sanctions took effect. It could take a couple of days before the sanctions are fully approved at the EU level.\nCNBC Politics\nRead more of CNBC’s politics coverage:\nRussia says it’s sent 900 Ukrainian soldiers to prison camp; Moscow dismissing top commanders, UK says\nBiden invokes Defense Production Act to boost baby formula manufacturing to ease shortage\nU.S. Marshals providing ‘around-the-clock security’ at Supreme Court justices’ homes, DOJ says"}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/04/europe-markets-open-to-close-as-focus-turns-to-fed.html", "category": "https://www.cnbc.com/world-politics/", "content": "LONDON — European stocks closed lower on Wednesday as global investors awaited a crucial monetary policy decision from the U.S. Federal Reserve.\n\nThe pan-European Stoxx 600 provisionally closed down by 1%. Retail stocks fell 2.3% to lead losses as most sectors and major bourses slid into negative territory.\nThe Fed will announce its big interest rate decision on Wednesday afternoon, with markets largely expecting the central bank to hike rates by half a percentage point as it looks to rein in inflation, along with announcing a plan to cut its balance sheet from June.\nSunil Krishnan, head of multi-asset funds at Aviva Investors, told CNBC on Wednesday that the Fed was the key driver of stock market fluctuations so far this year, and would likely remain so.\n“I think it’s perhaps less about academic thinking in terms of ‘how do I change the discount rate when I value a company?’” he said.\n“I think it’s more just about investors trying to understand at what point tightening monetary policy actually starts to affect the real economy and real demand.”\nCorporate earnings remain a key driver of individual share price movement in Europe. Volkswagen, UniCredit and Enel were among those reporting their results Wednesday.\nVIDEO04:01\nEU’s oil embargo will deal a ‘devastating blow’ to Russia, strategist says\nBelgian chemicals company Solvay added almost 6% after raising its guidance. Kindred Group shares climbed 9% after U.S. hedge fund Corvex Management disclosed a 10% stake in the online gambling company.\nAt the bottom of the European blue-chip index, Swedish construction company Skanska slid almost 10% after its first-quarter earnings report.\nOn the data front, euro zone business activity accelerated in line with expectations in April, new PMI (purchasing managers’ index) readings showed on Wednesday, as services in several major economies reopened after a period of Covid-19 restrictions.\nStock picks and investing trends from CNBC Pro:\nJeremy Grantham says today’s bubble is worse than 2000, calls stocks to at least double their losses\nThe sell-off has entered ‘a new phase,’ Allianz’s El-Erian says. How investors can deal with it\nArt Cashin of UBS says stocks are now at risk of even deeper sell-off\nApple may have to slide a lot further before the market sell-off stops, trader says\nEuro zone retail sales fell in March as falling consumer confidence and rising inflation squeezed household spending. Sales volumes declined 0.4% in March from the previous month, below a consensus forecast for a 0.1% increase among economists polled by The Wall Street Journal.\nInvestors are also keeping on eye on the war in Ukraine, with the EU lining proposing additional oil sanctions on Russia as Russian forces continue to bombard targets in eastern Ukraine.\nThe European Commission on Wednesday put forward new sanctions against the Kremlin which will include a six-month phase out of Russian crude imports.\nU.S. stocks were lower Wednesday morning as investors braced themselves for the upcoming Fed decision.\nShares in Asia-Pacific largely retreated overnight, with Hong Kong’s Hang Seng index shedding more than 1% as shares of tech giants Tencent and Alibaba both declined.\nBond yields in Europe remain elevated, with Germany’s benchmark 10-year bund yield hovering just above 1%, having crossed that marker on Tuesday for the first time since 2015, just two months after it was below zero. Yields move inversely to prices.\nSubscribe to CNBC PRO for exclusive insights and analysis, and live business day programming from around the world."}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/03/russias-nazi-claims-provoke-outrage-in-israel-heres-whats-happened.html", "category": "https://www.cnbc.com/world-politics/", "content": "Russian Foreign Minister Sergei Lavrov attends a press conference following talks of representatives of the Arab League states with Russian Foreign Minister in Moscow on April 4, 2022.\nAlexander Zemlianichenko | AFP | Getty Images\nA rift between Russia and Israel deepened further on Tuesday, with Moscow claiming that the Israeli government is supporting what it called a “neo-Nazi” regime in Kyiv, Ukraine.\nTensions were sparked Sunday following claims by Moscow’s foreign minister that Adolf Hitler was himself part Jewish.\nThe comments provoked outrage in Israel, which summoned the Russian ambassador and demanded an apology. Israel and Russia have had a close cooperative relationship, and the Israeli government had previously been seen as keeping a fairly neutral line on the Russia-Ukraine war.\nWhat happened?\nRussia’s foreign minister, Sergey Lavrov, was asked on an Italian TV show, Zona Bianca, how Russia can claim it is fighting to “de-Nazify” Ukraine when that country’s president, Volodymyr Zelenskyy, is himself Jewish.\nLavrov responded: “I could be wrong, but Hitler also had Jewish blood. [That Zelenskyy is Jewish] means absolutely nothing.”\nLavrov then added that “for some time we have heard from wise Jewish people that the biggest antisemites were Jewish.”\nHow did Israel respond?\nThe comments prompted a furious response from Israel, with Foreign Minister Yair Lapid on Monday calling Lavrov’s comments “unforgivable and scandalous, and a horrible historical error.”\n“The Jews did not murder themselves in the Holocaust,” Lapid said. “The lowest level of racism against Jews is to blame Jews themselves for antisemitism.”\nSix million Jews were murdered by Nazi Germany in the Holocaust during World War II.\nRead more\nThe comments provoked fury and disbelief outside Israel, too.\nU.S. Senate Majority Leader Chuck Schumer, the country’s highest-ranking Jewish elected official, commented on Twitter that “it’s chilling to see Russian Foreign Minister Lavrov resort to antisemitism and Holocaust disinformation to defend Putin’s war crimes.”\n“His comments are sickening and should be condemned by all,” he said.\nMeanwhile, Zelenskyy said in his nightly address on Monday that “such an anti-Semitic thrust by their minister means Russia has forgotten all the lessons of World War II. Or maybe they never studied those lessons.”\nRussia’s Foreign Ministry poured fuel on the fire on Tuesday by responding to Lapid’s comments, claiming that what it called the “anti-historic statements” by the minister “largely explains the course of the current Israeli Government in supporting the neo-Nazi regime in Kiev.”\nRussia’s focus on neo-Nazism\nRussia has repeatedly made baseless and false claims that Ukraine’s government is led by “neo-Nazis.” It has also repeated false claims that it is “protecting” ethnic Russians in Ukraine from “genocide” perpetrated by Ukrainian forces.\nAnalysts have roundly responded by saying Russia’s claims are an attempt to misinform and manipulate the domestic Russian audience and to justify Moscow’s invasion of the country.\nThat’s not to say that there are no neo-Nazis in Ukraine. Like most countries around the world, Ukraine does have some marginal elements that adhere to a far-right, nationalist and sometimes neo-Nazi ideology.\nThe “Azov Battalion” or “Azov Regiment,” for example, is now synonymous with the defense of the besieged city of Mariupol although it actually originated as a far-right militia unit with a number of its members viewed as neo-Nazis.\nVIDEO07:18\nHow NATO is defending Eastern Europe\nPeter Dickinson, editor of UkraineAlert at the Atlantic Council, commented on Monday that the Russian foreign minister’s “very public descent into the squalid depths of anti-Semitic conspiracy theories highlights the mounting difficulties facing the Putin regime as it attempts to justify the war in Ukraine.”\n“Officially, Russian President Vladimir Putin has stated that the aim of his ‘special military operation’ in Ukraine is to ‘de-Nazify’ the country. However, neither Putin nor any of his colleagues have been able to explain exactly why they regard Ukraine as “Nazified.” Instead, they have relied largely on outside ignorance of contemporary Ukraine along with Soviet-era propaganda tropes equating any expressions of Ukrainian national identity with fascism.”\nCNBC Politics\nRead more of CNBC’s politics coverage:\nRussia says it’s sent 900 Ukrainian soldiers to prison camp; Moscow dismissing top commanders, UK says\nBiden invokes Defense Production Act to boost baby formula manufacturing to ease shortage\nU.S. Marshals providing ‘around-the-clock security’ at Supreme Court justices’ homes, DOJ says\nIn reality, Dickinson noted, Ukraine has established itself over the past three decades “as an imperfect but vibrant democracy with a pluralistic political culture.”\n“Russian propagandists and their Western allies routinely exaggerate the degree of far-right influence in today’s Ukraine, but in fact nationalist parties have made little impression on the country’s mainstream politics and remain far more marginalized than elsewhere in Europe,” he said."}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/03/europe-markets-from-open-to-close-after-big-reversal-in-us-markets.html", "category": "https://www.cnbc.com/world-politics/", "content": "LONDON — European markets closed mostly higher on Tuesday, attempting to claw back Monday’s sharp losses, as investors monitored earnings and key monetary policy decisions around the world.\nTICKER COMPANY NAME PRICE CHANGE %CHANGE VOLUME\n.FTSE\nFTSE 100 *FTSE 7302.74 -135.35 -1.82 1035938102\n.GDAXI\nDAX *DAX 13882.3 -125.46 -0.9 82304489\n.FCHI\nCAC 40 Index CAC 6272.71 -80.23 -1.26 86227415\n\nThe pan-European Stoxx 600 closed up 0.5%, with oil and gas shares adding over 4% to lead the gains as most sectors and major bourses finished in positive territory.\nCorporate earnings continued to drive Europe’s most significant individual share price movement. German raw materials company Covestro fell 4.9% after cutting its guidance while Danish facility management company ISS gained 13.6% after strong first-quarter results.\nGermany’s 10-year bund yield rose above 1% on Tuesday morning for the first time since 2015, just two months after it was below zero. Yields move inversely to prices.\nLast week, data showed euro zone inflation reaching a fresh record high of 7.5% in April, piling further pressure on the European Central Bank to hike interest rates in line with more hawkish stances from the U.S. Federal Reserve and Bank of England.\nEuropean markets closed sharply lower a day earlier as investors digested weak economic data out of China and Germany, and a sudden “flash crash” in Sweden’s OMX 30 index.\nFocus will turn this week to monetary policy decisions from major central banks, with the U.S. Federal Reserve expected to announce a half-percentage point increase to its benchmark interest rate on Wednesday. Market fears have been mounting as to how aggressive policymakers will have to be in order to rein in inflation.\nStock picks and investing trends from CNBC Pro:\nJeremy Grantham says today’s bubble is worse than 2000, calls stocks to at least double their losses\nThe sell-off has entered ‘a new phase,’ Allianz’s El-Erian says. How investors can deal with it\nArt Cashin of UBS says stocks are now at risk of even deeper sell-off\nApple may have to slide a lot further before the market sell-off stops, trader says\nAustralia on Tuesday hiked its interest rate for the first time in more than a decade as consumer prices surge.\nU.S. stocks were higher in morning trade on Tuesday after a volatile session Monday. Wall Street is coming off a brutal April, the worst since March 2020 for the S&P 500 and the Dow.\nGlobal investors continue to monitor the war in Ukraine and its geopolitical implications, with EU leaders set to work on a Russian oil embargo this week.\nSubscribe to CNBC PRO for exclusive insights and analysis, and live business day programming from around the world.\n— CNBC’s Sarah Min contributed to this report."}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/05/02/european-stocks-market-trading-after-wall-street-selloff-uk-closed.html", "category": "https://www.cnbc.com/world-politics/", "content": "LONDON — European markets started the month of May on a weak footing, with investors digesting fresh economic data and a sudden fall in the Swedish stock market.\n\nThe German DAX closed down by 1.4% while the French CAC finished 2% lower. The U.K.'s FTSE 100 was closed for a public holiday and trading volumes were impacted.\nThe Stockholm OMX 30 fell 8% at around lunch time before quickly paring losses just minutes afterward. Reuters later reported, citing people familiar with the matter, that a flash crash had been caused by a single sell order trade by Citigroup Inc. It reportedly involved a wrong calculation relating to a Nasdaq Inc index involving Swedish stocks, and briefly weighed on the wider indexes.\nLoading chart...\nMeanwhile, German retail sales out Monday morning showed an unexpected fall in March. The Federal Statistics Office said sales were down 0.1% for the month in real terms.\nGlobal investors continue to monitor the war in Ukraine and its geopolitical implications. EU leaders are set to work on a Russian oil embargo this week. Over the weekend, the United Nations and the International Committee of the Red Cross began evacuating civilians from the besieged southern port city of Mariupol. That operation is set to continue on Monday.\nStock picks and investing trends from CNBC Pro:\nJeremy Grantham says today's bubble is worse than 2000, calls stocks to at least double their losses\nThe sell-off has entered ‘a new phase,’ Allianz's El-Erian says. How investors can deal with it\nArt Cashin of UBS says stocks are now at risk of even deeper sell-off\nApple may have to slide a lot further before the market sell-off stops, trader says\nOn Wall Street, stocks rose slightly on Monday morning after the Nasdaq Composite Index posted its worst month since 2008, pressured by rising rates, rampant inflation and underwhelming earnings from some of the largest technology companies.\nShares in Asia-Pacific slipped on Monday, with data released over the weekend showing Chinese factory activity contracted in April.\nBack in Europe, shares of wind turbine firm Vestas were down 7.8% after cutting its guidance. Airbus shares were down 1.8% despite taking a large order from airline Qantas for its London-Sydney route.\nSubscribe to CNBC PRO for exclusive insights and analysis, and live business day programming from around the world."}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/04/29/russia-ukraine-war-should-the-west-prepare-for-war-with-putin.html", "category": "https://www.cnbc.com/world-politics/", "content": "When relations between the West and Russia were bad, but not so bad: Russian President Vladimir Putin arrives for the U.S. - Russia Summit in 2021 in Switzerland.\nMikhail Svetlov | Getty Images News | Getty Images\nThe saber-rattling and rhetoric between Moscow and the West have become notably more aggressive this week, prompting concerns that a direct confrontation between the two power blocs could be more likely.\nIn the last few days alone, for example, Russia stopped gas supplies to two European countries and has warned the West several times that the risk of a nuclear war is very “real.”\nIn addition, Russian President Vladimir Putin has said that any foreign intervention in Ukraine would provoke what he called a “lightning fast” response from Moscow, while his Foreign Ministry warned NATO not to test its patience.\nFor their part, Western officials have dismissed Russia’s “bravado” and “dangerous” nuclear war rhetoric, with the U.K. calling on Western allies to “double down” on their support for Ukraine.\nCNBC asked strategists about the likelihood of a direct confrontation between Russia and the West. Here’s what they said.\nNuclear attack?\nAt the start of the week, Russia’s foreign minister warned that the threat of a nuclear war “cannot be underestimated” and said NATO’s supply of weapons to Ukraine was tantamount to the military alliance engaging in a proxy war with Russia. \nPutin doubled down on the bellicose rhetoric Wednesday, threatening a “lightning fast” retaliation against any country intervening in the Ukraine war and creating what he called “strategic threats for Russia.”\nHe then appeared to allude to Russia’s arsenal of intercontinental ballistic missiles and nuclear weapons when he warned that Russia has the “tools” for a retaliatory response “that no one else can boast of having now ... we will use them if necessary.”\nBut strategists told CNBC that Putin is playing on risk aversion in the West and that the chances of a nuclear war are remote.\n“I think it’s outside the realm of possibility right now that there’s going to be a nuclear war or World War III that really spills over that far beyond Ukraine’s borders,” Samuel Ramani, a geopolitical analyst and associate fellow at the Royal United Services Institute, told CNBC.\n“If there’s a border spillover right now, we’re still probably most likely looking at something like Moldova being vulnerable to an invasion,” he said.\nA U.S. infantryman at a combined arms live fire exercise at Al-Ghalail Range in Qatar, on Nov. 14, 2018.\nSpc. Jovi Prevot | U.S. Army\nHe noted that Russia has a long history of using “nuclear brinkmanship” as a way of preventing the West from pursuing security policies that it doesn’t like, with the escalation in hostile rhetoric aimed at deterring NATO members from making heavy arms deliveries to Ukraine.\nMoment of danger\nNonetheless, Ramani noted the threat posed by Russia could become more acute if it felt humiliated on the battlefield. In particular, military setbacks in Ukraine around May 9 could pose some danger. That’s Russia’s “Victory Day” — the anniversary of Nazi Germany’s defeat by the Soviet Union in World War II.\n“Putin has had a history of escalating unpredictability if he feels that Russia is being humiliated in some way ... and if there are major setbacks, especially on around the 9th [of May] then there’s a risk of unbreakable action,” he said. “But also there’s a logic of mutually assured destruction that hopefully will rein everybody in.”\nThreatening nuclear attacks is part of Putin’s “playbook,” said William Alberque, director of strategy, technology and arms control at the International Institute for Strategic Studies think tank.\n“Putin enjoys using risks and he thinks he has a much more appetite for risk than the West does,” he told CNBC on Thursday. “He’s trying to use the old playbook of ‘if I terrify you enough, you’ll back down’,” he said.\n“Ultimately, if he uses nuclear weapons, even a demonstration strike, this would turn Russia into a global pariah,” Alberque said. He advised Western leaders, “We just need to be able to manage our risk and keep our nerve and not panic when he does something that we might not expect.”\nThere’s no indication that there will be a direct confrontation, Liviu Horovitz, a nuclear policy researcher at the German Institute for International and Security Affairs, told CNBC.\n“Both the United States and Western European governments have repeatedly said that they have no interest in escalating this conflict beyond Ukraine, and I don’t see anything suggesting that NATO troops will be fighting in Ukraine anytime soon.”\nVIDEO07:18\nHow NATO is defending Eastern Europe\nStill, if a wider war did break out, “NATO’s overall conventional capabilities outmatch Russia’s,” he noted. What’s important now is that “all sides should avoid any steps that could create misunderstandings,” he said — steps that could lead to an accidental and potentially catastrophic war.\nEconomic war\nWhile NATO has shied away from providing any aid to Ukraine that could be misconstrued as a direct attack on Russia, Western allies continue to pile on the pressure on Moscow.\nIndeed, the economic punishment on Russia has been increasing by the day, in the form of more sanctions on its businesses, key sectors and officials close to or within Putin’s regime. Russia’s own Economy Ministry expects the economy to contract as a result, by 8.8% in 2022 in its base-case scenario, or by 12.4% in a more conservative scenario, Reuters reported.\nRussian forces patrol in Mariupol, Ukraine, where the Russian Army has taken control, on April 22, 2022. “There is no end in sight to Russia’s war in Ukraine, and relations with the West will likely continue to deteriorate,” one analyst said.\nLeon Klein | Anadolu Agency | Getty Images\nFor its part, Russia has sought to inflict its own pain on European countries that are, awkwardly, heavily reliant on Russian natural gas imports. This week it suspended supplies to Poland and Bulgaria because they refused to pay for the gas in rubles. Russia’s move was branded as “blackmail” by the EU but defended by Moscow.\nWhile a direct confrontation between Russia and the West remains unlikely, one close Russia watcher said Western governments need to imbue their populations with a “war mentality” to prepare them for the hardships they could face as the economic fallout from the war continues. Those include rising energy costs and disrupted supply chains and goods from Russia and Ukraine, among the world’s biggest “bread baskets.”\nRead more\nFrom soaring food prices to social unrest, the fallout from the Russia-Ukraine war could be immense\n“We’re likely to see a further escalation of the economic war, because in some ways, that’s a rational and logical move from both sides that have a very difficult time fighting one another in a direct way because of the nuclear escalation risks,” Maximilian Hess, a fellow at the Foreign Policy Research Institute, told CNBC on Thursday.\n“Russia will cut off gas to more countries, it will increase its ruble demands, because it wants to ensure the ruble convertibility remains open, and the West needs to be preparing for this with a full war mentality, making the Western populations understand that this is going to have real economic costs and real impacts on the cost of goods, the cost of living and inflation over the coming years.”\n“If we don’t take this war mentality and apply it to the economic war, then it becomes a lot easier for Putin to win and have successes there,” Hess said.\nOther flashpoints to watch\nAfter more than two months of war, Russia has expanded its control of territories in eastern and southern Ukraine, trying to create a land bridge from Russia via the Donbas region to its annexed territory of Crimea. But it has also sustained large losses in terms of manpower and arms.\nIn the meantime, the West continues to pledge more and more support for Ukraine, and the country’s forces are mounting a strong resistance to Russian troops, signaling a protracted and bloody conflict ahead. NATO’s chief, Jens Stoltenberg, warned Thursday that the war in Ukraine could last for years.\nVIDEO06:37\nUkraine war has been a ‘trigger’ for Sweden, Finland to seek NATO membership\nAndrius Tursa, Central and Eastern Europe advisor at Teneo Intelligence, said that against this backdrop, “there is no end in sight to Russia’s war in Ukraine, and relations with the West will likely continue to deteriorate.”\n“The rhetoric in Russia is already shifting from statements of fighting the ‘nationalists’ in Ukraine to an alleged (proxy) war with NATO. Multiple flashpoints could further escalate the tensions with the West,” he said. Those include recent explosions in the breakaway Moldovan region of Transnistria (which could serve as a pretext for an increased Russian presence in the region) which could bring the conflict “dangerously close to NATO’s borders,” Tursa said in a note Wednesday.\n“Moscow could also step up threats to NATO over weapons supplies to Ukraine, especially after multiple military and energy facilities in Russia have been allegedly hit by Ukraine. Finally, decisions by Finland and Sweden to join NATO would be perceived by Moscow as another security threat to Russia and could increase military tensions in the Baltic region.”\nCNBC Politics\nRead more of CNBC’s politics coverage:\nMariupol’s fate in limbo after steelworks evacuation; Russia plays down NATO expansion\nBiden travels to Buffalo to grieve shooting victims, condemn racial violence\nCrypto industry wields its influence in Washington after pouring over $30 million into campaigns"}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/04/29/europe-markets-earnings-boost-but-on-course-for-negative-month.html", "category": "https://www.cnbc.com/world-politics/", "content": "LONDON — European markets closed higher Friday as global stocks received a boost from strong corporate earnings, but remained negative for the month of April.\n\nThe pan-European Stoxx 600 index closed up 0.7% provisionally, with basic resources climbing 2.6% to lead gains as most sectors and major bourses ended in positive territory.\nHowever, the index was down over 1% for the month as investors navigated the final trading day of April.\nFriday was another busy day for earnings in Europe, with BASF, AstraZeneca, Reckitt, Eni, NatWest, Pearson and MTU Aero Engines among those reporting before the bell, while Daimler and Credit Suisse hold annual general meetings.\nStock picks and investing trends from CNBC Pro:\nJeremy Grantham says today’s bubble is worse than 2000, calls stocks to at least double their losses\nThe sell-off has entered ‘a new phase,’ Allianz’s El-Erian says. How investors can deal with it\nArt Cashin of UBS says stocks are now at risk of even deeper sell-off\nApple may have to slide a lot further before the market sell-off stops, trader says\nIn terms of individual share price movement in Europe, Johnson Matthey soared nearly 19% to lead the Stoxx 600 after Standard Investments, the investment arm of U.S. industrial firm Standard Industries, took a 5.23% stake in the British chemicals company.\nToward the bottom of the blue chip index, BE Semiconductor shares fell over 9% after its first-quarter earnings report.\nLoading chart...\nOn the data front, euro zone inflation hit a record high for the sixth consecutive month in April, notching an annual 7.5% following March’s 7.4% figure and sparking further questions about how the European Central Bank will react.\nEuro zone GDP grew 0.2% in the first quarter and 5% year-on-year as the war in Ukraine curtailed economic growth across the bloc, official estimates revealed on Friday.\nThe French economy stagnated in the first quarter of the year as weak domestic demand continued despite an easing of Covid-19 restrictions. The euro zone’s second-largest economy was unchanged following growth of 0.8% in the final quarter of 2021, with economists in a Wall Street Journal poll having projected a quarterly expansion of 0.3%.\nOn Wall Street, U.S. stocks were lower on Friday, with the Nasdaq pulling back sharply after Amazon’s and Apple’s quarterly results disappointed.\nMeanwhile, global investors continued to monitor the war in Ukraine and its geopolitical implications, after Russian President Vladimir Putin warned the West of a “lightning fast” response to countries that intervene in the war.\nRussia shocked the European community by halting gas supplies to Poland and Bulgaria on Wednesday because they had refused to pay for the gas in Russian rubles, as Moscow demanded.\nSubscribe to CNBC PRO for exclusive insights and analysis, and live business day programming from around the world."}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/04/29/un-deputy-responds-to-criticism-over-ukraine-conflict-amina-mohammed.html", "category": "https://www.cnbc.com/world-politics/", "content": "Russian is one of five nations that hold a veto power on the U.N’s Security Council.\nCarlo Allegri | Reuters\nThe United Nations deputy secretary-general has told CNBC there will be “lessons learned” from the war in Ukraine.\nSpeaking Wednesday after the release of the U.N’s “2022 Financing for Sustainable Development Report,” Amina Mohammed said the Russia-Ukraine crisis had been “a big shock to the system.”\nAsked if the world could have done more to stop the war before it began, Mohammed said “hindsight is 20-20 vision.”\n“Of course, there are things that we could have done to stop the war, but perhaps those are going to be lessons learned again, when the Security Council, the General Assembly leaders will look back and say, ‘what could we have done, and make sure that we prevent the next war, the next pandemic’. These are all things that we are learning. I think history tells us that we’re not very good learners when it comes to that,” she said.\n“I think that this was so unimaginable, unexpected, that we’d have this kind of a war in Europe, you know, 75 years later, I think has been a big shock to the system. So, I hope that the learnings will find ways to make us more accountable to put in the checks and balances that this doesn’t ever happen again, and that we are working towards peace.”\nMohammed, who previously served as Nigeria’s minister of environment, also chairs the Global Crisis Response Group on Food, Energy and Finance, set up by U.N. Secretary-General António Guterres to look at the wider impact of the Ukraine war on the “world’s most vulnerable.”\nTrip to Moscow\nGuterres traveled to Moscow this week to meet with President Vladimir Putin for the first time since Russia invaded Ukraine. He also met with Ukraine President Volodymyr Zelenskyy on Thursday in Kyiv. Russian is one of five nations that hold a veto power on the U.N’s Security Council.\nGuterres agreed with Putin on an evacuation route from the besieged city of Mariupol, but his trip came amid criticism that the U.N. Security Council has only managed to play a limited role during the Russia-Ukraine crisis.\nIndeed, Zelenskyy called for reform in an impassioned speech to the Council in April. Mohammed said it was an issue that Security Council member states had been “grappling with for a very long time”.\n“And I think they will continue to address that, and there are conversations and resolutions that will be put forward to see how one can do better than we have been able to do and to put in the checks and balances to protect the [U.N.] Charter. That’s the most important thing. The Charter that promises the people that we would not see a war again, as we did in World War II,” she said.\nVIDEO15:21\nUN deputy secretary-general on Financing for Sustainable Development\nMohammed became U.N. deputy secretary-General in 2017 and was reappointed in January 2022.\nAsked how relevant she thinks an organization like the United Nations is to the world today, she said she understood outside frustration toward it.\n“If we didn’t have the U.N. today, we’d have to recreate it tomorrow. It is the global townhall for our global village. We are so interconnected today that that’s not going to change,” she said.\n“And we need a space where we can come and we can speak to the issues, human rights, our development, our conflicts, and you know, some days we’ll have a voice that’s loud and some days, it’s not very loud. Some days we will make movement, some days we will not, but the most vulnerable of countries needs this space.”\n‘Great finance divide’\nMohammed, who is also chair of the United Nations Sustainable Development Group, recently presented the “2022 Financing for Sustainable Development Report” — a joint effort from the Inter-agency Task Force on Financing for Development, which includes more than sixty United Nations Agencies and international organizations.\nThe report highlights a post-pandemic “great finance divide,” with poorer countries unable to raise enough funds or borrow affordably for investment, making them unable to invest in sustainable development or respond to crises.\n“We’re facing sort of a multitude of crises, the climate, the pandemic, and now the war in Ukraine, and the financing piece of this really just comes to demonstrate how the recommendations over the years are even more needed today. And you’ll see that some of those recommendations speak to the framing around the financial divide that we see in the world today,” Mohammed said.\n“So many of the recommendations are about access to finance, they’re about better tax systems, they’re about addressing illicit financial flows, but they’re also about taking cognizance of the debt that is mounting, and the crises that is exacerbating it.”\nMohammed originally joined the U.N. in 2012 as special advisor to former Secretary-General Ban Ki-moon and led the process to establish the 2030 Agenda for Sustainable Development and the creation of the Sustainable Development Goals. \nShe said she was “extremely worried” about the current global financial situation and that “there’s not enough recognition that the urgency and scale of the investments that need to happen right now, should happen.”\n "}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/04/28/what-mcdonalds-closures-in-russia-could-mean-for-the-country.html", "category": "https://www.cnbc.com/world-politics/", "content": "In this article\nMCD\nTwo months after the fall of the Berlin Wall in 1989, McDonald’s — the very symbol of Western capitalism — opened its first store in the Soviet Union. It was a big moment, and the restaurant drew large crowds.\nMore than 30 years later, amid pressure from U.S. consumers to protest Russia’s invasion of Ukraine, McDonald’s last month announced it would be temporarily closing all 850 of its locations in Russia.\nStarbucks, PepsiCo and Coca-Cola likewise announced their plans to pause business activity in Russia, and Yum Brands, which franchises about 1,000 KFC restaurants and 50 Pizza Hut locations in Russia, suspended all investment and restaurant development in the country. \nMore than 750 companies have since curtailed operations in Russia.\nMcDonald’s has also temporarily shuttered its 108 locations in Ukraine for safety reasons. Russia and Ukraine together account for roughly 2% of McDonald’s global sales and less than 3% of its operating income.\nThere’s no telling when or if McDonald’s will resume its operations in Russia and Ukraine, but the company is taking a hit to its bottom line. The company announced during its first-quarter earnings that the closures cost McDonald’s $27 million in leases, supplier costs, and employee wages, and another $100 million in unsold inventory. Altogether, those expenses dragged its earnings down by 13 cents per share in the first quarter.\nIn the meantime, the fast-food chain has committed to continue paying its employees in both countries.\nWatch the video to learn more about the impact of McDonald’s leaving Russia."}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/04/28/russia-ukraine-war-threatens-the-middle-easts-food-security.html", "category": "https://www.cnbc.com/world-politics/", "content": "Russia’s invasion of Ukraine is threatening global wheat and grain supplies, a particular risk for Middle Eastern and African countries like Egypt, where bread is a major dietary staple. Cairo, Egypt, on March 9, 2022.\nPhoto by Ahmed Gomaa | Xinhua via Getty Images\nDUBAI, United Arab Emirates — For centuries, bread has been the lifeblood of civilization. Riots and revolutions have been sparked over the availability of this basic dietary staple — and over food prices more broadly, particularly when it comes to the Middle East and North Africa. \nRussia’s unprovoked invasion of Ukraine now threatens a huge proportion of the wheat and grain that these countries rely on. Together, Russia and Ukraine account for roughly one-third of the world’s global wheat exports, nearly 20% of its corn, and 80% of its sunflower oil — and they provide the majority of the MENA region’s supply. \nWheat futures are up 30% since the invasion began in late February.\nBefore the war, more than 95% of Ukraine’s total grain, wheat and corn exports was shipped out via the Black Sea, and half of those exports went to MENA countries. That vital conduit is now shut, choking off Ukraine’s maritime trade after its ports came under attack from Russia’s military. \nA farmer wears a bulletproof vest during crop sowing which takes place about 18 miles from the front line in the Zaporizhzhia Region, southeastern Ukraine.\nDmytro Smoliyenko | Future Publishing | Getty Images\nThe country is now trying to export some of its produce by rail, which has enormous logistical limits, while Ukrainian farmers whose infrastructure hasn’t been destroyed attempt to till their fields wearing bulletproof vests. \nRussia is the world’s number one exporter of wheat, as well as – crucially – the top exporter of fertilizer. Fears of getting caught up in western sanctions on Moscow have already disrupted Russia’s exports, too. \nInflation and popular unrest \nAll of this is turbocharging the rising inflation that’s hitting the population of roughly 500 million people, particularly its poorest and those already facing high unemployment and worsening economic prospects. \n“Inflation and economics, more than political freedom, are key” for the region’s stability, Kamal Alam, a non-resident senior fellow at the Atlantic Council, told CNBC.\nAlam pointed to the self-immolation of Mohammed Bouazizi, the young Tunisian street vendor whose act of protest set off the Arab Spring protests of 2011.  \n“Even the vendor who burned himself in Tunis did so because of economic indignation, not (then-Tunisian president) Ben Ali,” he said. “One would argue the first and foremost reason for unrest in the Arab world is always lack of economic mobility.”  \nVIDEO01:59\nWar in Ukraine impacted MENA region directly in certain cases, IMF’s Jihad Azour says\nInflation surged to 14.8% in the MENA region in 2021, according to the International Monetary Fund. Already at that point, higher food prices were the main driver — making up about 60% of the increase in the region, excluding the oil-rich Gulf Cooperation Council states.  \nThat was before the war in Ukraine began. Now, the U.N. says that food prices as of April are 34% higher than they were one year ago. \n“We’ve got now 45 million people in 38 countries that are knocking on famine’s door,” David Beasley, executive director of the U.N.’s World Food Programme, told CBS in an interview last week. “And you may see a general price increase of food, let’s say 38 to 40%, but in some of the very tough places, it’s going to be 100, 200% like in Syria.”  \nWhile countries will be looking for alternative sources for their crucial food imports, surging global inflation and potential export restrictions make switching expensive. And water scarcity across the MENA region means local agricultural production is very limited.\nWarnings of riots, famine and mass migration\nEgypt, the Arab world’s most populous country, alone imports 80% of its wheat from Ukraine and Russia. Lebanon, already years into a crippling debt and inflation crisis, imports 60% of its wheat from the two warring countries, which provide 80% of Tunisia’s grain.     \nEgypt “has a lot to lose from the war as its bread subsidies program reaches over half of the population and forms a pillar of the social contract that maintains stability in the most populous Arab state,” said Amer Alhussein, economic development expert and advisor for the post-conflict initiative Plant for Peace. \nThis, he says, could explain why Egypt’s wealthy Gulf allies have rushed to its aid with billions of dollars in funds for its central bank and other investments to boost its economy. \nWhile Egypt’s government can keep borrowing money, rising interest rates in major economies and weak appetite for emerging market bonds will weigh heavily on the country “and may become a sovereign risk factor and lead to a default that would have a catastrophic impact on its population,” Alhussein added.\nVIDEO04:49\nRising food prices to impact productivity growth longer term, argues WEF executive committee member\nLebanon, meanwhile, is facing “many warnings of an impending famine,” Alhussein said. “The current situation could very soon develop into protests and riots like the ones that took place in 2019, but with a much more violent impact given the ever-worsening standard of life and food security in the country.” \nFurther, higher wheat prices alone “can increase (the Middle East’s) external financing needs by up to $10 billion in 2022,” the IMF wrote in its latest Middle East and Central Asia Regional Economic Outlook released Wednesday. “Supply shortages originating from Russia and Ukraine can endanger food security, particularly for low-income countries, as they may also suffer from potential aid diversion.” \nAbout a quarter of Ukraine’s latest pre-invasion wheat harvest is still available on markets, but that will last roughly three months, analysts say. \nThis fall, the WFP’s Beasley warns, is when the war’s impact will really hit MENA, in a crisis that he believes could trigger mass migration.  \nLebanese demonstrators raise a large clenched fist with “revolution” written on it at the Martyrs’ Square in the centre of the capital Beirut on October 27, 2019, during ongoing anti-government protests.\nANWAR AMRO | AFP via Getty Images\n“If you think we’ve got hell on earth now, you just get ready,” Beasley warned in an interview with Politico in March. “If we neglect northern Africa, northern Africa’s coming to Europe. If we neglect the Middle East, the Middle East is coming to Europe.” \nTaufiq Rahim, a Dubai-based senior fellow in the international security program at think tank New America, agreed that the worst may be yet to come. \n“At a time of rising inflation, increased commodity prices and supply chain gridlocks, the wider region could be in for an unprecedented economic shock this summer,” Rahim told CNBC. \n“A new political Pandora’s box will be opened by the rising economic discontent and we will see governments under increasing pressure.”\nVIDEO12:16\nHow the war in Ukraine is driving up prices for food in the U.S."}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/04/27/south-china-sea-region-at-a-higher-risk-for-conflict-weapons-expert.html", "category": "https://www.cnbc.com/world-politics/", "content": "VIDEO01:47\nGlobal military spending in 2021 was the highest in history: Research institute\nThe South China Sea region faces a heightened risk of conflict as it arms itself at an “alarming rate,” an expert from the Stockholm International Peace Research Institute told CNBC on Monday.\nIt comes as worldwide military spending surpassed $2 trillion for the first time ever in 2021, he added.\n“The region is arming at an alarming rate. Countries are playing with each other in terms of action-reaction, where when one country increases [purchases], another country [also] increases, procuring more weapons,” Nan Tian, a senior researcher in military expenditure at SIPRI, told CNBC’s “Squawk Box Asia.”\nTian said China’s increased military spending has created a “greater threat perception” in the neighborhood. This has “led to these neighboring countries such as Singapore, Japan, Australia and Taiwan purchasing a lot of new technologies, such as nuclear submarines and precision missile systems,” he said.\nIn response to China’s growing assertiveness in the South and East China Seas, its neighbors have purchased several U.S weapon systems over the past decade.\nEarlier in April, the U.S. approved the sale of up to $95 million worth of training and equipment to support Taiwan’s Patriot missile defense system developed by Raytheon. It’s the third arms sale to Taiwan under the Biden administration.\nIn 2020, the U.S. approved a $23 billion order by Japan for a large number of F-35 fighter aircraft manufactured by Lockheed Martin. Northrop Grumman also delivered Global Hawk UAVs to Japan earlier this year. And Singapore has placed orders for F-35 fighters expected to be delivered in 2026.\nSome of these U.S. defense stocks have surged since the start of Russia’s unprovoked war on Ukraine. Raytheon shares are 5% higher since Feb. 24, while Lockheed Martin stocks are up around 12% and Northrop Grumman is higher by around 11%. In comparison, the S&P 500 index is down over 2% in the same period.\nTian also referred to the threat North Korea poses to the region and the world. “North Korea is testing and developing nuclear weapons, which of course is a greater concern to not only the region but the world as a whole,” he said. \nTian said a large amount of financial resources are being allocated to the militaries of the South China Sea region, making a miscalculation possible. “A miscalculation could have severe consequences, given the amount of weapons being procured and the amount of financial resources being allocated to the region’s militaries to increase capabilities,” he said.\nTop spenders\nGlobally, the total military expenditure surpassed $2 trillion for the first time. China and India were among the top three military spenders in 2021, behind the United States, which was the largest defense spender.\nThe U.K. and Russia, which were the fourth and fifth biggest spenders respectively, together accounted for 62% of total military spending last year. “This is the highest level ever recorded,” Tian said of total spending, adding that it had been increasing for seven consecutive years. “It puts the point into perspective that throughout the times of economic recession, changes in oil prices or even the pandemic, military spending has seen a consistent, persistent increase,” he said.\nA Philippine Black Hawk helicopter takes off as U.S. and Philippine marines take part in a joint amphibious assault exercise off the waters of South China Sea on March 31, 2022, in Claveria, Cagayan province, Philippines. Increased spending by China is causing anxiety in the region, with several countries arming themselves.\nEzra Acayan | Getty Images News | Getty Images\nHe also said military spending outstripped either spending on health care or on education.\nThe Ukraine war would only increase spending, he said. He said Germany, Sweden and Romania had already announced more spending. \n“These countries will be looking to modernize their militaries, buy more weapons systems, equipment, and this would mean potentially more orders for the largest arms producing companies such as Lockheed Martin, Boeing and BAE systems, for example,” he said.\nNuclear proliferation?\nTian discounted the idea of an increased danger of nuclear proliferation in the current climate but warned of the proliferation of conventional weapons. “It’s difficult to talk about nuclear proliferation because there’s still very strong control within the U.N. It’s more about the spread of weapons such as combat aircraft, submarines and missile or air defense systems,” he said.\nTian said it is important to extend the non-proliferation regime to conventional weapons as well. “It is important that institutions such as the U.N. bring in member states and agree on essential non-proliferation of not only nuclear but also conventional weapons. So that these increases in military spending do not get out of hand, increasing potential risks of armed conflict,” he said."}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/04/26/us-intel-helped-ukraine-protect-air-defenses-shoot-down-russian-plane-carrying-hundreds-of-troops.html", "category": "https://www.cnbc.com/world-politics/", "content": "Ukrainian Air Force aircrafts fly during drills over an unidentified location in Ukraine in this screen grab from an undated handout video.\nUkrainian Air Force | Reuters\nAs Russia launched its invasion, the U.S. gave Ukrainian forces detailed intelligence about exactly when and where Russian missiles and bombs were intended to strike, prompting Ukraine to move air defenses and aircraft out of harm’s way, current and former U.S. officials told NBC News.\nThat near real-time intelligence-sharing also paved the way for Ukraine to shoot down a Russian transport plane carrying hundreds of troops in the early days of the war, the officials say, helping repel a Russian assault on a key airport near Kyiv.\nIt was part of what American officials call a massive and unprecedented intelligence-sharing operation with a non-NATO partner that they say has played a crucial role in Ukraine’s success to date against the larger and better-equipped Russian military.\nThe details about the air defenses and the transport plane, which have not previously been reported, underscore why, two months into the war, officials assess that intelligence from U.S. spy agencies and the Pentagon has been an important factor in helping Ukraine thwart Russia’s effort to seize most of the country. \n“From the get-go, we leaned pretty heavily forward in sharing both strategic and actionable intelligence with Ukraine,” a U.S. official briefed on the matter told NBC News. “It’s been impactful both at a tactical and strategic level. There are examples where you could tell a pretty clear story that this made a major difference.”\nMore from NBC News:\nSuit: Mississippi high court districts dilute Black voter strength\nSon of renowned postwar American artist charged in Capitol riot\nA small country is accepting a large portion of Ukrainian refugees. Russia watches closely.\nIn a statement, a spokesperson for the White House National Security Council said, “We are regularly providing detailed, timely intelligence to the Ukrainians on the battlefield to help them defend their country against Russian aggression and will continue to do so.”\nNBC News is withholding some specific details that the network confirmed about the intelligence sharing at the request of U.S. military and intelligence officials, who say reporting on it could help the Russians shut down important sources of information.\n“There has been a lot of real-time intelligence shared in terms of things that could be used for specific targeting of Russian forces,” said a former senior intelligence official familiar with the situation. The information includes commercial satellite images “but also a lot of other intelligence about, for example, where certain types of Russian units are active.”\nUkraine continues to move air defenses and aircraft nearly every day with the help of American intelligence, which is one reason Russia has not been able to establish air dominance. In some cases, Ukraine moved the targeted air defense systems or planes just in time, the officials said.\nVIDEO01:04\nUN Secretary General and Russian Foreign Minister discuss ceasefire\n“The Russian military has literally been cratering empty fields where air defenses were once set up,” one U.S. official said. “It has had an enormous impact on the Russian military’s ability on the ground.”\nWhile U.S.-Ukrainian cooperation had been building since Russia seized Crimea in 2014, the Biden administration shifted into high gear in the weeks before the Russian invasion, when a U.S. military team visited to assess the state of Ukraine’s air defenses. The Americans provided Ukraine with detailed advice about how to disperse their air defense systems, a move that U.S. officials say helped Ukraine prevent Russia from seizing control of the skies. \nOnce the invasion got underway, lawyers in the U.S. defense and intelligence bureaucracy imposed guidance that in some cases limited the sharing of targeting information that could enable lethal Ukrainian strikes against Russians. But as Russia’s aggression has deepened, and under pressure from Congress, all of those impediments have been removed, officials say.\nEarlier this month, for example, the director of National Intelligence withdrew and replaced a memo that prohibited intelligence sharing for the purposes of regaining captured territory or aiding Ukrainian strikes in Crimea or the Donbas, officials said. NBC News was first to report on the expanded sharing.\nIntel has helped Ukraine defend, and also attack\nEven before the change, the U.S. had provided Ukraine with timely information enabling it to better target Russian forces.\nUkrainian forces have used specific coordinates shared by the U.S. to direct fire on Russian positions and aircraft, current and former officials tell NBC News.\nThose early shoot-downs helped thwart the Russian air assault operation designed to take Hostomel Airport near Kyiv, which would have allowed the Russians to flood troops and equipment to the region around the capital. The Russians eventually took the airport for a time, but never had enough control to fly in massive amounts of equipment. That failure had a significant impact on the battle for Kyiv, U.S. officials say.\nThe CIA is also devoting significant resources, current and former officials say, to gathering intelligence with the aim of protecting Ukrainian President Volodymyr Zelenskyy, whom the Russians want to kill. The agency is consulting with the Ukrainians on “how best to move him around, making sure that he’s not co-located with his entire chain of command, things like that,” a U.S. official said.\n“I would say where we are at is revolutionary in terms of what we have been able to do,” Army Lt. Gen. Scott Berrier, director of the Defense Intelligence Agency, told Congress last month in describing the sharing of information and intelligence between the U.S. and Ukraine.\nCIA Director William Burns told Congress last month that when he met with Zelenskyy in Kiev in January, “We shared with him intelligence we had at the time about some of the most graphic and concerning details of Russian planning about Kyiv as well and we’ve continued to do that every day since then.”\nWhite House press secretary Jen Psaki said last month that the U.S. has shared “a significant amount of detailed timely intelligence on Russia’s plans and activities with the Ukrainian government to help Ukrainians defend themselves,” adding that the material “includes information that should help them inform and develop their military response to Russia’s invasion, that’s what’s happening — or has been happening.”\nThe U.S. military and the CIA began seeking to deepen their relationships with Ukrainian counterparts after Russia seized Crimea in 2014. The CIA first helped Ukrainian services root out Russian spies, the former senior official said, and then provided training and guidance. The U.S. military also trained Ukrainian soldiers. \n“There has been a very robust relationship between U.S. intel agencies and the Ukrainians for the last eight years,” the official said, adding that by the time Russia invaded two months ago, the U.S. trusted Ukraine enough to provide details of Russian troops’ deployment, attack routes and real-time targeting information.\n“The foreknowledge we had of Russian plans and intentions shows that our intelligence was very solid on the overall situation,” said John McLaughlin, a former acting CIA director who now teaches at the Johns Hopkins School of Advanced International Studies. “So just logically, if we so earnestly want them to win as we have publicly said, it only follows that we’d be giving them the results of intelligence. It would be along the lines of, ‘Here’s what we know — it doesn’t matter how we know it.’”\nOne Western intelligence official noted that it’s not only the intelligence that has proven decisive — it’s the performance of the Ukrainians in using it. The source said Ukrainians have fought the Russians with agility and courage, and when they have received actionable intelligence, they have moved with astonishing speed.\nMcLaughlin said the Ukrainians have made clever use of so-called open-source intelligence — commercial satellite imagery and intercepts of Russians talking openly on unencrypted radios. \n“The fact that there is so much open source [intelligence] available means that those collecting classified intelligence can focus on the things that are really hard and not publicly available.”\nAs the Ukrainian government sees it, intelligence sharing has improved, a source familiar with the government’s view told NBC News. That’s as far as he would go.\n“It’s gotten better,” he said."}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/04/26/uk-pledged-to-help-india-build-advanced-fighter-aircraft-heres-why.html", "category": "https://www.cnbc.com/world-politics/", "content": "Seen here with Indian Prime Minister Narendra Modi on Friday during a visit to India, British Prime Minister Boris Johnson was the first western leader to take steps to reduce Indian dependence on Russian arms. Both leaders called on Russia for an immediate ceasefire in Ukraine.\nPhoto By Sonu Mehta/Hindustan Times via Getty Images| Hindustan Times | Getty Images\nBritain has promised to help transfer advanced technology to produce fighter jets in India — the first concrete attempt by the West to move India away from its dependence on Russian arms.\nThe move was announced by Prime Minister Boris Johnson when he visited his Indian counterpart Narendra Modi in New Delhi last week, when India and the UK reiterated their commitment to cooperate on defense and security issues.\nDetails of the project were not released but U.S. defense publication Defense News reported that the offer likely relates to the U.K.’s sixth-generation Tempest Future Combat Air System program.\nThe U.K. also announced that it will issue an open general export license to India to speed up defense procurement. This is the first time that this facility has been extended to a country outside the European Union and the U.S.\n“The new system of open general license will significantly enhance India’s access to U.K. weapons and related technologies,” visiting research professor at the Institute of South Asian Studies at the National University of Singapore, C. Raja Mohan, told CNBC.\nJohnson also announced that a trade agreement between India and the U.K. would be ready by October. Talks on the deal began in January but an interim agreement that was to be inked by Johnson during his trip did not materialize.\nU.K. a step ahead\nIn its embrace of India, London is one step ahead of Washington.\nWhen the foreign and defense ministers of the U.S. and India met in Washington earlier in April, there was no talk of transferring weapons technology. The two sides only promised to create a “framework to advance cooperation” in critical and emerging technologies — such as artificial intelligence, quantum computing and semiconductors.\nVIDEO02:10\nIndia believes U.S. won’t punish it severely for its stance on Russia: Professor\nThe U.S. is only gradually waking up to the fact that Russia and China use economic leverage for political purposes, said an adjunct defense researcher at California-based think tank RAND Corporation Bruce Bennett.\n“If the United States were really serious about helping allies and friends, it could do so. (But) Russia and China have built dependence over decades. Turning that dependence around isn’t going to happen in a matter of months or even a few years,” Bennett told CNBC.\nWhile India is unlikely to abandon ties with Russia immediately, Britain’s move will allow India’s strategic cooperation with the West to grow faster, said Mohan, the NUS professor. “Like the U.S., Britain is eager to reduce India’s dependence on Russia and draw Delhi closer to the West.”\nIndian defense expert and founder of “Force,” a defense magazine in India, Pravin Sawhney, dismissed the British offer, saying it won’t be useful. “India has too many types of fighter jets, and there will be restrictions on the type of technology transfers. Russia has no such restrictions. Putin is a one-stop shop for India,” he said. \nLargest arms importer\nOver at least the past decade, India, the largest arms importer in the world, has been diversifying its supplies and importing arms from France, the U.S. and Israel.\nStill, displacing Russia will be an uphill task.  \nRussia accounts for over 60% of all Indian weaponry, requiring a constant supply of spare parts.\nIndia imported 46% of its arms from Russia between 2017 to 2021, according to SIPRI, a Swedish institute that tracks arms exports and imports around the world. It was followed by France at 27% and the U.S. at 12%, according to the institute. \nImports from Israel came in fourth place. India accounted for 37% of all Israeli arms exports during this period.\nVIDEO02:22\nIndia’s ‘caught in a trap’ in its relationship with Russia, says think tank\nDescribing the Indo-Pacific as the “geopolitical center of the world,” Johnson said Britain was pursuing an “Indo-Pacific tilt,” ignoring the questionable human rights record of Modi’s Hindu nationalist government in favor of the West’s geostrategic interests in the Indo-Pacific.\nIndia is the centerpiece of the western nations’ Indo-Pacific strategy, an attempt to contain China’s belligerence in the region. India is also one of the members of the Quadrilateral security dialogue, which also comprises the U.S., Australia and Japan.\nAs a country highly dependent on Russian weapons for most of its arsenal, India has not joined its Quad partners in condemning Russia’s unprovoked and illegal attack on Ukraine, nor has it imposed sanctions on it.\nIn fact, India has stepped up its purchases of Russian oil and coal in defiance of international sanctions against Moscow."}, {"source": "https://www.cnbc.com/world-politics/", "url": "https://www.cnbc.com/2022/04/24/frances-macron-anger-of-le-pen-voters-must-be-addressed.html", "category": "https://www.cnbc.com/world-politics/", "content": "Emmanuel Macron celebrates after his victory in France’s presidential election, at the Champ de Mars in Paris.\nBertrand Guay | Afp | Getty Images\nFrance’s Emmanuel Macron used his victory speech Sunday to address disaffection at his leadership and the anger of those who opted for his far-right rival Marine Le Pen.\n“I am no longer the candidate of a camp but the president of everyone,” Macron said as he addressed his supporters against a backdrop of the Eiffel Tower in Paris.\nCentrist Macron looks set to gain around 58% in the second and final round of voting in the French presidential elections, according to a flurry of exit polls and projections, with nationalist leader Marine Le Pen on 42%. Estimates in France are usually accurate but may be fine-tuned as official results come in.\nDespite the predicted victory for 44-year-old Macron, the margin represents a smaller gap between the two candidates in comparison with the 2017 election, when Macron won with 66.1% of the vote.\nVIDEO01:36\n‘We need to do more, and do our best for the French people’: Le Maire\nMacron said Sunday that the concerns of those who abstained, had voted for him just to block his far-right rival, or simply picked Le Pen needed to be addressed.\nHe said his next five-year term would be different, promising that “nobody will be left by the wayside.”\n“Because each one of us counts for more than just himself ... This is what make the French people such a unique force which I love so intensely and which I am so proud to be serving again,” he said, according to a Reuters translation.\nSpeaking to CNBC’s Karen Tso, the re-elected president said he was very happy at the result, but was “now committed to deliver for France and Europe.”\nMacron has been accused of having a lack of empathy with voters. Warwick University Professor of French Politics Jim Shields told CNBC earlier this week that Macron had the difficult task of defending his five years in office but also presenting a fresh vision for the future.\nVIDEO05:22\nFrench voters did not want a Macron vs Le Pen runoff, professor says\n“What he has to do is show empathy, come off his high horse, try to show that he cares about people’s everyday concerns, that he’s not the president of the rich that many accuse him of being,” he said. \nThe 2022 campaign was set against the backdrop of Russia’s invasion of Ukraine, a cost of living crisis in France, a surge in support for the far-left among younger generations and suggestions of widespread voter apathy.\nRiot police reportedly charged and sprayed teargas at demonstrators in central Paris on Sunday evening who were protesting Macron’s victory."}]