[{"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265462.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Britain's Prime Minister Boris Johnson arrives with his dog Dilyn at the Methodist Hall in central London to cast his vote in local elections on May 5, 2022. Polls opened across the UK in local and regional elections that could prove historic in Northern Ireland and heap further pressure on embattled Johnson. Photo: AFP\nPrime Minister Boris Johnson on Wednesday downplayed the prospect of triggering a UK trade war with the EU by threatening to pull post-Brexit arrangements in Northern Ireland, despite European warnings that he risks breaching international law.\n\nJohnson said London and Brussels must \"fix\" the so-called Northern Ireland Protocol which governs trade to and from the British province, but that both sides should keep a sense of proportion.\n\n\"We're talking about really, in the scheme of things, a very, very small part of the whole European economy,\" he told reporters during an unrelated visit to Sweden and Finland.\n\n\"Let me put it this way: I don't think there's any need for drama. This is something that just needs to be fixed.\"\n\nJohnson's government has warned it is ready to take unilateral action \"to stabilize the situation in Northern Ireland if solutions cannot be found\" to key sticking points with the protocol.\n\nMinisters have argued that it does not command cross-community support and that London needs to protect the 1998 Good Friday Agreement, which ended three decades of sectarian violence over British rule in Northern Ireland.\n\nBut the European Union has repeatedly ruled out renegotiating the terms of the deal.\n\nThe standoff comes as political tensions rise in Belfast after historic elections last week saw pro-Irish nationalists Sinn Fein become the biggest party for the first time and now bidding to lead a power-sharing executive.\n\nHowever, the latest UK threats to overhaul the arrangements unilaterally have caused consternation in Brussels, Ireland's foreign minister Simon Coveney said as he met Northern Irish leaders.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265458.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Protesters gathering at the entrance of Sri Lanka's President Gotabaya Rajapaksa office eat next to a fence guarded by police, in Colombo on April 14, 2022, during the Sinhala and Tamil New Year. Severe shortages of food and fuel, alongside lengthy electricity blackouts, have led to weeks of widespread anti-government demonstrations. Photo: AFP\nSri Lankan President Gotabaya Rajapaksa said on Wednesday he would appoint a new prime minister and cabinet this week, after his elder brother and former premier Mahinda Rajapaksa resigned following deadly violence in the country.\n\nThe new prime minister and cabinet will command a majority in the 225-seat parliament, Rajapaksa said, adding he will bring constitutional reforms to grant more power to the parliament.\n\n\"I am taking steps to form a new government to control the current situation, to prevent the country from falling into anarchy as well as to maintain the affairs of the government that have been halted.\"\n\nThe president's statement followed comments from Sri Lanka's central bank governor earlier in the day, who said that he would quit within weeks unless political stability was restored.\n\nP. Nandalal Weerasinghe, appointed central bank chief in April to help the island nation of 22 million people find a way out of its worst economic crisis in history, said a stable government was essential to stop the turmoil.\n\n\"I have clearly told the president and other political party leaders that unless political stability is established in the next two weeks I will step down,\" Weerasinghe told reporters.\n\"Without political stability, it doesn't matter who runs the central bank,\" he said. \n\n\"There will be no way to stop the economic deterioration,\" said him.\n\nOrdinary Sri Lankans blame the government led by President Gotabaya Rajapaksa and his family for a meltdown in the Indian Ocean nation that reduced reserves to just about $50 million, stalling most imports and bringing massive shortages of essentials including cooking gas, fuel and medicine.\n\nAfter more than a month of mostly peaceful demonstrations, public anger exploded into violence this week, when ruling party supporters stormed an anti-government protests camp, triggering clashes nationwide and pushing the prime minister to step down.\n\nReuters"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265611.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Editor's note: \n\nWestern countries, one by one, have scrapped their COVID-19 restrictions and purported to be ready to \"return to normalcy.\" Yet as the coronavirus continues to mutate, from the deadly Delta variant to the more contagious, milder Omicron variant, what can such a rush to re-open really bring to the West in the post-pandemic era? After analyzing data and talking to epidemiologists, the Global Times conducted a series of investigative reports into what consequences vulnerable groups, including the elderly, minorities and children would bear when their countries ease COVID-19 restrictions, and what impact such moves would wreak on their medical systems. This is the third installment, looking into the shocking impact of the US' easing of anti-epidemic restrictions on their frontline heroes - healthcare workers. \n\nWhite flags honoring the lives lost to COVID-19 are seen on the National Mall in Washington, D.C., the United States, on Oct. 2, 2021.(Photo: Xinhua)\n\nMendy, a Virginia-based healthcare worker who has been working in the sector for 22 years, has to work long hours and she said the COVID-19 pandemic has \"wrecked havoc in the medical field.\" \n\nWhen she talked with the Global Times via social media, she said that on many days, medical staff work without proper personal protective equipment, and they have to work very long hours - 12 to 16 hours a day and sometimes seven days a week. \"We are always short staffed, we miss lunch and go for hours without a chance to use the bathroom,\" she said. \n\nWhile US President Joe Biden mourned 1 million American deaths from COVID-19 on Thursday, the US has been facing a crisis of burnout among healthcare workers like Mendy. And American healthcare workers who had been fighting the pandemic at the frontline have also become one the most vulnerable groups along with the elderly population. About 3,600 healthcare workers died in 2020, NBC reported on May 6, citing a Guardian and Kaiser Health News investigation.  \n\nThe pandemic may have a long-lasting impact, as some healthcare workers described it as \"long COVID\" for healthcare professionals. \n\n1 Million Graphic: Chen He/GT\n\n \n\nBurden on American medics \n\nWith Omicron infections showing milder symptoms, some experts have considered coexistence with the virus. Some industry lobbying groups also urged relaxation of the mask mandate in public places like on the flights. But the new variant is not that mild, even though the hospitalization rate trended downward in early 2022. Omicron set records for COVID infections in the US, causing a sharp increase in hospitalizations among youngsters. \n\nAnd the average number of hospitalized patients with confirmed COVID-19 is up 44 percent from a mid-April low, the Wall Street Journal reported on Monday, citing federal data. Some places that have avoided the worst of the pandemic, including Puerto Rico and Northern New England states, are coping with elevated cases and hospitalizations as the latest highly contagious iterations of the virus circulate, the WSJ said. \n\n\"Frontline medical workers are exhausted and burned out,\" Eric Ding from the Federation of American Scientists told the Global Times. He noted that he hopes there will be more care given to airborne risk in buildings via ventilation and air disinfection. \n\nIn addition to the long working hours and growing stress, the medical workers' pay rates do not reflect the rising inflation in the country, Mendy told the Global Times. As she worked at a long-term care facility offering medical-surgical nursing, a COVID unit and an assisted living facility, she said she had seen many of her coworkers quit, change their careers or retire early. \n\n\"It's because the job had become too physically and mentally draining,\" she said. \n\nAs Omicron peaked, the US healthcare system has been \"left broken beyond repair,\" the Guardian said in an article in February. An emergency physician in the San Francisco Bay Area, who recently polled a group of doctors on an overnight shift about their jobs, said that the ripple effects of the virus, such as its impact on patients needing care for other issues, continue to test the limits of the US healthcare system and its providers despite an overall decreased hospitalization rate. \n\nA recent survey from Elsevier Health - a provider of information solutions for science, health and technology professionals - showed that up to 47 percent of US healthcare workers plan to leave their positions by 2025. And experts at the Association of American Medical Colleges (AAMC) shared a similar estimation, saying that the US will come up short on physicians within just a dozen years, by somewhere between 37,800 and 124,000 doctors.\n\nBy one calculation, that is the number of US physicians in direct care who left the workforce between the start of 2019 and the fall of 2021, even before the Omicron wave slammed intensive care units and left too many doctors feeling desperate amid a \"pandemic of mistrust,\" AAMC said on May 4. \n\nA different strategy \n\nAmerican healthcare workers have been facing tremendous stress because the overall anti-epidemic strategy in the US is a mitigation policy, rather than an elimination policy, to curb the peak of the transmission but the hospitalization rate for the past two years remained high, Chen Xi, an associated professor of public health at Yale University, told the Global Times. \n\n\"Although the hospitalization rates have recently dropped, the overall rates over the past two years remain very high, which means the medical staff have been working under stress and have been exposed to the risk of getting infected, which is why many of them have left their positions,\" Chen said. \n\nIn the initial phases of the COVID-19 pandemic, many US hospitals could not provide an adequate supply of beds to meet the demand and the burgeoning Omicron variant is already overwhelming US hospitals because of high rates of hospitalization, Washington DC-based healthcare publication Health Affairs said in an article in February. When looked at globally, the US has relatively low numbers of hospital beds, with only 2.8 beds per thousand people compared to 8.0 beds per thousand people in Germany, according to the publication. \n\nAccording to China's health authorities, China's number of hospital beds per thousand people increased from 6.30 in 2019 to 6.46 in 2020, but this is still behind some developed countries. \n\nLiang Wannian, head of the COVID-19 response expert panel under the National Health Commission (NHC), told a press conference on April 29 that as China has an unbalanced regional spread of population and a lack of medical resources in some areas, a strategy of coexisting with the virus would put too much pressure on medical resources, posing a serious threat to those with underlying diseases, elderly groups, children and pregnant women. \n\nChinese authorities, in accordance with the country's dynamic zero-COVID strategy, recently updated the COVID-19 treatment playbook to reduce the burden on Chinese medical workers. For example, mild cases are isolated rather than being taken to hospital, which can avoid hospitals becoming overwhelmed. \n\nAs the virus variant continues spreading in the US, the hospitalization rate will increase, highlighting the shortage of medical staff, Chen noted. \"In the next phase, the medical workers in the US will still be under a lot of stress,\" he said. "}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265606.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "More than 6.4 million people have been reached with vital humanitarian assistance in Ukraine since the country's military conflict with Russia started on Feb. 24, said UN humanitarians on Friday.\n\nThis includes more than 5.7 million people who have been able to put food on their table. Cash assistance has been provided to over 655,000 people, allowing them to cover some of their most basic needs, said the UN Office for the Coordination of Humanitarian Affairs (OCHA).\n\nMore than 1.5 million people have received health care support, and around 352,000 people have been provided with clean water and hygiene products. Nearly 430,000 people have received protection services, psychosocial support and critical legal services, including support to internally displaced persons, it said.\n\nDespite this remarkable scale-up, many more people urgently need support, including those living in areas experiencing heavy fighting. The United Nations urges parties to the conflict to remove any barriers to the movement of humanitarian staff to ensure the continued delivery of life-saving assistance across Ukraine, said OCHA."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265605.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "U.S. Defense Secretary Lloyd Austin and Russian Defense Minister Sergey Shoigu spoke over the phone on Friday, marking the first call between the two since Russia launched the special military operation in Ukraine.\n\nPentagon Press Secretary John Kirby said in a brief statement following the call that Austin \"urged an immediate ceasefire in Ukraine and emphasized the importance of maintaining lines of communication.\"\n\nKirby said the last time Austin and Shoigu spoke to each other was on Feb. 18.\n\nU.S. Chairman of the Joint Chiefs of Staff Mark Milley is expected to reach out to his Russian counterpart, Valery Gerasimov, to request a phone call, according to a CNN report citing a U.S. defense official. The two last spoke on Feb. 11.\n\nIn a brief statement issued on Friday, the Russian Defense Ministry said Shoigu and Austin discussed topical issues of international security, including the situation in Ukraine."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265595.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Russian President Vladimir Putin (L) meets with German Chancellor Olaf Scholz in Moscow on Feb 15, 2022. Photo:Xinhua\n\nRussian President Vladimir Putin and German Chancellor Olaf Scholz held a phone conversation on Friday to discuss the situation in Ukraine with an emphasis on the humanitarian aspect.\n\nPutin outlined in detail the logic and main objectives of Russia's special military operation and spoke about measures being taken by the Russian side to ensure the safety of civilians, the Kremlin said in a statement.\n\nPutin noted that civilians were evacuated from Mariupol's Azovstal plant with the participation of representatives of the United Nations and the International Committee of the Red Cross.\n\nPutin also told Scholz his assessment of the Russian-Ukrainian peace negotiations, which are \"essentially blocked by Kiev.\"\n\nThe two leaders agreed that the discussion on the aforementioned issues would continue through various channels."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265588.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "NATO Photo: VCG\n\nThe Russian Foreign Ministry said Thursday that Finland's possible accession to the North Atlantic Treaty Organization (NATO) would force Moscow to take \"military-technical\" retaliatory measures.\n\nRussia has repeatedly noted that while it is up to Finland to decide which measures it will take to ensure its national security, it must also be aware of the consequences of its actions, the ministry said.\n\n\"Finland's accession to NATO will seriously damage Russian-Finnish relations as well as stability and security in Northern Europe,\" it added."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265544.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Russian forces carried out a rocket attack on a major oil refinery in Kremenchuk town in Ukraine's central Poltava region on Thursday, said the head of Poltava regional military-civilian administration Dmytro Lunin.\n\n\"Today's shelling of the Poltava region is perhaps the largest during the full-scale war,\" Lunin wrote on Telegram.\n\nTwelve rockets hit the infrastructure facilities in Kremenchuk, with most of them striking the oil refinery, Lunin said.\n\nThe attack caused fire at the oil refinery, Lunin said, adding there were no casualties in the shelling.\n\nAccording to local media, the Kremenchuk refinery with a design capacity of 18.6 million tons is the largest oil refinery in Ukraine.\n\nThe facility suspended operation after it was struck by Russian missiles in early April."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265543.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Ukraine is holding negotiations with Russia over the evacuation of seriously injured soldiers from the Azovstal steel plant in Mariupol, Ukrainian Deputy Prime Minister Iryna Vereshchuk said on Thursday.\n\nUkraine seeks to exchange 38 severely injured soldiers from Azovstal for the captured Russian military, Vereshchuk wrote on Telegram.\n\nCurrently, there are no talks on the exchange of 500 or 600 people, which has been reported by some media outlets, Vereshchuk said.\n\nShe emphasized that the ongoing negotiations between Ukraine and Russia on the Azovstal evacuation are very difficult.\n\nOn May 7, Vereshchuk said that Ukraine has evacuated all women, children and the elderly from the Azovstal plant.\n\nMariupol, a key Azov Sea port city in eastern Ukraine, saw one of the worst bouts of violence in the Russia-Ukraine conflict.\n\nThe Azovstal plant, which covers an area of about 11 square kilometers, is the holdout of the Ukrainian forces in Mariupol."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265498.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Journalists escort the body of veteran Al Jazeera journalist Shireen Abu Akleh, who was shot dead by Israeli troops as she covered a raid on the West Bank's Jenin refugee camp on May 11, 2022, at the hospital in Jenin. Al Jazeera's Nida Ibrahim said Abu Akleh was a \"very well respected journalist\" who has been working with Al Jazeera since the beginning of the second Palestinian Intifada in 2000. Photo: AFP\nCalls mounted Wednesday for an independent investigation into the killing of veteran Al Jazeera journalist Shireen Abu Akleh, who was shot dead as she covered an Israeli army raid in the occupied West Bank.\n\nThe Qatar-based TV channel charged that Israeli forces deliberately and \"in cold blood\" shot Abu Akleh, 51, a Palestinian-American and a Christian, in the head during the unrest in the Jenin refugee camp.\n\nIsrael's Defense Minister Benny Gantz, who briefed reporters late Wednesday, appeared to distance himself from earlier remarks by Prime Minister Naftali Bennett, who had said it was \"likely\" that Abu Akleh was killed by stray Palestinian gunfire.\n\n\"Our initial findings from the investigation cannot indicate what gunfire was directed at Shireen and cannot exclude any option under this operational chaos,\" Gantz said. \n\n\"We are not certain how she was killed,\" added Gantz, who called Abu Akleh's death \"a serious loss.\"\n\nAnother Al Jazeera journalist, producer Ali al-Samudi, was wounded in the incident in which both wore helmets and vests marked \"Press.\"\n\nSamudi said no Palestinian fighters were nearby, stressing that otherwise \"we would not have gone into the area.\"\n\nThe European Union urged an \"independent\" investigation while the US' envoy to the UN, Linda Thomas-Greenfield, demanded the killing be \"transparently investigated,\" calls also made by UN human rights chief Michelle Bachelet.\n\nIsrael has offered to participate in a joint investigation with the Palestinian Authority, and Gantz urged the PA to provide the army with the bullet that killed Abu Akleh.\n\nGantz told reporters Israel was seeking the findings of the Palestinian autopsy, conducted in Nablus earlier Wednesday.  \n\nThere was no indication on whether Palestinian officials were prepared to cooperate with Israel in an investigation.\n\nRayyan Ali, a forensic pathologist at Al Najah University in Nablus where the autopsy was conducted, told reporters \"it is not possible to make any statement about who bears responsibility,\" because details of the weapon and ammunition used had not been fully examined by experts.\n\nAbu Akleh, who joined Al Jazeera in 1997 and whose coverage of the conflict was revered across Palestinian society, is expected to receive a full state memorial at the Palestinian presidential compound in Ramallah on Thursday.\n\nHer body was carried through the city on Wednesday evening, with thousands chanting \"thank you, dear Shireen.\"\n\nThe Israeli army has stepped up operations in Jenin, a historic flashpoint in the Israeli-Palestinian conflict, in recent weeks. \n\nSeveral of the suspects blamed for deadly attacks on Israelis were from the area.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265476.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "A motorist (center) holds an umbrella while driving a scooter with his family along a road on a hot summer day in Amritsar, India on May 1, 2022. Photo: AFP\nEach morning on her daily commute, health worker Lalita Minj must navigate forests and bumpy roads to check on the health of some of India's most marginalized people before they head out to work in the fields or mines.\n\nUntil recently, Minj and hundreds of female colleagues used public transport, rode their own scooters, or relied on their husbands to reach remote hamlets and provide basic healthcare in Jharkhand state, an eastern hub for coal and mineral production.\n\nAcross India, health workers have repeatedly held protests to demand better pay and highlighted how they sometimes even have to walk many miles to treat patients in far-flung villages.\n\nBut under a new state-led initiative to boost access to health services, particularly for communities affected by years of iron-ore mining in West Singhbhum district, Minj has now been provided with an electric scooter to make door-to-door visits.\n\n\"Even though I live within an 8 kilometers radius of the villages I am in charge of, the ride to get there was never easy,\" Minj, 40, told the Thomson Reuters Foundation by phone from her home in Chaibasa.\n\nBefore, she shared a petrol-fueled scooter with her husband, so when he needed it she had no way of getting to work.\n\n\"Sometimes, he would drop me and we were spending a lot on petrol. The new e-scooter has solved both problems,\" she said.\n\nIn Jharkhand, locals have for decades suffered from pollution caused by mining and related industrial activities, with researchers and rights campaigners pointing to rising cases of hypertension, respiratory diseases, malaria and malnutrition.\n\n\"The problems are endless - not just for communities living on the periphery of mines but also for those near the [coal-fired] power plants and other industries linked to mining,\" said Savita Rath, a member of Jan Chetna, a community platform that aids mining-affected people.\n\n\"The land, water, air are all polluted. People are suffering, but have no easy access to healthcare. There is a shortage of staff in the primary health centers, medicines are often in short supply and ambulances are not available.\"\n\nIt was during the COVID-19 pandemic, when health workers faced barriers to meeting vaccination targets, that the district administration took stock and did a regional \"needs assessment.\"\n\n\"We realized that our health workers needed mobility support, and it would be key to addressing all other challenges,\" said Ananya Mittal, deputy commissioner of West Singbhum administration.\n\nThe area covered by each health worker is large, he noted, with some hamlets 3-4 kilometers apart. The administration runs 342 health sub-centers and has made the same number of e-scooters available to staff so they can be reached easily, he added.\n\nIn the past, a few states like Telangana in the south have offered health workers subsidies to buy scooters. But under the West Singbhum project, launched in April, the authorities own the e-vehicles and lend them out to employees.\n\nPollution problem\n\nA qualified auxiliary nurse and midwife, Minj is the first point of contact for villagers seeking healthcare or health-related information.\n\nHer job includes recording maternal and child health, immunization to control communicable diseases, treating minor injuries, health and nutrition education, and first aid in emergencies and disasters.\n\nMany of India's coal reserves and mining hubs are located in the central and eastern states of Chhattisgarh, Jharkhand and Odisha. They have large indigenous populations with limited access to government services.\n\nTapas Chakma, a scientist at the Indian Council of Medical Research-National Institute of Research in Tribal Health, said pollution caused by heavy truck movement around mines and contamination of water sources were key concerns.\n\nA recent study assessing the health of villagers in Tamnar block in neighboring Chhattisgarh state, co-authored by Chakma, flagged rising cases of hypertension, diabetes and tuberculosis in the area, which is home to a number of coal mines.\n\n\"Hypertension is an underlying cause of many heart diseases and there is the stress of living with these levels of pollution that also takes its toll,\" Chakma said.\n\nMany also point to the fact that healthcare workers can often only provide services in some of these regions once a month - something the state hopes to change with the provision of e-scooters that will help staff get around.\n\nTailored to their needs, the scooters have extra storage for medicines and first aid equipment, can be charged \"as easily as a mobile phone,\" and are simpler to maneuver on village roads.\n\nThe state is also looking at the possibility of setting up solar charging points for the scooters in the future.\n\nMinj said it had previously been impossible to interact with patients and other locals on a daily basis, as she aims to do.\n\n\"Villagers often leave early for work and it is important for us to reach [them] at the right time to give them information or check on their health. The e-scooters have made it easier,\" she added.\n\nReuters"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265463.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Relatives of victims attend a commemorative event on the first anniversary of the Brussels terrorist attacks at Brussels Airport in Brussels, Belgium, March 22, 2017. On the same day in 2016 a total of 31 people were killed and hundreds of others injured in terrorist attacks on the Brussel Airport and the Maalbeek Metro station for which the Islamic State (IS) later had claimed responsibility. (Xinhua/Ye Pingfan)\nAfrica has become the main target of the Islamic State (IS) terrorist group by suffering 41 percent of all its attacks worldwide, Moroccan Foreign Minister Nasser Bourita told a ministerial conference of the Global Coalition against the IS on Wednesday.\n\nThe number of terrorist attacks in Africa surged compared to the pre-pandemic period, with an average of 40 percent to 60 percent rise in terms of fatalities and attacks, he said in a statement.\n\n\"Sub-Saharan Africa accounted for 48 percent of global terrorism deaths - with 3,461 casualties, bringing the death toll to 30,000 people during the last 15 years,\" said Bourita, adding 27 terrorist entities based in Africa are registered on the UN Security Council sanction list.\n\nSahel has become home to the world's fastest growing and deadliest terrorist groups, accounting for 35 percent of global terrorism deaths in 2021, compared with just 1 percent in 2007, according to Bourita.\n\n\"African economy lost during the last years more than 171 billion US dollars because of the terror threat which now reached the Atlantic coasts and its shipping routes,\" he noted.\n\nAccording to Morocco's national radio, the ministerial conference was attended by more than 40 ministers, including 38 foreign ministers, who discussed regional security and stability, international cooperation, and measures to cut the financial support of terrorism. \n\nXinhua"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265457.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Native Americans celebrate their heritage and culture at a PowWow presented by the Redhawk Native American Arts Council at the Sussex County Fairgrounds in New Jersey, the US on July 13, 2009. Photos: VCG\nMore than 500 Native American children died in US government-run boarding schools at which students were physically abused and denied food, a report from the Department of the Interior said Wednesday.\n\n\"Approximately 19 Federal Indian boarding schools accounted for over 500 American Indian, Alaska Native, and Native Hawaiian child deaths,\" said the report, which followed an investigation ordered after similar abuses in Canada sparked widespread outrage in 2021's summer.\n\nThere are marked or unmarked burial sites at more than 50 locations, out of a total of more than 400 that made up the Federal Indian boarding school system between 1819 and 1969, according to the report. \n\nIt describes abusive punishments imposed at the schools, but does not specifically link them to the deaths.\n\n\"Federal Indian boarding school rules were often enforced through punishment, including corporal punishment such as solitary confinement; flogging; withholding food; whipping; slapping; and cuffing. The Federal Indian boarding school system at times made older Indian children punish younger Indian children,\" the report said.\n\nChildren in the boarding school system were not only abused, but taught skills that ill-prepared them for life after graduation.\n\nThe system \"focused on manual labor and vocational skills that left American Indian, Alaska Native, and Native Hawaiian graduates with employment options often irrelevant to the industrial US economy, further disrupting Tribal economies,\" the report said.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265456.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Flags of the European Union fly outside the EU headquarters in Brussels, Belgium, May 21, 2021. The European Union (EU) recommended on Thursday to open its external borders to non-essential travel into the bloc if travellers have been fully vaccinated against COVID-19. (Xinhua/Zheng Huansong)\nEU-wide guidance on requiring masks for air travel will be lifted from next week, the bloc's aviation safety agency said on Wednesday, as the pandemic eases in Europe.\n\nThe European Union Aviation Safety Agency (EASA) said that under the new guidelines developed with the European Centre for Disease Prevention and Control (ECDC), masks were no longer considered essential for all flights and airports. \n\nNevertheless, national regulators and airlines will still have scope to demand face and nose covering by passengers and staff, it noted.\n\n\"From next week, face masks will no longer need to be mandatory in air travel in all cases, broadly aligning with the changing requirements of national authorities across Europe for public transport,\" said EASA executive director Patrick Ky in a statement. \n\n\"For passengers and air crews, this is a big step forward in the normalization of air travel.\"\n\nDespite the new guidance, Germany as the EU's most populous country and top economy said it had no plans to lift the mask mandate for flights.\n\n\"The mask requirement on airplanes continues to be in place for all domestic routes as well as on flights that take off or land in Germany,\" health ministry spokesperson Hanno Kautz said. \n\nEASA said after Monday, \"rules for masks in particular will continue to vary by airline beyond that date.\"\n\nIt stated that \"flights to or from a destination where mask-wearing is still required on public transport should continue to encourage mask wearing.\"\n\nVulnerable passengers with compromised health \"should continue to wear a face mask regardless of the rules,\" it added.\n\nThe EASA said passengers were also encouraged to observe social distancing at the airport but that operators should adopt a \"pragmatic approach,\" meaning avoiding measures that would \"lead to a bottleneck in another location in the passenger journey.\"\n\nThe Geneva-based International Air Transport Association (IATA) welcomed the new guidance for the EU but acknowledged the picture was more complex in an international context.\n\n\"Although the European protocol comes into effect next week, there is no globally consistent approach to mask-wearing on board aircraft,\" said Willie Walsh, IATA's director general, in a statement. \n\n\"Airlines must comply with the regulations applicable to the routes they are operating. The aircraft crew will know what rules apply and it is critical that passengers follow their instructions.\" \n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265455.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Photo taken on Jan. 18, 2022 shows a full Moon above Split, Croatia.(Photo: Xinhua)\nA Croatian woman who was denied an abortion although her fetus had serious health issues was allowed to undergo the procedure, a minister said on Wednesday, in a case that sparked nationwide outrage.\n\nThe story rocked the European Union country where Catholic Church-backed conservative groups aspire to curb the right to abortion, which is legal until the 10th week of pregnancy.\n\nAfter that period it can be performed if the health of the mother or fetus is seriously jeopardized, as well as in cases of rape or incest.\n\nBut abortion is becoming more restricted as rising religious pressure sways doctors to refuse it citing moral grounds.\n\nNearly 60 percent of gynecologists in Croatia's public hospitals refuse to perform abortion on moral grounds, official figures show.\n\nThe unborn child of Mirela Cavajda was diagnosed with an aggressive brain tumor in late April, in the sixth month of pregnancy.\n\nDoctors told the 39-year-old, who already has one child, that the fetus would either die or if born would have serious defects, she told local media.\n\nThey advised Cavajda to seek help in neighboring Slovenia.\n\nMeanwhile, four public hospitals in the capital Zagreb refused to carry out the abortion without explanation or saying they could not confirm the diagnosis or lacked the necessary conditions.\n\nBut Croatian Health Minister Vili Beros on Wednesday said a medical \"commission allowed the termination of [Cavajda's] pregnancy.\"\n\n\"The situation is extremely difficult\" as the MRI scan of her fetus' brain showed, he told reporters.\n\nThat is why the commission estimated that \"both medical and legal preconditions for the approval of abortion have been met,\" the minister said in a statement.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265454.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Officials from Para State, northern Brazil, inspect a deforested area in the Amazon rain forest during surveillance on September 22. Photo: AFP\nHundreds of Brazilian companies and environmental groups urged US President Joe Biden to make good on US climate pledges as lawmakers in Washington prepared to debate a measure Thursday on launching a $9 billion anti-deforestation fund.\n\nThe AMAZON21 bill, aimed at helping developing countries protect their forests, \"would represent an important expression of commitment by President Biden and the US Congress regarding the fight against climate change by targeting one of the main sources of greenhouse gas emissions,\" the Brazilians wrote in a letter to Biden and congressional leaders.\n\nThe US House Foreign Affairs Committee will hold hearings Thursday on the legislation, introduced after Biden promised at the UN climate summit in Glasgow in November 2021 to provide that amount to fund projects that fight deforestation.\n\nHome to around 60 percent of the Amazon rainforest, Brazil is a key player in the battle to stop the advancing destruction of the world's forests, which is accelerating global warming by turning them from carbon absorbers to carbon sources.\n\nThe letter, dated Tuesday, highlighted recent studies finding that more than three-quarters of the Amazon has been losing its resilience since the start of this century, and that the world's biggest rainforest is approaching a \"tipping point.\"\n\nThe document was signed by a broad-based list of 23 coalitions representing more than 300 companies and organizations, ranging from agribusiness firms that are themselves accused of fueling deforestation to environmental and indigenous-rights groups.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265452.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Photo taken on March 19, 2022 shows a chemical tanker off the Bahar ic-Caghaq coast, Naxxar, Malta.Photo:Xinhua\nDonor countries on Wednesday pledged more than $30 million to help prevent an aging oil tanker from unleashing a potentially catastrophic oil spill off the coast of Yemen, organizers said.\n\nThe decaying 45-year-old oil tanker, long used as a floating storage platform and now abandoned off the rebel-held Yemeni port of Hodeida, is in \"imminent\" danger of breaking up, the United Nations warned on Monday.\n\nBut the promised $33 million at Wednesday's conference, put together by the UN and the Netherlands, fell short of a target of around 80 million to drain 1.1 million barrels of crude from the FSO Safer.\n\n\"Today marks a strong launch of our efforts to ensure the project's success, including outreach to the private sector,\" said David Gressly, UN's humanitarian coordinator for Yemen.\n\n\"We need to work quickly to get the remaining funds to start the four-month operation in the weather window we have ahead of us,\" Gressly said in a statement after the conference, which was held behind closed doors in The Hague.\n\nSo far, a total of $40 million in funds have been collected to carry out the operation - which organizers said was a mere pittance compared to the $20 billion it would cost to clean up a spill in the pristine waters of the Red Sea.\n\nThe hulking FSO Safer contains four times the amount of oil that was spilled by the 1989 Exxon Valdez disaster, one of the world's worst ecological catastrophes pristine Alaskan waters were devastated, the UN said.\n\nEnvironmental group Greenpeace urged governments to back the plan.\n\n\"While this sounds like a lot of money, it is far less than the subsidies that governments give to oil corporations,\" Greenpeace said in a statement.\n\nThe $79.6 million would fund the emergency part of a two-stage operation which would see the toxic cargo pumped from the FSO Safer to a temporary replacement vessel for the next 18 months.\n\nGressly has said a total of $144 million would be needed for the full operation, which would include making the decrepit tanker fully safe.\n\n\"Today has been an important step forward in eliminating the threat posed by the FSO Safer,\" Dutch trade and development cooperation minister Liesje Schreinemacher said.\n\n\"We will continue to support the UN in the month of May to gather the remaining funds needed,\" said Schreinemacher, with the Netherlands pledging almost $8 million.\n\nOther countries pledging money were Britain, Germany, Finland, France, Luxembourg, Norway, Qatar, Sweden, Switzerland, and the European Union. \n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265422.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "The gas transmission system operator of Ukraine (GSTOU) has accused Russia of interrupting Russian gas transit through Ukraine to the consumers in Ukraine and Europe.\n\nSergiy Makogon, head of the GSTOU, said on Wednesday that Gazprom has stopped transportation of gas from Russia to the gas measuring station Sokhranivka, thus suspending supplies to Ukraine's eastern Donetsk and Lugansk regions.\n\nOn Tuesday, the GSTOU said that it was forced to suspend the Russian gas transit to Europe via the territories in eastern Ukraine controlled by Russian forces due to \"force majeure\".\n\nThe gas transit via the Sokhranivka and the border compressor station Novopskov were halted over unauthorized interference in technical processes and withdrawals of gas, the GSTOU said.\n\n\"The actions of the occupiers led to the interruption of gas transit,\" it said.\n\nNovopskov is the gas compressor station in the conflict-affected Lugansk region, which pumps up to 32.6 million cubic meters of gas per day via Sokhranivka or a third of Russia's gas transit to Europe.\n\nThe GSTOU said it is ready to reroute the gas flows from Sokhranivka to the Sudzha physical interconnection point located in the territory controlled by Ukraine.\n\nA similar transfer of capacity from Sokhranivka to Sudzha took place from Oct. 12 to 25, 2020 due to scheduled repairs, the GSTOU said.\n\nAccording to it, Sudzha has a capacity of pumping 72 million cubic meters of gas per day.\n\nOn March 31, the GSTOU said that 44 gas-distributing stations in Ukraine suspended their operations due to the damage caused by shelling in the Russia-Ukraine conflict.\n\nOn March 10, Makogon said that the daily transit of Russian gas via Ukraine almost doubled since the start of the conflict to a contracted maximum of 109 million cubic meters per day.\n\nOn April 12, local media reported that Russia's gas transit through Ukraine fell to about 68 percent of the contracted maximum.\n\nIn 2021, Ukraine transited some 41.6 billion cubic meters of Russian gas to consumers in Europe, down 25 percent from 2020."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265405.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Editor's note: \n\nOne by one, Western countries have scrapped their COVID-19 restrictions and now purport to be ready to \"return to normalcy.\" Yet as the coronavirus continues to mutate, from the deadly Delta variant to the more contagious Omicron variant, what can such a rush to re-open really bring to the West? \n\nAfter analyzing data and talking to epidemiologists, the Global Times conducted a series of investigative reports and looked into the dire consequences of the countries' relaxed COVID-19 response on vulnerable groups, including the elderly, minorities, and children, and what impact such moves will wreak upon their medical system. This is the second installment and we delve into the shocking impact of the pandemic on adolescents and children in some countries, especially the US, after they chose to acquiesce rather than deal with the disease.\n\nA 4-year-old girl grimaces as she's tested for COVID-19 in Whittier, California on January 25, 2022. Photo: VCG\n\nMore than two years after the novel coronavirus disease outbreak, and behind the whopping COVID-19 death toll of more than a million in the US, there are far more shocking and heart-breaking numbers.\n\nWhereas nearly 60 percent of Americans have been infected with COVID-19 at least once, more than 75 percent of children and adolescents in the country have been infected, according to the results of the national blood survey released by the US' Centers for Disease Control and Prevention on April 26.\n\nLife expectancy in the country has declined for two consecutive years since the pandemic began, while about 200,000 children in the country have become \"COVID-19 orphans.\"\n\nAll these figures once again prove that the US, which has never reflected upon nor held any official accountable for such catastrophe, has been seeking comfort in the notion of \"coexistence with the coronavirus,\" which is the world's top \"failed mandate.\"\n\nChinese health experts noted that as a vulnerable group, the protection, treatment, and rehabilitation of adolescents and children requires the joint efforts of parents and the society.\n\nThey stressed that the Omicron variant is not a \"large flu\" and those countries that either chose or were forced to acquiesce in dealing with the pandemic has never walked out of the dark side of the pandemic. Data, examples, and continued calls from their own countries' health experts demonstrate that China's dynamic zero-COVID anti-epidemic strategy helped solve some of the problems that the West has been struggling with, and China's insistence on sticking to dynamic zero-COVID is the current best solution to protect human lives. \n\nRecord numbers of hospitalized children\n\nThe number of children hospitalized with COVID-19 is soaring in the US, especially as the highly transmissible Omicron variant spreads across the country.\n\nAccording to an NBC News analysis, at least nine states have reported record numbers of COVID-related pediatric hospitalizations. The spike in hospitalizations has frustrated pediatric infectious disease doctors on the front lines treating children sick with the coronavirus disease.\n\nIn Singapore, the Omicron strain is currently most prevalent among adolescents, whereas when the Delta strain was more virulent, it was mainly among the elderly and working adults. Currently, infection rates are highest among children aged between 5 and 11, followed by adolescents aged between 12 and 19.\n\nAccording to a report from the Guardian in March, as many as 20 percent of all child deaths from COVID in the US have occurred during the Omicron surge of the pandemic.\n\nChildren seem to be facing increasing risks from COVID-19 even as mask mandates are abandoned across the country, and vaccination rates among children chart at an alarmingly low rate.\n\nSince the beginning of 2022, 179 children have died from COVID-19 in the US, compared with 735 children in the preceding 20 months, according to the Guardian, citing data from the American Academy of Pediatrics. The figures mainly focus on children aged 0 to 17 and were gathered from around May 2020 to early March 2022.\n\nGT\n\nThe under-5 age group saw record-high numbers of hospitalization over the past few months. Omicron hospitalization rates for kids under the age of 5 soared five times higher during Omicron's peak compared with the Delta wave, according to recent CDC research and data analytics.\n\nChen Xi, an associated professor of public health at Yale University, told the Global Times on Wednesday that in the US, in addition to a significant threat to the elderly and those with underlying medical conditions, novel coronavirus disease infections are also quite high among children and adolescents.\n\nEarlier this year, public schools in the US lifted mask requirements and it is now common to see students and teachers not wearing masks on school premises. A large proportion of public schools do not conduct routine COVID-19 testing. In this case, schools become hotbeds for the spread of the virus.\n\nVaccines are highly effective against severe illness, hospitalization, and death among children. But less than 30 percent of children between the ages of 5 and 11 are vaccinated in the US, and a little more than half of children between 12 and 17 are vaccinated.\n\nAccording to Chen, although the US FDA has approved the vaccine for children above the age of 5, the willingness of parents to have their children vaccinated is still very low. \n\nResearch shows only about a quarter of parents in the US have had their children vaccinated against COVID-19. Almost every city in the US, except Philadelphia, requires parental consent to vaccinate children, further reducing vaccination rates among children and adolescents.\n\nSequelae of concerns\n\nThe cumulative number of confirmed COVID-19 cases in South Korea has exceeded 16.8 million, or about one-third of the population. According to South Korean media, the relaxation of COVID-19 control has not only led to infections in a large number of children, but has also triggered worries among many families about whether COVID-19 will have serious sequelae. \n\nAccording to a survey released by the Health Insurance Review & Assessment Service in April, in South Korea, 19.1 percent of 21,615 confirmed patients had visited a hospital for treatment due to sequelae.\n\nSouth Korean media also paid close attention to the consequences in adolescents. Their reports showed that after the Omicron variant has quickly spread, more and more parents sought online consultations about their children's continued symptoms after contracting and recovering from COVID-19. \n\nMedical staff of the Sheba Medical Centre prepare rooms for reopening children's COVID-19 ward on January 11, 2022 in the Israeli city of Ramat Gan. Photo: VCG\n\nAmid the panic, some media outlets called for parents to remain calm. A report published by Hankyoreh said further research is needed on whether COVID-19 is likely to cause long-term and permanent damage to children. \n\nThere have been no reports showing that the Delta and Omicron variants would likely cause different sequelae, but the former had caused more severe infections, the newspaper said, citing a professor of infectious diseases. \n\nWang Guangfa, a renowned respiratory expert who had contracted the coronavirus disease as a member of the National Health Commission's expert team in Wuhan, told the Global Times that sequelae should be treated scientifically. It is crucial to have a correct understanding of the sequelae of COVID-19. \n\n\"First of all, it should be clear that sequela is not the disease itself, but the aftereffect of the disease. Second, we have very little research on the aftereffects of COVID-19, and we know even less about the long-term aftereffects. Therefore, we should not blindly hype the issue of sequelae, but rationally and objectively study how serious the sequelae of COVID-19 are. More scientific research is needed to give the answer,\" Wang said. \n\nInability to reflect\n\nIn October 2021, China launched a nationwide COVID-19 vaccination campaign for minors aged 3 to 11, in a bid to increase mass vaccination and accelerate herd immunity.\n\nSpeaking at the 2021 Summer Child Health Care Event on August 9, Wang Huaqing, a chief expert with the immunization program of the Chinese CDC, pointed out that some children showed severe symptoms after being infected with the coronavirus disease, such as those with underlying medical conditions or those who are very young. The ultimate goal now for China is to establish an immunity barrier through vaccination and children are an important part of achieving the goal. \n\nHowever, children and adolescents' lives lost in the pandemic are receiving less attention in the US as Washington turns greater attention to Wall Street numbers and geopolitical machinations. Driven by the rush to declare that COVID-19 is over, vulnerable groups trapped in the throes of the epidemic in the US appear to have been intentionally or unconsciously forgotten.\n\nIn January, UNICEF reported that more than 616 million students worldwide are still affected by COVID-related school closures, which experts worried could push the world's most vulnerable child populations into child labor. \n\n\"The COVID-19 orphan crisis has gotten relatively little attention; it's a pandemic hidden inside a pandemic,\" Rachel Kidman, a social epidemiologist focused on childhood adversity at the Stony Brook University, told National Geographic, noting that COVID-19 is perceived as a disease mainly affecting older people, so the toll on children left behind is overlooked.\n\nChen pointed out that the pandemic is also affecting the mental health of children and adolescents, which is already a serious problem in the US today. During the pandemic, several studies showed significant increases in suicide attempts and depressive symptoms among American children.\n\nIn a latest article published in the Journal of Infectious Diseases in April, Anthony Fauci, M.D., director of the National Institute of Allergy and Infectious Diseases (NIAID) and other NIAID scientists wrote that \"classical\" herd immunity for COVID-19 \"almost certainly is an unattainable goal.\" \n\nChinese observers said that instead of reflecting on and drawing lessons from the pandemic, Western countries have made poor achievements. They have surrendered without hesitation. Fundamentally speaking, they have not taken human life seriously and their actions scrapped the image of \"human rights defenders\" that they had been grooming for years.\n\nA boy receives the COVID-19 vaccine while being held by his mother in Pennsylvania on November 6, 2021. Photo: IC\nAnalysts noted that the failure of the US to fight the epidemic has cost one million lives, and the most fundamental problem is the government's disregard for the lives and basic interests of its people, and the vast majority of the dead are from the lower and middle class, ethnic minorities, and the underprivileged.\n\nL Xiang, a research fellow at the Chinese Academy of Social Sciences, said the tragedy of the US is not just in its failed pandemic response, or the sheer number of deaths, but the country's inability to govern and reflect. \n\n\"The underlying cause of US incapacity for governance is the malpractice of its self-proclaimed two-party system. The system is fractious, inefficient, and slow to make decisions,\" L told the Global Times.\n\nRight now, the BA.2 subvariant of the Omicron strain is accelerating its spread across the US. \n\nThe US has entered a new phase of a localized epidemic and the situation is likely to worsen again as autumn and winter begin. The diminishing effectiveness of the vaccine over time, increased indoor activity in the fall and winter, and the constant emergence of new variants, could lead to a resurgence in the US, Chen warned. \n\nGT\n\n\n "}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265354.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Bette-May Waine (right) welcomes her granddaughter Mackenzie Waine (center) and family from Australia for a holiday at Auckland International Airport on April 13, 2022. New Zealand borders reopened to Australian tourists from 11:59 pm on April 12, 2022. Photo: VCG\nNew Zealand will fully reopen to the world in August, Prime Minister Jacinda Ardern said on Wednesday, ending one of the toughest anti-COVID-19 border restrictions.\n\nBorder safeguards will be lifted fully and all pre-departure testing dropped from 11:59 pm on July 31.\n\nThe controls dating back to March 2020 have been hailed as world-leading in some quarters, with New Zealand boasting one of the lowest coronavirus death rates among developed nations.\n\nHowever, critics have decried the system as lacking flexibility and compassion, as well as curtailing the economy.\n\nFor much of the pandemic, all international arrivals had to undergo two weeks of quarantine in government-run hotel facilities patrolled by the military.\n\nThose restrictions have already been dropped for New Zealand residents and travelers from nations with visa-free agreements. But the rest of the world had been told to wait until October.\n\nArdern told a business audience in Auckland on Tuesday that the date had been brought forward by more than two months as part of a raft of announcements to reinvigorate the economy - most notably the ailing tourism industry.\n\n\"This will be welcome news for families, businesses and our migrant communities. It also provides certainty and good preparation time for airlines and cruise ship companies planning a return to New Zealand in the peak spring and summer seasons,\" she said.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265353.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "A Yemeni student is seen at the destroyed Shuhada-Alwahdah school in Al-Radhmah district, Ibb province, western Yemen, on April 12, 2022. Thousands of schools have been destroyed and abandoned in Yemen as a result of the civil war, according to teacher's unions, which warn that illiteracy among the younger generation is on the rise and the country's future is being gradually destroyed.(Photo: Xinhua)\nThe number of civilian casualties in war-torn Yemen has dropped by over 50 percent since a two-month truce took effect in early April, an aid group said on Wednesday.\n\nThe Norwegian Refugee Council said civilian casualties totaled 95 in April, down from 213 in March, citing data from the Civilian Impact Monitoring Project. \n\n\"The figures provide clear proof of the benefits from the truce. During April, many families were spared from having their lives shattered by the loss of family members to a meaningless war,\" NRC's Yemen country director Erin Hutchinson said in a statement. \"For the sake of the Yemeni people and their future, we hope the parties to the conflict will extend the truce.\"\n\nThe Yemen conflict pits the internationally recognized government, supported by a Saudi-led military coalition, against Iran-backed Huthi rebels.\n\nIt has killed hundreds of thousands of people and pushed the Arab world's poorest country to the brink of famine. \n\nBut a renewable two-month truce that took effect on April 2 has provided a rare respite from violence in much of the country.\n\nThe NRC said there had been a \"significant reduction\" in the number of people killed or wounded by air strikes, shelling and gunfire. \n\nHowever, it added that despite a sharp reduction in violence, the number of casualties from landmines and unexploded ordnance remained the same or higher.\n\n\"We urge the warring parties to adhere to their commitments and work to find a peaceful resolution to this conflict, which has already killed and maimed thousands, and deprived millions of their livelihoods,\" Hutchinson said.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265352.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Photo taken on July 7, 2021 shows the US Capitol building in Washington, D.C., the United States. The highly transmissible Delta variant has overtaken the Alpha variant to become the dominant variant in the United States, according to new estimates from the US Centers for Disease Control and Prevention (CDC).(Photo:Xinhua)\nThe number of gun deaths in the US underwent an \"historic\" increase in 2020, possibly due to the effects of the COVID-19 pandemic and poverty, according to a report by health authorities published Tuesday. \n\nThe US racked up 19,350 firearm homicides in 2020, up nearly 35 percent as compared to 2019, and 24,245 gun suicides (up 1.5 percent), the Centers for Disease Control and Prevention (CDC) said in its report. \n\nThe CDC deemed both the murders and suicides by firearm \"persistent and significant US public health concerns.\"\n\nThe firearm homicide rate stood at 6.1 per 100,000 inhabitants in 2020, the highest for more than 25 years. \n\nThe proportion of murders involving guns increased most notably among men, teenagers and young adults, and in African-American and Native American communities, the CDC said.\n\nNo region of the US has been spared, although homicides have risen the most in counties with high poverty rates and large ethnic minority populations.\n\nPeople also die by suicide more often in poor, non-metropolitan and rural areas.\n\n\"One possible explanation is stressors associated with the COVID-19 pandemic that could have played a role\" in the rise, said Tom Simons, an expert in violence prevention at the CDC.\n\n\"These include changes and disruptions to services and education, social isolation, economic stressors such as job loss, housing instability, and difficulty covering daily expenses,\" he told reporters in a statement.\n\nThe report also notes that the risk of violence is linked to \"longstanding systemic inequities and structural racism\" in the country.\n\nThe report cites tensions between the public and law enforcement, noting the wave of protests in 2020 after the death of George Floyd, an unarmed black man killed by a white police officer in Minneapolis, spikes in weapons purchases, and a rise in the number of cases of domestic violence.\n\n\"Firearm deaths are preventable, not inevitable,\" said Debra Houry, director of the CDC's National Center for Injury Prevention and Control.\n\nShe cited the \"promising\" work of street outreach workers in reducing tensions in high-crime neighborhoods, as well as mediation programs set up in some hospitals to help young people wounded in the streets \"break the cycle of violence,\" and the work of suicide prevention programs. \n\nHoury also noted the need to address underlying economic factors by offering housing aid or tax credits, and ensuring \"livable wages\" to lift disadvantaged families out of poverty. \n\nAnother avenue being explored is the role of improving the environment, with the creation of green spaces or the cleaning-up of waste lots. \n\n\"Revitalized vacant lots in communities have been associated with reduced firearm assault, with particular benefits in areas with the highest poverty,\" she said.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265351.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Miller Chizema, an 82-year-old villager observes a pile of felled logs from the indigenous Mopani tree in a forest clearing in Mhondoro Ngezi district, Zimbabwe on November 1, 2019. Photo: AFP\nFor Florence Panda, the best thing about her new house in eastern Zimbabwe is not the modern design or the size, big enough for her family of nine.\n\nIt's the fact that the house is built with cement bricks and mortar, so it should stay standing through a major storm - unlike her last home.\n\nPanda, 34, lost her previous house in Ndiadzo village, in Manicaland province, when Cyclone Idai tore through Zimbabwe in 2019, destroying an estimated 50,000 homes.\n\nBuilt from farm bricks - made locally from anthill soil - and pit sand mixed with water, the house was washed away by the heavy rains, leaving Panda's family homeless.\n\nA year later, they moved into a place built by the government to a new set of standards aimed at making rural homes more resilient to extreme weather and tackling the tree loss that worsens damage from climate change impacts like floods.\n\n\"It was devastating to lose our dwellings and everything that belonged to us in just one night,\" Panda told the Thomson Reuters Foundation by phone. \"For over a year, we lived in tents, so we were elated to get a new house - it was such a huge relief.\"\n\nAs rising temperatures drive increasingly destructive storms and floods, Zimbabwe is rewriting the rules on how and where homes should be built to help rural communities get through the worst of the weather.\n\nThe new standards and policy recommendations in the National Human Settlements Policy also encourage Zimbabweans to move away from traditional building methods which rely heavily on timber and soil, contributing to widespread deforestation.\n\nPercy Toriro, a city planning expert in Harare, said this marks the first time the construction of rural homes in the southern African country will be as carefully regulated as house-building in its cities.\n\n\"Whereas urban housing has always been fairly safe due to the strict standards of planning and construction, rural housing was never subjected to any standards or inspection,\" he said. \n\n\"Recent cyclones have brought everyone to a realization that poor housing is vulnerable. In our settlements, sustainability must be the goal.\"\n\nGovernment data from 2017 showed 80 percent of homes in rural areas were either wholly or partially made of traditional materials.\n\nIn contrast, 98 percent of urban houses were built using modern materials and techniques.\n\nSince the policy was approved in 2020, Zimbabwe's government has built 700 permanent homes for people displaced by natural disasters, said Nathan Nkomo, director of the Civil Protection Department, the state's disaster response agency, which helped shape the new building standards.\n\nWith help from partners, including the International Organization for Migration, the World Bank and the African Development Bank, the construction drive focuses on Manicaland and two western districts, Tsholotsho and Binga, all areas that have been hit the hardest by harsh weather.\n\n\"We must come up with settlements that meet the requirements of habitable architecture,\" Nkomo said.\n\nThe Ministry of National Housing and Social Amenities did not respond to requests for comment.\n\nSlowing deforestation\n\nZimbabwe has become increasingly prone to powerful storms over the past few years.\n\nMost recently, in January 2022, Tropical Storm Anna left a trail of destruction across 18 districts and affected more than 1,300 households, according to Nkomo.\n\nHe said most of the houses destroyed in storms were the type locally known as \"pole and dagga\" huts, made of wood, anthill soil and thatch but no cement, so they quickly become soaked and weak in the incessant rains and fall apart.\n\nThe new settlements policy is not enshrined in legislation, but it creates the legal framework for local authorities to introduce by-laws that should bring houses in rural Zimbabwe up to national and international standards, said David Mutasa, chairman of the Makoni Rural District Council.\n\nThe policy says councils should ensure all new builds use materials and methods that are \"economic, sustainable [and] resilient\" - for example, by insisting that homes are built with cement bricks and all construction is registered.\n\nTo curb the negative impacts of house-building on the environment, the policy bans the use of temporary wooden shacks in mining and farming compounds and prohibits building on wetlands, which are vital ecosystems that provide a natural buffer against flooding.\n\nMutasa, who is also president of the Association of Rural District Councils of Zimbabwe, said Makoni council is already making sure all new homes are made of cement bricks and fining anyone who cuts down trees for wood to bake farm bricks.\n\nNationwide, the penalty for unauthorized tree felling is between 5,000 and 50,000 Zimbabwe dollars ($13-$133).\n\nThe process of making farm bricks is a significant contributor to deforestation in Zimbabwe, said Violet Makoto, spokesperson for the country's Forestry Commission.\n\nCostly standards\n\nNot everyone is happy about the new housing policy, with some local authorities saying they have faced pushback.\n\nCost is the major issue, especially when people who use traditional methods can get most of their materials - like wood and soil - for free, said Toriro, the planning expert.\n\nAfter the government built her home in Ndiadzo village, Florence Panda spent $500 to add on three more rooms that comply with the new guidelines.\n\n\"Some people don't have the money to build modern houses, let alone to the required standards,\" she said.\n\nMutasa, chairman of the Makoni council, said he did not know of any plans for the government to help people cover the cost of building to the new standards.\n\nStill, he added, local authorities should stay resolute in their efforts to slow deforestation and stem the practice of makeshift construction.\n\nReuters"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265349.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "File Photo: Mexican President Andres Manuel Lopez Obrador speaks during a press conference in Mexico City, Mexico, July 1, 2020. Photo: Xinhua\nMexican President Andres Manuel Lopez Obrador said Tuesday he would not attend the US-hosted Summit of the Americas in June if all countries in the region were not invited, while Brazilian President Jair Bolsonaro is also likely to skip the meeting, sources told Reuters.\n\nThe absence of the leaders of Latin America's two biggest economies would be a blow for the get-together of regional heads of state, which is expected to tackle issues from migration to the environment but also showcase democracy in the hemisphere.\n\nMexico's leader, a leftist, has said he wants all the countries in the region to be invited. It is unclear whether the US will invite Cuba, Nicaragua and Venezuela.\n\n\"If they're excluded, if not all are invited, a representative from the Mexican government would go, but I wouldn't,\" Lopez Obrador said during his news conference on Tuesday.\n\nMeanwhile, Bolsonaro - a far-right leader who is an admirer of US President Joe Biden's predecessor Donald Trump and who has not yet spoken to Biden - has told his aides he won't be going, but gave no reason why, two people familiar with the matter said.\n\nUS State Department spokesperson Ned Price told reporters the White House, as summit host, would determine who would be invited and the official invitations had not yet been issued.\n\nWhite House spokesperson Jen Psaki told reporters on Tuesday a final decision on who would be invited had not yet been made.\n\nA person in Washington familiar with the matter told Reuters last week that Nicaragua had been informed that it would not be invited. \n\nLopez Obrador emphasized his wish for Cuba to be invited while visiting the country Sunday, saying also he would continue to push for the US to lift its embargo against the island.\n\nThe Mexican president has criticized the US for not investing enough in Central America, which he argues is central to addressing the issue of mass migration from the region.\n\nReuters"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265348.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Turkish President Recep Tayyip Erdogan addresses the opening ceremony of the Scientific and Technological Research Council of Turkey (TUBITAK) Excellence Centers in the northwestern province of Kocaeli, Turkey, on Aug. 9, 2020. Erdogan said on Sunday that Turkey has become the third country to develop vaccines locally against COVID-19 after the United States and China, according to the World Health Organization. (Xinhua)\nTurkey and Kazakhstan aim to reach the target of $10 billion in bilateral trade, Turkish President Recep Tayyip Erdogan said on Tuesday.\n\n\"We evaluated the possibilities of further development and deepening of our cooperation,\" Erdogan said at a joint press conference held with visiting Kazakh President Kassym-Jomart Tokayev in the capital Ankara.\n\n\"The trade volume between Turkey and Kazakhstan exceeded 5.3 billion dollars last year. Thus, we have surpassed our target of 5 billion US dollars in a short time. We will reach our target of 10 billion with speedy steps,\" Erdogan said.\n\n2022 marks the 30th anniversary of the diplomatic relations between the two countries, Erdogan said, adding that the two countries have raised their cooperation to the level of an enhanced strategic partnership.\n\nThe two leaders discussed the regional impacts of the Ukrainian crisis and expressed their views for the peaceful resolution. \"We are on the same page on the territorial integrity of Ukraine,\" Erdogan added.\n\nFor his part, Tokayev called Turkey \"a very important strategic partner for Kazakhstan.\"\n\nTurkey was the first country to recognize Kazakhstan's independence, Tokayev said, stressing that the Kazakh people will never forget this.\n\nThis is the first state visit to Turkey made by Tokayev after he took office.\n\nThe two governments signed 15 agreements in the fields  including transportation, defense industry, military intelligence, information technologies, culture, agriculture, transportation, and archives.\n\nXinhua"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265347.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Servicemen are seen on duty on a street in Colombo, Sri Lanka, on May 10, 2022. Mahinda Rajapaksa resigned as Sri Lanka's prime minister on Monday as violent protests broke out, and a nationwide curfew was imposed until Wednesday. (Photo by Ajith Perera/Xinhua)\nSri Lankan police have been ordered to go on the offensive and use live ammunition to stop rioting, a top official told AFP Wednesday, after another night of sporadic arson attacks.\n\nPolice say eight people have died since Monday, when frustration at the island's dire economic crisis erupted into violence between supporters and opponents of President Gotabaya Rajapaksa.\n\nEven with a curfew imposed and thousands of security forces told to \"shoot on sight\" to prevent further unrest, a luxury hotel said to belong to a Rajapaksa relative was set ablaze Tuesday evening.\n\n\"It is no longer spontaneous anger, but organized violence,\" the senior security official said on condition of anonymity.\n\n\"If the situation is not brought under control, there could be total anarchy,\" the official said.\n\nThe security official said the 85,000-strong police \"have been asked to adopt an offensive stance,\" and have been ordered to use live ammunition against troublemakers.\n\nA curfew imposed soon after violence broke out on Monday was due to be lifted on Wednesday morning, but it was extended by another 24 hours due to continuing violence.\n\nAs well as the hotel fire, on Tuesday evening police said they shot into the air at two locations to disperse mobs trying to torch vehicles. \n\nThey also stepped up security for several judges, saying they were targeted too.\n\nThe unrest in Sri Lanka has spiraled after Monday's events, when government supporters with sticks and clubs attacked demonstrators in Colombo protesting peacefully for weeks over the economic crisis and demanding President Rajapaksa's resignation.\n\nMobs then retaliated across the country late into the night, torching dozens of homes of ruling-party politicians and trying to storm the prime minister's official residence in the capital.\n\nMahinda Rajapaksa, the president's brother, had to be rescued in a pre-dawn military operation on Tuesday after thousands of angry protesters stormed his residence hours after his resignation as prime minister.\n\nSri Lanka had just opened staff-level talks with the International Monetary Fund on a possible bail out after the country ran out of dollars to import even the most essential items.\n\nEchoing calls from the UN rights chief and the European Union, the US on Tuesday said it was both concerned with the escalating violence and the deployment of the military.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265346.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "A renewable energy base in Sihong County, East China's Jiangsu Province is seen on Sunday as wind turbines spin. The base can generate 650 million kilowatt-hours of power annually, with tax revenue of 50 million yuan ($7.7 million). The annual income of fishery breeding amounts to 45 million yuan, and tourism income to 20 million yuan. A total of 640,000 tons of carbon emissions can be avoided every year. Photo: VCG\nThe world will set a new record for renewable power capacity in 2022 led by solar energy in China and Europe, but growth could lose steam in 2023, the International Energy Agency said Wednesday.\n\nA record 295 gigawatts of new renewable power capacity was added in 2021 despite supply chain bottlenecks, construction delays and high prices of raw materials, the IEA said in a report.\n\nAn additional 320 gigawatts is expected to be installed in 2022, equivalent to the entire electricity demand of Germany or the European Union's total electricity generation from natural gas.\n\nSolar energy will account for 60 percent of renewable power growth in 2022, ahead of wind and hydropower, according to the agency, which advises developed nations on energy policy.\n\n\"The additional renewables capacity commissioned for 2022 and 2023 has the potential to significantly reduce the European Union's dependence on Russian gas in the power sector,\" the IEA said. \"However, the actual contribution will depend on the success of parallel energy efficiency measures to keep the region's energy demand in check.\"\n\nThe EU set a goal of slashing its heavy reliance on Russian natural gas by two thirds in 2022 following the Ukraine crisis.\n\n\"Energy market developments in recent months - especially in Europe - have proven once again the essential role of renewables in improving energy security, in addition to their well-established effectiveness at reducing emissions,\" IEA Executive Director Fatih Birol said in a statement. \n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265345.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Aerial photo taken on June 2, 2021 shows the Great Barrier Reef in Queensland, Australia. The Great Barrier Reef, the world's largest coral reef in Australia's state of Queensland, is described as the \"planet's most beautiful marine environment\" and is the main conservation target of the Citizens of the Great Barrier Reef, a charity cooperative organization that runs a series of preserving programs. (Photo by Hu Jingchen/Xinhua)\nA prolonged summer heat wave in Australia left 91 percent of the Great Barrier Reef's coral damaged by bleaching, according to a new government monitoring report.\n\nIt was the first time on record the reef had suffered bleaching during a La Nina weather cycle, when cooler temperatures would normally be expected.\n\nThe Reef Snapshot report offered new details of the damage caused by the fourth \"mass bleaching\" the world's largest coral reef system has experienced since 2016, which was first revealed in March.\n\nThe Great Barrier Reef Marine Park Authority, which published the report late on Tuesday, conducted extensive surveys of the World Heritage-listed reef between September 2021 and March 2022.\n\nIt found that after waters began to warm in December 2021, all three major regions of the reef experienced bleaching - a phenomenon that occurs when coral is stressed and expels brightly colored algae living in it.\n\nAlthough bleached corals are still alive, and moderately affected sections of the reef may recover, \"severely bleached corals have higher mortality rates,\" the report said.\n\nOf the 719 reefs surveyed, the report said 654 - or 91 percent - showed some level of coral bleaching.\n\nThe report was published 10 days before Australia's May 21 federal election, in which climate change policy has emerged as a key issue for voters.\n\nAustralia's 2019-20 \"Black Summer\" bushfires and deadly east coast floods that swept away cars and engulfed homes in 2022 have highlighted the country's growing climate risks.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265344.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "A boy receives a dose of COVID-19 vaccine at a health center in New Delhi, India, March 16, 2022. Vaccination of children in the 12-14 age group began on Wednesday in India.(Photo: Xinhua)\nThe WHO said Tuesday that 348 probable cases of hepatitis of unknown origin had been identified, as studies into the potential role of adenovirus and COVID-19 infection gather pace.\n\nThe World Health Organization said the leading hypotheses remain those involving adenovirus.\n\nCases have been reported in 20 countries, with 70 additional cases from a further 13 countries which are pending classification as tests await completion.\n\nOnly six countries are reporting more than five cases, with more than 160 being reported in Britain.\n\n\"Over the last week, there's been some important progress with the further investigations and some refinements of the working hypotheses,\" Philippa Easterbrook, from the WHO's global hepatitis program, told a press conference.\n\nShe said Britain had been coordinating a comprehensive set of studies looking at the genetics of the children affected, their immune response, viruses and further epidemiological studies. \n\nThe WHO was first informed on April 5 of 10 unexplained hepatitis cases in Scotland, detected in children under the age of 10.\n\nThe US CDC said Friday that it was investigating 109 such cases, including five reported deaths.\n\n\"At present, the leading hypotheses remain those which involve adenovirus - with also still an important consideration about the role of COVID[-19] as well, either as a co-infection or a past infection,\" Easterbrook said in a statement.\n\nFurther testing in the past week confirmed that around 70 percent of the cases tested positive for adenovirus, with sub-type 41 - normally associated with gastroenteritis - the prevalent sub-type, she added.\n\nTesting has also shown that around 18 percent of cases actively tested positive for COVID-19.\n\n\"The big focus over the next week is looking at serological testing for previous exposure and infections with COVID[-19],\" said Easterbrook.\n\nThe scientist said that within the week, there should be data from Britain on a case control study comparing whether the detection rate of adenovirus differs from that in other hospitalized children.\n\n\"That will really help hone down whether adeno is just an incidental infection that's been detected, or there is a causal or likely causal link.\" \n\nShe said that microscopic studies of liver samples and biopsies had shown none of the typical features that might be expected with a liver inflammation due to adenovirus.\n\nAdenoviruses are commonly spread by close personal contact, respiratory droplets and surfaces. They are generally known to cause respiratory symptoms, conjunctivitis or even digestive disorders.\n\nThe WHO refers to the outbreak of severe liver inflammations as acute hepatitis of unknown origin among young children. \n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265327.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Financial firms report that the number of hyper-rich Americans looking to buy citizenship elsewhere as a possible 'escape hatch' has increased three-fold in as many years amid plummeting confidence in US authorities' ability to manage the economy.\n\nThe number of ultra-wealthy Americans purchasing \"golden passports\" from other countries has soared since 2019, according to 'investment migration' firms which reportedly saw an uptick of 300% or more in individuals wishing to establish secondary citizenship abroad. For a price tag that ranges from $100,000 to $9.5 million (depending upon the country), a growing number of tech entrepreneurs, celebrities, and other extremely wealthy individuals are using so-called \"Citizenship by Investment\" (CIP) programs to ensure a possible exit route from the US if the domestic situation continues to worsen.\n\nAn opinion poll published May 2 showed just 40% of US voters have confidence in President Joe Biden's handling of economic affairs-\"the lowest confidence level a president has received since George W. Bush in 2008.\" With inflation rates having doubled in just a year, the public's trust in Biden, Federal Reserve Chairman Jerome Powell, and top Democratic leaders has decreased by double digits between April 2021 and April 2022,  according to Gallup.\n\n\"We've all lived through the past two and a half years,\" said the head of one firm specializing in CIPs. \"It all just reminded us how vulnerable and frail we are, and people who have means are accepting that it will happen again  and they don't want to be caught off guard.\"\n\nHe reportedly received more requests for a golden passport \"over the past three years\" than in \"the previous 20 years combined,\" and says all his new clients share a \"deep-rooted fear about the future of American society.\"\n\nAccording to the head of private clients at Henley & Partners, there are \"four C's\" helping to drive the huge upswing: COVID-19, climate change, cryptocurrency, and conflict.\n\n\"We see these programs as an insurance policy,\" said Ezzedeen Soleiman, the managing partner of a similar group, Latitude. \"We've had some billionaires approach us and ask what's the best place to live if there's a climate catastrophe, or if there's another storm, or another global pandemic.\"\n\nAccording to Soleiman, one destination in particular seems to hold particular appeal for Americans of exorbitant wealth who \"are either disappointed in what's happening in the US or are not seeing the opportunities that they once saw in the US\": Portugal.\n\n\"Portugal is the next California\" for Americans who see European citizenship as a \"legacy plan\" for their descendants, he said, citing its relatively low cost of $200,000 and the relative ease of travel by its citizens within Europe.\n\nWealthy foreigners looking to obtain citizenship in the US have long employed a similar method, the EB-5 visa, which lets those who invest over $900,000 in the US jump to the front of an otherwise extremely-crowded immigration line. But amid growing disillusionment in the future economic prospects of the US, there's little wonder why financial advisers and experts alike say the rich are increasingly looking elsewhere."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265320.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "The Ukrainian government has approved the seizure of Russian assets in Ukraine, Prime Minister Denys Shmyhal said on Tuesday.\n\n\"Today, the Cabinet of Ministers approved a document according to which Russian assets in Ukraine are transferred to the state, or rather to the state enterprise 'National Investment Fund',\" Shmyhal wrote on Telegram.\n\nThe Russian assets will be placed under the management of the National Investment Fund of Ukraine and will be used for strengthening the Ukrainian army, supporting the people and rebuilding infrastructure, Shmyhal said.\n\nThe Ukrainian government is working with other countries to seize Russian assets abroad and use the funds for Ukraine's post-conflict recovery, he added.\n\nIn April, Shmyhal said Kiev sought to seize Russian assets to finance Ukraine's post-conflict recovery. \"The funds of the Russian government and oligarchs will be one of the main sources for filling the Fund for the Reconstruction of our country,\" Shmyhal said on Telegram."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265319.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Visiting German Foreign Minister Annalena Baerbock on Tuesday said the government of Germany is working to provide modern weapons to Ukraine, the Ukrainian government-run Ukrinform news agency reported.\n\n\"We are working with German enterprises to ensure that Ukraine receives the most modern weapons,\" Baerbock told reporters during a press conference with Ukrainian Foreign Minister Dmytro Kuleba.\n\nIn the coming days, Germany will begin training Ukrainian soldiers on using mobile howitzers, Baerbock added.\n\nBesides, she said Germany will assist Ukraine in demining efforts and support Ukraine's aspirations to join the European Union (EU).\n\n\"We insist on Ukraine's full membership in the EU,\" said Baerbock.\n\nFor his part, Kuleba voiced his hope that European countries will continue to provide Ukraine with economic and military support and continue sanctions on Russia over the conflict with Ukraine.\n\nBaerbock also held talks with Ukrainian President Volodymyr Zelensky, according to a statement from the German Foreign Ministry.\n\nBaerbock's trip marks the first visit by a German government member to Ukraine since the outbreak of the conflict."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265270.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "A zookeeper bathes an elephant amid a heat wave in the Karachi Zoo, Pakistan on September 15, 2021. Photo: AFP\nThe devastating heat wave that gripped India and Pakistan over the last two months is unprecedented, but worse - perhaps far worse - is on the horizon as climate change continues apace, top climate scientists told AFP. \n\nEven without additional global warming South Asia is, statistically speaking, ripe for a \"big one\" in the same way that California is said to be overdue for a major earthquake, according to research published this week. \n\nExtreme heat across much of India and neighboring Pakistan in March and April exposed more than a billion people to scorching temperatures well above 40 C. The hottest part of 2022 is yet to come.\n\n\"This heat wave is likely to kill thousands,\" tweeted Robert Rohde, lead scientist at Berkeley Earth, a climate science research nonprofit.\n\nThe number of excess deaths, especially among the elderly poor, will only become apparent in hindsight.\n\nHeat wave mortality in India has increased by more than 60 percent since 1980, according to the country's Ministry of Earth Sciences. \n\nBut \"cascading impacts\" on agricultural output, water, energy supplies and other sectors are already apparent, World Meteorological Organization chief Petteri Taalas said this week.  \n\nAir quality has deteriorated, and large swathes of land are at risk of extreme fire danger.\n\nPower blackouts last week as electricity demand hit record levels served as a warning of what might happen if temperatures were to climb even higher.  \n\nFor climate scientists, none of this came as a surprise.\n\n\"What I find unexpected is most people being shocked, given how long we have been warned about such disasters coming,\" Camilo Mora, professor at the University of Hawaii, told AFP.\n\n\"This region of the world, and most other tropical areas, are among the most vulnerable to heat waves.\"\n\nThe new normal\n\nIn a benchmark 2017 study, Mora calculated that nearly half the global population will be exposed to \"deadly heat\" 20 days or more each year by 2100, even if global warming is capped under 2 C, the cornerstone target of the Paris Agreement.\n\nTo what extent is climate change to blame for the scorched Earth temperatures just now easing up in India and Pakistan?\n\nScientists at Imperial College London's Grantham Institute led by Friederike Otto, a pioneer in the field of attribution science, are crunching the numbers.\n\n\"How much more likely and intense this particular heat wave has become is something we're still working on,\" she told AFP. \n\n\"But there is no doubt that climate change is a huge game changer when it comes to extreme heat,\" she added. \"What we see right now will be normal, if not cool, in a 2 C to 3 C world.\"\n\nEarth's surface, on average, is 1.1 C above preindustrial levels. National carbon-cutting pledges under the Paris Agreement, if fulfilled, would still see the world warm 2.8 degrees. \n\nIn India and Pakistan, \"more intense heat waves of longer durations and occurring at a higher frequency are projected,\" the Intergovernmental Panel on Climate Change (IPCC) said in a recent landmark report.\n\n\"Before human activities increased global temperatures, we would have seen the heat that hit India around once in 50 years,\" said Marian Zachariah, researcher at Imperial College London.\n\n\"But now we can expect such high temperatures about once every four years.\"\n\nContinued global warming, in other words, guarantees greater heat extremes in the coming decades.\n\nWet-bulb temperature\n\nBut things may get worse even sooner, according to a new study in Science Advances.\n\nA team led by Vikki Thompson of Bristol University ranked the world's most severe heat waves since 1960. Their benchmark, however, was not maximum temperatures, but how hot it got compared to what would be expected for the region.\n\nSurprisingly, South Asia was nowhere near the top of the list.\n\n\"When defined in terms of deviation from the local norm, heat waves in India and Pakistan to date have not been all that extreme,\" Thompson explained in a commentary.\n\nBy that measure, the worst scorcher on record over the last six decades was in Southeast Asia in 1998.\n\n\"An equivalent outlier heat wave in India today would mean temperatures over 50 C across large swathes of the country,\" Thompson said.\n\n\"Statistically, a record-breaking heat wave is likely to occur in India at some point.\"\n\nWhat makes extreme heat deadly is high temperatures combined with humidity, a steam-bath mix with its own yardstick: wet-bulb temperature (WB). \n\nWhen the body overheats, the heart ups the tempo and sends blood to the skin where sweating cools it down. But above a threshold of heat-plus-humidity this natural cooling system shuts down. \n\nA wet-bulb temperature of 35 C WB will kill a healthy young adult within six hours. Last week, the central Indian city of Nagpur briefly registered 32.2 WB.\n\n\"The rise in heat waves, floods, cyclones and droughts that we have seen in this region so far are in response to just 1 degree Celsius,\" Roxy Mathew Koll, a climate scientist at Indian Institute of Tropical Meteorology, told AFP.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265262.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Britain's Queen Elizabeth II records her address to the UK and the Commonwealth in relation to the coronavirus outbreak at Windsor Castle, west of London on Sunday. Photo: AFP\nBritain's Queen Elizabeth II will not carry out the opening of parliament on Tuesday as the 96-year-old monarch has had a recurrence of mobility issues, Buckingham Palace said on Monday, the latest event she will not attend because of her health.\n\nHer son and heir Prince Charles, accompanied by his eldest son Prince William, will step in to replace her for the grand set-piece ceremony, in which the monarch sets out the government's agenda, the palace said.\n\nShe last missed the event almost six decades ago.\n\n\"The queen continues to experience episodic mobility problems, and in consultation with her doctors has reluctantly decided that she will not attend the State Opening of Parliament tomorrow,\" Buckingham Palace said in a statement.\n\n\"At Her Majesty's request, and with the agreement of the relevant authorities, The Prince of Wales will read the queen's speech on Her Majesty's behalf, with The Duke of Cambridge also in attendance.\"\n\nThe queen, the world's eldest and longest-reigning monarch, has been forced to cut back on engagements since being hospitalized for a night in October 2021 for an unspecified illness, and then being told by her doctors to rest.\n\nThe palace declined to give details of Elizabeth's ailment, but a source said her decision to pull out of the opening of parliament, which was only made on Monday, was related to the problems she had suffered in 2021.\n\nWhile Elizabeth has continued to carry out many of her duties virtually or in person at her Windsor Castle home, her first public event since falling ill was in April, when she attended a memorial service to her late husband who died in 2021.\n\nReuters"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265261.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "A man fights with the wind as he holds up a memorial to those who died of COVID-19 on the National Mall in Washington DC on May 5, 2021. Photo: VCG\nThe bells at Washington National Cathedral rang out 1,000 times Monday, with each toll representing 1,000 deaths from COVID-19, as the US closed in on the grim milestone of almost 1 million COVID-19 dead. \n\nThe US has suffered the most COVID-19 deaths of any country in the world, ahead of Brazil, India and Russia.\n\nAs of Monday, it had racked up more than 995,000 deaths from the virus, according to the latest data from Johns Hopkins University. \n\nBells tolled at around 6 pm (2200 GMT) during a tribute broadcast live on YouTube, with each ring representing 1,000 people's deaths from the disease. \n\nThe cathedral's funeral bell had previously rung when the US passed other symbolic milestones in the COVID-19 pandemic, such as in September 2020, when the country marked 200,000 deaths.\n\n\"Today, we reached a tragic milestone in our nation, 1 million Americans have died as a result of COVID-19,\" said the cathedral's dean, Randolph Marshall Hollerith, before the bells rang out.\n\nThe US has seen an uptick in the number of daily cases for the past few weeks, as mask mandates have been lifted and the wearing of face coverings has been now simply recommended indoors for a majority of the country's inhabitants. \n\nThe number of deaths linked to the epidemic has, however, slowed in recent months. \n\nThe threshold of 900,000 deaths was passed in February, three months ago, while the 800,000 mark was passed in December, an equivalent leap reached after just a month and a half. \n\nWhen the milestone of half a million dead was crossed in February 2021, US President Joe Biden noted that it was a heavier toll than \"World War I, World War II and the Vietnam War combined.\" \n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265260.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "French President Emmanuel Macron (L), president of the European Commission Ursula von der Leyen (C) are seen ahead of the informal European Council meeting in the Palace of Versailles, near Paris, France, March 10, 2022. Discussions at the informal European Council meeting in Versailles, France, will focus on Europe's approach to the Russia-Ukraine crisis, French President Emmanuel Macron said on Thursday.Photo:Xinhua\nA push to overhaul the European Union's approach to decision-making sparked a revolt by nearly half the bloc's countries on Monday.\n\nFrench President Emmanuel Macron's longstanding call for a more reactive EU able to take swift action when needed has crystallized under France's current six-month presidency of the bloc.\n\nThirteen of the EU's 27 countries lambasted \"unconsidered and premature attempts\" to rewrite the EU's treaties to reform rules requiring unanimity between member states to act in sensitive areas.\n\nIn a joint statement, they warned the effort risked \"drawing energy away\" from pressing crises such as the Ukraine crisis.\n\nOn Monday - Europe Day, the bloc's anniversary - Macron was handed 49 proposed changes to the way the EU works in the European Parliament's chamber in Strasbourg.\n\nThese were formulated under a consultation of hundreds of EU citizens, championed by Macron.\n\n\"We need to reform our texts, it's obvious,\" said Macron, who has sat through days-long summits to hammer out consensus on important issues.\n\nEuropean Commission chief Ursula von der Leyen agreed the EU needs to become nippier \"by changing the treaties if need be\" as part of reforms also supported by the European Parliament.\n\nSpecifically, Von der Leyen said it should do away with member states' right to veto decisions in certain sensitive areas such as health, taxes, defense and on which countries can apply to join the EU.\n\n\"We need to improve the way our democracy works on a permanent basis,\" she said.\n\nWhile EU countries and institutions agree the bloc is too often cumbersome and bureaucratic, especially in emergencies, smaller countries fear their needs would be trampled if they lost their vetoes.\n\nThis prompted the joint text written by Bulgaria, Croatia, the Czech Republic, Denmark, Estonia, Finland, Latvia, Lithuania, Malta, Poland, Romania, Slovenia and Sweden.\n\nThey warned against the citizens' proposals taken up by MEPs and Macron being \"instrumentalized\" and said the EU's handling of the COVID-19 pandemic and Russia-Ukraine crisis so far showed \"we already have a Europe that works.\"\n\nThey sense they could lose out if all decisions were made via qualified majority voting, currently used for most EU business but not for certain circumscribed policy areas.\n\nSuch voting requires 15 of the 27 countries being in agreement - as long as they represent more than 65 percent of EU's population of 450 million.\n\nIt favors France and Germany, the EU's two most populous nations.\n\nItalian Prime Minister Mario Draghi last week threw his weight behind such a change, insisting the EU needs \"pragmatic federalism.\"\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265259.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "The body of Mexican journalist Javier Valdez lies on the street after he was shot dead in Culiacan, Sinaloa, Mexico on Monday. Valdez, 50, who worked for Agence France-Presse and other media, was shot near the premises of one of the Mexican news outlets he worked for in Culiacan in Mexico's violent Sinaloa state (see story on page 9). Photo: CFP\nTwo journalists were murdered on Monday in Mexico's violent eastern state of Veracruz, according to authorities, who said that they were investigating whether the crime was related to the women's work.\n\nYessenia Mollinedo, director of the news portal El Veraz, and Sheila Garcia, a reporter for the site, were shot in the municipality of Cosoleacaque, the state prosecutor's office said.\n\n\"All lines of investigation will be exhausted, including their journalistic activity,\" Veracruz Attorney General Veronica Hernandez said in a statement.\n\nMedia rights groups Reporters Without Borders (RSF) and Article 19 said they were gathering information about the double murder.\n\nMexico is on course for one of its deadliest years yet for the press, prompting calls from rights groups for authorities to end a culture of impunity.\n\nEven before Monday's murders, nine journalists had been killed in Mexico since the start of the year, according to RSF and Article 19.\n\nLast week Luis Enrique Ramirez, a columnist for the newspaper El Debate, was murdered in the northwestern state of Sinaloa, the stronghold of notorious narco kingpin Joaquin \"El Chapo\" Guzman's cartel.\n\nIn such cases authorities try to determine if the crime was linked to the victims' work - a task that can be difficult in areas with a strong organized crime presence, like Veracruz.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265257.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "NASA completes Webb Space Telescope rollout deployment to begin scientific missions this summer. Photo: VCG\nThe James Webb Space Telescope will produce \"spectacular color images\" of the cosmos in mid-July - its first observations dedicated to its mission of scientific discovery, an astronomer overseeing the project said Monday.\n\nThe successor to Hubble has spent the last five months aligning its instruments in preparation for the big reveal, with scientists deliberately remaining coy about where the cameras will be pointed.\n\n\"We'd really like it to be a surprise,\" Klaus Pontoppidan, a scientist at the Space Telescope Science Institute in Baltimore told reporters.\n\nNASA and its partners the European Space Agency (ESA) and Canadian Space Agency (CSA) formed a committee to create a ranked list of objects, which they now intend to work through. \n\nWebb's team has already released a series of star field images taken for calibration purposes, but the new photographs will be of astrophysics targets, key to deepening humankind's understanding of the universe, said Pontoppidan. \n\nThese images will actually be shot in infrared, and then colorized for public consumption.\n\nVisible and ultraviolet light emitted by the very first luminous objects has been stretched by the universe's expansion, and arrives today in the form of infrared, which Webb is equipped to detect with unprecedented clarity - giving it an unprecedented view of the first stars and galaxies that formed some 13.5 billion years ago.\n\nWebb, which is expected to cost NASA nearly $10 billion, is among the most expensive scientific platforms ever built, comparable to the Large Hadron Collider at CERN, and its predecessor telescope, Hubble.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265256.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "A crane removes debris from the ruins of the Saratoga Hotel in Havana, Cuba on May 7, 2022. Photo: AFP\nCuban rescue workers combed through vast piles of rubble from the Hotel Saratoga in the early hours of Monday, uncovering four more bodies overnight after the hotel was hit by an explosion and bringing the death toll to at least 31, a local official said.\n\nThe massive blast on Friday at the five-star hotel, a block from the iconic capitol building in a renovated area of historic Havana, blew the side off the hotel and collapsed its lower floors, leaving dozens trapped, killed or injured. Officials say a gas leak caused the explosion. The death toll is now at least 31.\n\nJavier Martinez, a Havana city official, told reporters on Monday morning that the bodies of four hotel workers were discovered overnight. He cited the official death toll, given the night before by health officials, of 31.\n\n\"There remains a group of...12, 13 people who are still missing,\" Martinez said after conferring with the outgoing shift of overnight rescue workers at the hotel. \"The priority continues to be to try to find survivors and to continue advancing in the search for bodies as well.\"\n\nBefore sunrise Monday, heavy machinery scooped up piles of debris, clearing away access to the basement of the building, where officials said they hope they could still find survivors.\n\nThe lucky few who emerged alive from the building recalled the chaos from the explosion.\n\n\"I had no idea what was happening,\" Guillermo Diaz, the hotel's security chief, told Cuban state media. \"I began to struggle a bit, I managed to get out... I had wounds on my forehead, on my head. I had no strength and many colleagues next to me, I tried to help them, but it was totally in vain.\"\n\nReuters"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265255.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Passengers and police officers are seen at Glasgow Central train station in Glasgow, Scotland, the United Kingdom on Oct. 30, 2021. The 26th United Nations Climate Change Conference of the Parties (COP26) is scheduled from Oct. 31 to Nov. 12 in Glasgow, Scotland. This is the first of its kind since the Paris Agreement came into force.Photo:Xinhua\nThere is an even chance that global temperatures will temporarily breach the benchmark of 1.5 C above pre-industrial levels in one of the next five years, the UN warned Tuesday.\n\nThe 2015 Paris Agreement on climate change saw countries agree to cap global warming at \"well below\" 2 C above levels measured between 1850 and 1900 - and 1.5 C if possible.\n\n\"The chance of global near-surface temperature exceeding 1.5 C above pre-industrial levels at least one year between 2022 and 2026 is about as likely as not,\" the UN's World Meteorological Organization said in an annual climate update.\n\nThe WMO put the likelihood at 48 percent, and said it was increasing with time.\n\nAn average temperature of 1.5 C above the pre-industrial level across a multi-year period would breach the Paris aspirational target.\n\nThere is a 93 percent chance of at least one year between 2022-26 becoming the warmest on record and dislodging 2016 from the top ranking, said the WMO.\n\nThe chance of the five-year temperature average for 2022-26 being higher than the last five years (2017-21) was also put at 93 percent.\n\n\"This study shows - with a high level of scientific skill - that we are getting measurably closer to temporarily reaching the lower target of the Paris Agreement,\" said WMO chief Petteri Taalas.\n\n\"The 1.5 C figure is not some random statistic. It is rather an indicator of the point at which climate impacts will become increasingly harmful for people and indeed the entire planet.\"\n\nThe Paris Agreement level of 1.5 C refers to long-term warming, but temporary exceedances are expected to occur with increasing frequency as global temperatures rise.\n\n\"A single year of exceedance above 1.5 C does not mean we have breached the iconic threshold of the Paris Agreement, but it does reveal that we are edging ever closer to a situation where 1.5 C could be exceeded for an extended period,\" said Leon Hermanson, of Britain's Met Office national weather service, who led the report.\n\nThe average global temperature in 2021 was around 1.11 C above pre-industrial levels, according to provisional WMO figures.\n\nThe report said that back-to-back La Nina events at the start and end of 2021 had a cooling effect on global temperatures.\n\nHowever, this was only temporary and did not reverse the long-term global warming trend.\n\nLa Nina refers to the large-scale cooling of surface temperatures in the central and eastern equatorial Pacific Ocean, typically occurring every two to seven years.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265247.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "People wait outside the Litoral Penitentiary to receive information about their relatives after clashes occurred in the prison in Guayaquil, Ecuador, Nov. 13, 2021.Photo:Xinhua\nAt least 44 inmates died on Monday in Ecuador's latest grisly prison riot, the public prosecutor said, as another 100 prisoners managed to escape.\n\nAuthorities said a fight broke out between the rival Los Lobos and R7 gangs inside the Bellavista prison in Santo Domingo de los Colorados, in the center of Ecuador some 80 kilometers from Quito.\n\nDuring the riot, dozens of inmates tried to escape.\n\nPolice chief Fausto Salinas told reporters that 108 were missing after another 112 escaped prisoners were recaptured.\n\nThe South American country's prison authority SNAI said it has activated security protocols to contain the \"disturbances to order.\"\n\nSix gang leaders were transferred from Bellavista to two maximum security prisons, the interior ministry said.\n\nInterior Minister Patricio Carrillo had initially claimed authorities were in control of the situation and that all escaped prisoners had been recaptured.\n\nInmates with facial injuries were taken by truck and ambulance to medical facilities while family members of those incarcerated gathered at the prison looking for information, AFP reporters at the scene said.\n\nPrior to this one, around 350 inmates had been killed in five separate prison riots since February 2021.\n\nJust in April, at least 20 inmates died inside the El Turi prison in Cuenca, southern Ecuador.\n\nPresident Guillermo Lasso insists the problem inside the facilities mirrors that outside, where drug gangs are vying for control of trafficking routes.\n\nThose rivalries among inmates sometimes explode into violence, with some prisoners hacked to death or beheaded with machetes.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265246.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "A vehicle belonging to the security personnel and a bus set alight are pictured near Sri Lanka's outgoing Prime Minister Mahinda Rajapaksa's official residence in Colombo, Sri Lanka on May 9, 2022. Photo: VCG\nSri Lanka deployed thousands of troops and police Tuesday to enforce a curfew after five people were killed in the worst violence in weeks of protests over an unprecedented economic crisis.\n\nNearly 200 were also wounded Monday as prime minister Mahinda Rajapaksa resigned, but that did little to calm public anger.\n\nHe had to be rescued in a pre-dawn operation by the military Tuesday after thousands of anti-government protesters stormed his official residence in Colombo overnight, with police firing tear gas and warning shots to keep back the crowd.\n\n\"After a pre-dawn operation, the former PM and his family were evacuated to safety by the army,\" a top security official told AFP. \"At least 10 petrol bombs were thrown into the compound.\"\n\nThe Rajapaksa clan's hold on power has been shaken by months of blackouts and shortages in Sri Lanka, the worst economic crisis since it became independent in 1948.\n\nPresident Gotabaya Rajapaksa remains in office, however, with widespread powers and command over the security forces.\n\nAfter weeks of overwhelmingly peaceful anti-government demonstrations, violence broke out Monday when Mahinda Rajapaksa's supporters - bussed into the capital from the countryside - attacked protesters with sticks and clubs.\n\n\"We were hit, the media were hit, women and children were hit,\" one witness told AFP, asking not to be named.\n\nPolice fired tear gas and water cannons to disperse crowds and declared an immediate curfew in Colombo, a measure later widened to include the entire South Asian nation of 22 million people.\n\nAuthorities said the curfew will be lifted Wednesday morning, with government and private offices, as well as shops and schools, ordered to remain shut on Tuesday.\n\nDespite the curfew, anti-government protesters defied police to retaliate against government supporters for the attacks late into Monday night. \n\nOutside Colombo, ruling party lawmaker Amarakeerthi Athukorala shot two people - killing a 27-year-old man - after being surrounded by a mob of anti-government protesters, police said.\n\n\"He then took his own life with his revolver,\" a police official told AFP by telephone. \n\nAthukorala's bodyguard was also found dead at the scene, police said.\n\nAnother ruling party politician who was not named opened fire on protesters, killing two and wounding five in the deep south of the island, police added.\n\nAngry crowds set alight the homes of more than a dozen pro-Rajapaksa politicians, along with some vehicles, while buses and trucks used by the government loyalists in and around Colombo were also targeted.\n\nSeveral Rajapaksa homes were torched in different parts of the country, while a family museum in their ancestral village was trashed.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265218.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Ukrainian President Volodymyr Zelensky said on Monday he had discussed defense support for his country amid the conflict with Russia with Swedish Prime Minister Magdalena Andersson.\n\nAccording to Zelensky, other topics of the conversation were energy cooperation between Ukraine and Sweden and the strengthening of sanctions on Russia.\n\nFor her part, Andersson tweeted that she expressed steadfast support for Ukraine during the phone call with Zelensky."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265217.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Ukrainian Prime Minister Denys Shmyhal and visiting European Council President Charles Michel on Monday discussed steps to solve the issues concerning Ukraine's agricultural exports, the government press service reported.\n\nDuring the talks in Ukraine's southern port city of Odessa, Shmyhal said that the shipping of goods through the Ukrainian ports via the Black Sea was suspended since February 24 due to the Russia-Ukraine conflict.\n\nCurrently, about 70 vessels are blocked in the seaports of Ukraine, including 10 in the port of Odessa, Shmyhal said.\n\n\"The vast majority of ships are bulk carriers and mixed cargo vessels. Some 90 million tons of agricultural products that Ukraine planned to supply to countries in Africa, Asia and Europe have been blocked,\" he said.\n\nShmyhal warned that a global food crisis may start due to the blockade of Ukraine's ports, and urged Michel to intensify joint efforts to prevent it.\n\nFor his part, Michel stressed that Odessa plays a key role in ensuring food security around the world, and that the European Union would do everything possible to solve the problem of a food crisis in the world.\n\nMichel arrived in Odessa earlier in the day."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265216.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Ukrainian President Volodymyr Zelensky on Monday submitted the second part of the questionnaire for Ukraine's candidate status of a European Union (EU) membership to European Commission President Ursula von der Leyen, said Zelensky's press service.\n\nThe document was handed over during an online meeting between the leaders of Ukraine and the EU, the press service said on Telegram.\n\nDuring the meeting, Zelensky thanked von der Leyen for the \"clear signals of support\" for Ukraine on its path towards the EU membership.\n\nOn Feb. 28, Zelensky signed an official appeal to the EU asking for the accession of Ukraine via a new special procedure.\n\nThe European Commission president gave a questionnaire to Zelensky during her visit to Kiev in April. The first part of the document was submitted to the EU on April 18.\n\nAccording to Ukraine's Deputy Prime Minister for European and Euro-Atlantic Integration Olha Stefanishyna, the first part of the questionnaire covers political and economic issues, while the second part contains questions to assess the compliance of Ukrainian legislation with the EU laws."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265161.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Cycle rickshaw drivers wade through a waterlogged street carrying their passengers after a heavy downpour in Dhaka, Bangladesh on July 4, 2021. Photo: AFP\nTwelve-year-old Alamin's house rested on the bank of the Ilsha river in southern Bangladesh until 2021, when the surging river eroded it and the family's farmland away, forcing them to flee to a slum in Keraniganj, close to the capital Dhaka.\n\nNow Alamin - whose father died of cancer a couple years ago - works on a shipbreaking crew and his mother cooks for the workers. Together they earn just enough to feed and house themselves and Alamin's two younger siblings, now 3 and 5.\n\n\"Once we were solvent. My husband earned from our cultivable land and my son was reading in a local primary school,\" said Amina Begum, Alamin's mother.\n\nBut after losing their property to the river and their savings to failed cancer treatments, work is all Alamin can now expect, she lamented.\n\nAs more extreme weather drives worsening flooding, erosion and storms in low-lying Bangladesh, thousands of families like hers are moving to the slums of Dhaka.\n\nFor many of their children, the move means the end of education, and the start of a lifetime of hard work.\n\nIn an August report, UNICEF, the UN children's agency, said children in the South Asian nations of Bangladesh, Afghanistan and India now face \"extremely high\" risks from climate change impacts. Globally about a billion children in 33 countries face that level of threat, it added.\n\n\"For the first time, we have clear evidence of the impact of climate change on millions of children in South Asia,\" said George Laryea-Adjei, UNICEF's regional director for South Asia, in the report.\n\nDroughts, floods and river erosion across the region have left millions of children homeless, hungry, lacking healthcare and safe water - and in many cases out of school, UNICEF officials said.\n\n1.7 million working minors\n\nIn Bangladesh, a fertile delta nation of close to 700 rivers, a difficult combination of more flood-driven erosion and little land for resettlement is driving many once-rural families into urban slums.\n\nChildren, who make up about 40 percent of the population of the country of more than 160 million, are paying a particularly high price in the move, researchers say.\n\nMost Bangladeshi children not attending primary school live in urban slums, or in hard-to-reach or disaster-prone areas, according to UNICEF.\n\nAbout 1.7 million children in the country are laborers, one in four of them 11 years old or younger, the agency's research shows. Girls, who often work as domestic laborers, rarely even show up in the statistics, UNICEF noted.\n\nIn slums around Dhaka, children are evident working in tanneries, shipyards, tailoring, or repairing automobiles. Others labor at vegetable markets or carrying luggage in bus, train and boat terminals.\n\nMany say they once lived in the countryside, before being forced to the city.\n\nA sweating Alauddin, 10, has worked at a vegetable market in Dhaka for a few months now, carrying out tasks such as cleaning and shifting potatoes in metal bowls he can scarcely budge.\n\nHe said he used to study at Debraipatch Primary School, near the northeast city of Jamalpur, until a powerful flood in 2021 wrecked the school and his family's home and land.\n\nThey moved to a Dhaka slum, where his father now pulls a rickshaw and his mother works part-time as a cleaner at a private school.\n\nAlauddin's work contributes 100 taka ($1.15) a day to the family finances, money the family can't do without, his father said.\n\n\"My children will never go back to school,\" he admitted. \"We are struggling with rent and our daily livelihood. How would we bear [my son's] educational expenses?\"\n\nMohibul Hasan Chowdhury, Bangladesh's deputy state minister of education, said in a telephone interview with the Thomson Reuters Foundation that floods in 2021 inundated more than 500 educational institutions in 10 districts across the country.\n\nWhile a few were entirely washed away, most have since dried out - but only a few have been repaired sufficiently to be available for classes, he said.\n\nThe new flood-related closures come on the heels of long pandemic-related shutdowns, and mean even children who do not have to work are still out of classrooms in many places.\n\nBangladesh's Annual Primary School Census for 2021 showed 10.24 million students attending 65,000 government primary schools - but noted the dropout rate in 2021 was over 17 percent, with more than 2 million children leaving classes.\n\nGlobal warming impacts were a top driver of that flight from classrooms, educational officials said.\n\nAlamgir Mohammad Mansurul Alam, director general of the Directorate of Primary Education, called the dropout rate \"alarming\" and noted \"one of the big reasons is climate change.\"\n\n\"Last year we observed that more than 500 schools were damaged by flooding. The students could not go school for a long time,\" he said in an interview.\n\nWhat became evident, he said, is that \"a large number of them never come back to school and are involved in different work to support their family.\"\n\nMore than 14,000 private primary schools in Bangladesh also were at least temporarily shuttered by the COVID-19 pandemic, said Iqbal Bahar Chowdhury, chairman of the country's private primary school association.\n\nAltogether 37 million children in Bangladesh have seen their education disrupted by school closures since the start of the pandemic in 2020, according to an October report by UNICEF and UNESCO, the UN Educational, Scientific and Cultural Organization.\n\n'Dropouts from school' \n\nRupa, 9, is among the children now in work instead of school.\n\nAfter her family's home in Khulna Shyamnagar was destroyed by a cyclone in 2021, her family came to join an aunt living in a slum near Dhaka.\n\nRupa's mother eventually abandoned her blind husband, leaving her daughter behind with him. The girl now earns 100 taka a day helping unload watermelons at the wharf.\n\n\"I realize it's really hard for a little girl to work with adult workers but I'm helpless. I also have a year-old baby and family to maintain,\" said her aunt, who works as a cook.\n\nSyeda Munira Sultana, national project coordinator for the International Labour Organization in Bangladesh, said she had met many girls like Rupa, forced into work by extreme weather or other climate change impacts.\n\n\"I was surprised to see many girls younger than 10 years old working in a factory near Keraniganj, where women's dresses are produced,\" she said. \"I talked to them and they said most of them came from climate-vulnerable areas like Barisal, Khulna and Satkhira - and all of them are dropouts from school.\" \n\nReuters"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265162.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Sri Lankan Prime Minister Mahinda Rajapaksa resigned on Monday, local media reported."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265152.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "A worker hands out forms to drivers at the Warringah Aquatic Center Histopath Pathology COVID-19 Drive-through testing clinic on January 10, 2022, in Sydney, New South Wales, Australia. NSW has recorded 18 deaths from COVID-19 within one day. Photo: VCG\nA leading expert has warned of a COVID-19 reinfection surge across Australia in the lead-up to winter.\n\nAdrian Esterman, an infectious diseases expert from the University of South Australia, on Monday said reinfections were on the rise as natural immunity from the peak of Australia's Omicron wave in December 2021 and January begins to wane.\n\nGovernments across Australia do not have systems in place to track reinfection rates, which Esterman said has left experts relying on data from overseas.\n\n\"We can't say hand over heart the same thing's happening here, but there's no reason why we wouldn't be seeing a reasonably large number of reinfections in Australia as well,\" he told The Canberra Times.\n\nAccording to the Canberra Times, the subvariants have proved adept at avoiding immunity from vaccination or prior infection, and Australians are increasingly testing positive for COVID-19 a second time.\n\nAustralia's rate of COVID-19 infection has remained stable at approximately 40,000 new cases per day since mid-April.\n\nIn the Australian Capital Territory, the number of cases being treated in hospitals hit an all-time high of 76 on Sunday. However, Esterman said the expected winter spike in cases would not have the same impact on the hospital system as previous waves.\n\nThe federal, state and territory governments have urged all Australians to receive their influenza vaccinations to avoid the risk of a double blow to the health system.\n\nXinhua"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265151.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Children are seen at a temporary camp hosting flood victims in Mangalla, South Sudan, Oct. 23, 2020. (Photo: Xinhua)\nThe South Sudanese Ministry of Health on Sunday declared a cholera outbreak following confirmation of eight cases in Rubkona county in the country's Unity State.\n\nThe ministry said the move follows tests conducted by the National Public Health Laboratory in Juba that confirmed the outbreak.\n\n\"Public is being urged not to panic but remain calm and observe all the precautionary measures to prevent community transmission and spread in populations with inadequate access to safe drinking water, poor personal hygiene, and inadequate access to improved sanitation facilities,\" the ministry said in a statement issued in Juba, the capital of South Sudan.\n\nThe ministry said the confirmed cases presented watery diarrhea, vomiting, and dehydration and were admitted and managed at MSF Bentiu protection of civilians hospital, noting that all cases have been discharged.\n\nThe ministry reported a confirmed case of cholera from Bentiu IDP camp on April 14 and the latest is the first cholera case to be reported in South Sudan since the devastating cholera outbreak in 2017, affecting more than 28,000 people with 644 deaths.\n\nThe ministry said following the confirmation of the initial case on April 14 it has with support from partners deployed a rapid response team from April 22 to 29 to investigate the causes and support the state-level response. And adequate supplies have also been deployed to support the investigation and treatment of cases in Rubkona county.\n\nAccording to the ministry, the government with support from its partners conducted two rounds of oral cholera vaccination in Rubkona county in January and March, respectively.\n\n\"The ministry of health activated a national and a state cholera task force on April 14 to coordinate all response interventions, heighten surveillance in the Internal Displaced Persons camps and at community levels,\" it said.\n\nXinhua"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265150.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "People wearing face masks walk past the Trocadero Place near the Eiffel Tower in Paris, France, Oct. 23, 2020.(Photo: Xinhua)\nA French court is expected to open hearings Monday in the case of the 2009 crash of a Yemenia Airways flight that killed 152 people but miraculously left a 12-year-old girl alive.\n\nThe Yemeni national airline, whose representatives will not be in the dock due to the country's still-raging civil war, faces a maximum fine of 225,000 euros ($240,000) for involuntary homicide and injuries in a trial expected to last four weeks.\n\nOn June 29, 2009, flight Yemenia 626 was on approach to Moroni, capital of the Comoros islands between Mozambique and Madagascar. Part of the archipelago is controlled by France as the overseas department of Mayotte.\n\nAmong the 142 passengers and 11 crew were 66 French citizens who had transferred at the airport in the Yemeni capital Sanaa.\n\nRather than landing safely, just before 11 pm the Airbus A310 plunged into the Indian Ocean with its engines running at full throttle, killing everyone on board except Bahia Bakari, then just 12 years old.\n\nIn interviews and a book of her own, Bakari remembers \"turbulence\" during the approach, before feeling what seemed to be an electric shock and then blacking out - only to find herself in the sea.\n\nShe survived by clinging to debris for 11 hours until she was found by a fishing boat the following day.\n\nAlthough the black boxes were found weeks after the crash, France accused the Comoros government of dragging its feet in the investigation, while victims' families accused Yemen of lobbying to hinder a trial of the national carrier.\n\n\"Thirteen years is a very long time, it's psychologically and morally exhausting, even physically,\" said Said Assoumani, president of a victims' association. \"But after 13 years of waiting and impatience, the criminal trial has finally come.\"\n\nInvestigators and experts found there was nothing wrong with the aircraft, blaming instead \"inappropriate actions by the crew during the approach to Moroni airport, leading to them losing control.\"\n\nBut Yemenia Airways has been attacked by prosecutors for pilot training \"riddled with gaps\" and continuing to fly to Moroni at night despite its non-functioning landing lights.\n\n\"Yemenia remains deeply marked by this catastrophe... nevertheless it maintains its innocence,\" the company's lawyer Leon-Lef Forster said.\n\nAround 560 people have joined the suit as plaintiffs, many of them from the region around Marseille in southern France, home to many of the victims.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265146.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Syrian refugees returning from Lebanon are seen in a bus at the Jdaidet Yabous border crossing, west of Damascus, Syria, on Dec. 26, 2019. Around 1,400 Syrian refugees returned to their homeland from different areas in Lebanon on Thursday, Lebanese media reported. Photo: Xinhua\nTurkey currently hosts 4,082,693 refugees, 3,762,686 of whom are Syrians, Turkish deputy Interior Minister Ismail Catakli was quoted by daily Hurriyet as saying on Sunday.\n\nAs many as 323,859 irregular migrants have been deported during the last five years, he said.\n\nIn 2022, a total of 21,087 people from 113 different nationalities were deported, topped by Afghanistan with 9,654 people, and Pakistan ranks second with 4,206, he added.\n\nThe number of Syrians that voluntarily returned to the \"secure\" areas in northern Syria is 497,926, Catakli said.\n\n\"Turkey is the only country that can manage its immigration policy in line with the law and humanitarian values,\" he noted.\n\nThe Turkish government has made an effort to stop migration at its source, and the number of Syrians in Turkey has not increased over the last five years, he said.\n\nTurkish President Recep Tayyip Erdogan recently announced that the government plans the voluntary return of 1 million Syrians to their homeland as the public hostility to their presence in the country is escalating. The government is building homes and public facilities in northern parts of Syria held by Turkish-backed forces.\n\nTurkey hosts the highest number of Syrian refugees in the world, in addition to several hundred other nationalities, mainly from neighboring countries.\n\nXinhua"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265145.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Mexican President Andres Manuel Lopez Obrador tweeted on Sunday that he has tested positive for COVID-19. This file photo shows him giving his daily morning news conference at the presidential palace, Palacio Nacional, in Mexico City on December 18, 2020. Photo: IC\nMexico's President Andres Manuel Lopez Obrador called Sunday for an end to US sanctions against Cuba as he concluded a migration-themed tour of Central America and the Caribbean.\n\nDuring the trip, Lopez Obrador urged the US - where many migrants are headed - to help solve underlying economic problems fueling the wave.\n\nCuba has seen its own exodus accelerate, with more than 78,000 of its nationals arriving in the US via Mexico from October 2021 to March 2022, according to US customs data.\n\nThe wave has been fueled by its worst economic crisis in nearly three decades, which it blames in large part on six decades of US sanctions that were tightened under Donald Trump.\n\nOn Sunday, Lopez Obrador said he would continue to insist that the US lift what he called a blockade against the island nation.\n\nMany thousands of US-bound undocumented migrants, most of them Central Americans, cross Mexico's southern frontier each year fleeing poverty and violence.\n\nIn 2021 alone, Mexican authorities detected more than 300,000 irregular migrants.\n\nUS Customs and Border Protection officials have registered 7,800 undocumented migrants a day along the border with Mexico in recent weeks - almost five times the average in 2014-19.\n\nLopez Obrador argued on his trip that migration from Latin America was \"the result of the difficult conditions in our countries, from the Rio Grande to the south.\" \n\n\"The will of Latin Americans is not enough; we also need the United States to become clearly involved in solving a problem that also affects it and to contribute to financing job creation projects,\" he said in Honduras.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265144.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Israeli security forces launch a raid on the houses of the two Palestinian suspects in the village of Romana near the West Bank city of Jenin, on May 8, 2022.Photo:Xinhua\nIsraeli soldiers shot dead a Palestinian near the barrier with the West Bank and another was killed after infiltrating a Jewish settlement inside the occupied territory with a knife on Sunday, the Israeli army said, stoking worries that a wider conflict may loom.\n\nThe incidents, along with the stabbing of a policeman in Jerusalem, came hours after Israeli forces caught two Palestinians who were suspected of sneaking into Israel and killing three people in the ultra-Orthodox Jewish town of Elad on Israel's Independence Day.\n\nIsrael's army said the shooting of the Palestinian near the West Bank barrier on Sunday occurred after \"soldiers spotted a suspect who attempted to illegally cross the security fence\" in the area of the town of Tulkarm.\n\n\"The soldiers operated to stop the suspect in accordance with standard operating procedures, using live fire,\" according to an army spokesperson.\n\nThe Palestinian Health Ministry said the man was killed.\n\nHours later, the army said a civilian shot a knife-wielding Palestinian who had broken into the Tekoa settlement in the West Bank. The Palestinian Health Ministry said a 17-year-old Palestinian was killed at the scene.\n\nAlso on Sunday, Israeli police said a Palestinian stabbed one of their officers outside Jerusalem's Old City and was shot. Both were being treated for their wounds.\n\nThe killing of three people in Elad on Thursday had led to a three-day manhunt by Israeli forces for two axe-wielding assailants who had run through the town, some 15 kilometers north of Tel Aviv.\n\nThe two men were captured on Sunday in a forest near Elad, the Israeli army said. They have been identified by Israel as residents of a village near the Palestinian city of Jenin.\n\nPhotos of the two, who appeared to be unhurt, and of Israeli security men with guns pointed at their hiding place, were carried by Israeli news websites after they were taken into custody.\n\nSince March, Palestinians and members of Israel's Arab minority have killed 18 people, including three police officers and a security guard, in attacks in Israel and the West Bank that have mostly targeted civilians.\n\nIsrael has carried out arrest raids in Palestinian towns and villages which have often sparked clashes and brought the number of Palestinians killed by Israeli forces or armed civilians since the beginning of 2022 to at least 42.\n\nThe casualties include armed members of militant groups, lone assailants and bystanders.\n\nHamas, the Islamist group that controls Gaza, praised the Elad assault. It said the attack was a response to Israeli actions at Al-Aqsa Mosque compound in Jerusalem.\n\nOver the past month, Palestinians and Israeli police have repeatedly clashed at the sensitive complex.\n\nThe compound is Judaism's holiest site and the vestige of two ancient Jewish temples.\n\nReuters"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265142.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Syrian President Bashar al-Assad (C) visits a military base in the town of Habit in the countryside of Idlib province, Syria, on Oct. 22, 2019. Syrian President Bashar al-Assad met with Syrian soldiers in the country's largest rebel bastion in Idlib province Tuesday, state TV reported. (Syrian Presidency/Handout via Xinhua)\nSyrian President Bashar al-Assad visited his closest regional ally Iran on Sunday for talks with Supreme Leader Ayatollah Ali Khamenei, during which both leaders called for stronger ties between Tehran and Damascus, Iranian state media reported.\n\nAssad, who was making his second trip to Tehran since the start of Syria's war in 2011, also met Iranian President Ebrahim Raisi during his trip, Iran's state news agency IRNA reported.\n\n\"Today's Syria is not what it was before the war, although there were no destructions then, but the respect and prestige of Syria is greater than before, and everyone sees this country as a power,\" Khamenei told Assad, according to Iran' state TV.\n\nAssad was able to turn the tide of Syria's civil war with crucial help from Iran's proxy militias and Russia's major military intervention in 2015.\n\nIranian State TV quoted Assad as saying that \"the strategic ties between Iran and Syria have prevented the Zionist regime's [Israel] dominance in the region.\" \n\nIran's Nournews said Assad had left Tehran for Syria.\n\nIsrael, which the Islamic Republic refuses to recognize, has mounted frequent attacks against what it has described as Iranian targets in Syria, where Tehran-backed forces including Lebanon's Hezbollah have deployed over the last decade to support Assad in Syria's civil war. \n\nIran's President Raisi said in meeting with Assad that his government's priority was to strengthen strategic ties with Syria, Iran's semi-official Tasnim news agency reported.\n\nReuters"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265138.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Supporters of presidential candidate Ferdinand Marcos Jr. are seen during his final campaign rally for the 2022 national and local elections in Paranaque City, the Philippines, May 7, 2022.Photo:Xinhua\nThree security guards were killed Monday when gunmen opened fire at a polling station in a restive region of the southern Philippines, police said, as millions of Filipinos voted in national elections. \n\nThe deadly shooting happened shortly after voting got under way in Buluan municipality on Mindanao island.\n\nFormer mayor Ibrahim Mangudadatu told AFP that people inside the school being used as a polling station ran for cover when the shooting started. \n\nA fourth guard was wounded in the attack, said Maguindanao provincial police spokesperson Major Roldan Kuntong. \n\nIt came after five grenades exploded outside a polling station in Datu Unsay municipality late Sunday that left nine people wounded.\n\nMinutes after that attack, a grenade exploded in the neighboring municipality of Shariff Aguak, but there were no casualties. \n\nBoth of those towns are also in Maguindanao province.\n\nPolice said the grenade victims had walked from their remote mountain villages to cast their votes at the municipal hall in Datu Unsay when polling stations opened across the country on Monday morning.\n\n\"It is their custom to come down early from their villages, which are located eight to 12 hours away on foot,\" said Kuntong. \n\nIn 2009, Maguindanao was the scene of the country's deadliest single incident of political violence on record.\n\nFifty-eight people were massacred as gunmen allegedly working for a local warlord attacked a group of people to stop a rival from filing his election candidacy.\n\nDozens of the victims were journalists covering the contest.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265137.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "A pro-abortion protester rallies in front of the Supreme Court in Washington, D.C., the United States, Dec. 1, 2021. The conservative majority in the U.S. Supreme Court signaled Wednesday that they would uphold a law in the state of Mississippi barring abortion after 15 weeks of pregnancy, a decision directly contradicting the high court's landmark ruling in favor of abortion rights that has existed for nearly a half-century.(Photo: Xinhua)\nThe US Senate will vote Wednesday on a national abortion rights bill - a process likely doomed to fail - after a leaked draft decision signaled the Supreme Court's readiness to overturn the 1973 Roe v Wade decision.\n\nDemocratic Senate Majority Leader Chuck Schumer, who has called the draft ruling an \"abomination,\" said he has teed up the vote on codifying the right to abortion in America, which the conservative-majority court appears poised to ban.\n\nThe prospects of success are virtually zero, given the blocking power of Republicans in an evenly divided 100-seat Senate where key legislation almost always faces a 60-vote threshold. \n\nBut the vote will nonetheless put lawmakers on record regarding one of the country's most divisive issues, and Democrats hope the debate will galvanize voters to go to the polls in the midterm elections exactly six months from Sunday.\n\n\"We will vote on Wednesday, and every American will see how every senator stands. They can't duck it anymore,\" Schumer said at a press conference Sunday in New York.\n\"Now they have to show which side they're on.\"\n\nRepublican-controlled states have taken steps to restrict abortion rights in recent months, given that overturning Roe v Wade would give states the ability to make their own laws on abortion.\n\nTop congressional Democrat Nancy Pelosi, speaker of the House of Representatives, reiterated her outrage about the court's upcoming likely decision, telling CBS News on Sunday that \"the court has slapped women in the face in terms of disrespect for their judgments about the size and timing of their families.\"\n\nWith Democrats lacking the necessary majority to push through codification, the only other option would appear to be changing Senate rules to lower the number of votes required to pass such a bill.\n\nBut Republicans - and a few senators in President Joe Biden's Democratic Party - oppose such a move.\n\nSenator Kirsten Gillibrand said \"we will never give in\" to Republican efforts to roll back abortion rights protections.\n\n\"We are half-citizens under this ruling,\" she told CNN, referring to the draft opinion. \"And if this is put into law, it changes the foundation of America.\"\n\nSeveral conservative states are already shifting.\n\nThe southern state of Mississippi will ban abortion except in cases of rape or incest, or danger to the life of the mother, Republican Governor Tate Reeves told NBC Sunday.\n\nBut looking forward, \"we must prove that being pro-life is not just about anti-abortion,\" Reeves said, by making sure expectant mothers and newborns have the resources they need.\n\nRepublican Senator Lindsey Graham said the Roe decision has sown division for decades because it \"created a constitutional right that doesn't exist in the written constitution.\"\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265065.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "People wait in line to be tested for COVID-19 at a swab collection site in Beijing on April 25, 2022. Photo: AFP\nIn the face of intense pressure to end the zero-COVID-19 policy, the horrific outbreak in Shanghai has at last come under control with daily infection rates declining from 20,000 to 4,000 by Wednesday. Heroic efforts by tens of thousands of medical personnel, city workers, volunteers and the firm resolve of the central government to protect the Chinese people from COVID-19 is succeeding. \n\nUsing the Shanghai outbreak as a pretext, the US and Western world's corporate media have again repeatedly slammed the zero-COVID-19 policy in recent days, essentially demanding that China give up zero-COVID-19.  \n\nWe have no wish to deny that Shanghai's government and people were not well-prepared to deal with a novel and unprecedented massive outbreak of the super-infectious Omicron B2 subvariant. Some Chinese netizens and others have proposed that the restrictions intended to quell the virus were too strict, and contributed to unnecessary suffering. Children separated from their parents when they contracted COVID-19 before the policy was reversed; elderly folks temporarily unable to access medical care; and temporary food shortages in some areas, with some lockdowned residents chanting \"we want to eat\" and \"we want freedom,\" are some of the reported incidents. \n\nBut with no precedent to guide them, and in an unprepared city like Shanghai, creating a completely new supply chain to handle food deliveries, medical care, and other daily necessities of 25 million people takes time and mistakes are inevitable. Western media coverage of the genuine suffering entailed in the incidents reported by a minority of Shanghai residents has, however, made little or no mention of strong Shanghai and central government efforts to resolve these problems, nor of the lessons learned.  \n\nTypical is the article entitled \"China's 'Zero Covid' Mess Proves Autocracy Hurts Everyone\" published by the New York Times. \n\nThe article describes a number of difficulties encountered by Shanghai residents, and cites a number of zero-COVID-19 critics both within and outside China claiming that \"the zero-COVID-19 policy harms the Chinese people.\" \n\nWhat this article, and those like it calling for an end to zero-COVID-19, intentionally avoid is the reality that when they call for an end to zero-COVID-19 they are calling for the deaths of 1 million or more people in China, with one look at the COVID-19 death numbers for countries like the US enough to demonstrate this. Due to their government's refusal to follow China's example, more than 1 million Americans have died from COVID-19, while nearly 2 million residents of the EU have also succumbed. Meanwhile, only 4,500 Chinese people have died from COVID-19 due to the implementation of zero-COVID-19.\n\nThis point bears emphasis: The reality that should be at the center of any honest discussion of zero-COVID-19 in American media is that 1 million Americans are dead due to the anti-zero-COVID-19 policy promoted by corporate media journalists, while just 4,500 Chinese people have died under zero-COVID-19. Moreover, thousands of Americans and Europeans continue to die each week from COVID-19. And one out of every 100 persons over 65 have died in the US due to non-zero-COVID-19.  \n\nMoreover, the American association of physical scientists estimates that 10 million Americans are suffering from long COVID, which is the persistence of serious health conditions long after the initial COVID-19 infection is gone. The renowned Mayo Clinic in the US reports that the virus can damage the lungs, heart and brain, which increases the risk of long-term health problems. In fact, large numbers of those suffering from long COVID report persistence even after one or two years, and the longevity of these conditions is not yet known and could last a lifetime.\n\nFailure to include the comparative numbers, and a failure to emphasize or even mention long COVID, in virtually all of the Western media accounts of China's Shanghai difficulties shows irrefutably the motive is not to report accurately on China's COVID-19 policy but to serve two political goals. \n\nFirst, it is intended to prevent Western people from recognizing that there is an alternative proven in China to mass infections and mass deaths, and that their governments have prioritized business profits over people's lives by maintaining business operations no matter the cost in mass infections, deaths, and long COVID.  \n\nThe second political goal is to further demonize China's government as part of the multi-sided economic, military, and information campaign to prepare the Western public to accept further aggressive moves against China, which may even lead to war.\n\nThere is something called a \"lie of omission\" which entails omitting key information in order to convey a false picture of reality. The Western media's accounts of the difficulties and supposed growing public resistance to zero-COVID-19 in China never mention what should be the major news point regarding the global pandemic and China's zero-COVID-19 policy: The stark contrast between millions of COVID-19 deaths which continue to mount outside China and just 4,500 COVID-19 deaths inside China.\n\nFinally, there is no question that the COVID-19 policies of the Western governments promoted by their corporate media, with the US as the exemplar, are fundamentally responsible for the Shanghai surge. The existence of the highly infectious Omicron B2 mutation which has ravaged Shanghai is the result of the US and other governments allowing hundreds of millions of people to be infected with COVID-19, thereby enabling sufficient human breeding grounds for mutations to produce the Omicron B2 subvariant and new and even more lethal variants in the future.\n\nThe author is a Canadian independent researcher specializing in social, political, and information technology subjects.\n\nThe views do not necessarily reflect those of the Global Times."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265049.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "UN High Commissioner for Human Rights Michelle Bachelet. Photo: AFP\nUnited Nations High Commissioner for Human Rights Michelle Bachelet on Saturday called on Ethiopian authorities to promptly initiate and conduct transparent investigations into recent inter-religious clashes in Ethiopia.\n\n\"I am deeply distressed by the recent violent clashes between Muslims and Orthodox Christians in Ethiopia in which at least 30 people were reportedly killed and more than 100 others injured,\" an Office of the High Commissioner for Human Rights (OHCHR) statement quoted Bachelet as saying.\n\nBachelet called on the Ethiopian authorities \"to promptly initiate and conduct thorough, independent and transparent investigations into each of these deadly incidents and ensure that those found to be responsible are held to account.\"\n\nThe inter-religious clashes, first reported in Gondar city on April 26, reportedly in connection with a land dispute, appear to have quickly spread to towns and cities in many other regions across the country.\n\n\"I understand two mosques were burnt and another two partially destroyed in Gondar. In the apparent retaliatory attacks that followed, two Orthodox Christian men were reportedly burnt to death, another man hacked to death, and five churches burnt down in Silt'e zone, in the Southern Nations, Nationalities and Peoples' Region, located in the southwest of the country,\" Bachelet said.\n\nXinhua"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265048.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Picture released by Folha de Pernambuco showing Brazilian former president Luiz Inacio Lula da Silva speaking during the \"Free Lula\" music festival in Recife, Brazil on Sunday. Thousands of people attended the music Festival organized in his honor that brought together numerous artists and local bands such as Chico Cesar, Francisco el Hombre and Lia de Itamaraca at the historic center of Recife. Photo: AFP\nFormer leftist president Luiz Inacio Lula da Silva launched his presidential bid on Saturday calling on Brazilians to unite behind him to defend Brazil's democracy from the authoritarian government of far-right President Jair Bolsonaro.\n\nWithout mentioning Bolsonaro by name, Lula told supporters at a rally that his adversary was unable to govern and lied constantly to the nation to hide his incompetence.\n\n\"The most serious moment the country is going through forces us to overcome our differences and build an alternative path to the incompetence and authoritarianism that govern us,\" he said.\n\n\"We want to join democrats of all political positions, classes, races and religious beliefs ... to defeat the totalitarian threat, the hatred, violence and discrimination hanging over our country.\" \n\nThe rally was called a \"pre-launch\" to comply with Brazilian election law that says official campaigning for the October election starts in August.\n\nRecent opinion polls show Lula maintaining a comfortable advantage over his rival if the election were held Sunday, though Bolsonaro has gained ground by boosting welfare spending and traveling around the country.\n\nBolsonaro has repeatedly questioned Brazil's electronic voting system, raising fears he might not admit defeat.\n\nLula said he has forged a widening alliance of seven left-of-center parties so far, and has picked centrist former Sao Paulo governor Geraldo Alckmin for his running mate to draw moderate voters not happy with Bolsonaro's administration.\n\nLula stressed his achievements during his two terms from 2003-10 when Brazil grew fast due to a commodities super-boom.\n\nReuters"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265047.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "French President Emmanuel Macron adresses voters during a political meeting on April 16, 2022 in Marseille, France. After topping the first vote, Macron and rival candidate Marine Le Pen will face off in the second round of the French presidential elections to be held on April 24.\nFrench President Emmanuel Macron on Saturday vowed a new start to face immense challenges in foreign and domestic policy, as he was inaugurated for a second term after his election victory over the far right.\n\nIn a ceremony at the Elysee Palace, Macron was confirmed by Constitutional Council chief Laurent Fabius as the winner of April election and then signed the formal reinvestiture document.\n\nAttended by 450 people, including his wife Brigitte and his only surviving predecessors Francois Hollande and Nicolas Sarkozy, the ceremony was relatively modest but marked the first time a French leader is serving a second term in 20 years.\n\nMacron faces a daunting agenda of implementing the reforms he vowed when he came to power as France's youngest-ever president in 2017, as well as dealing with the Russia-Ukraine conflict.\n\n\"Rarely has our world and our country been confronted with such a combination of challenges,\" he said, referring to the Ukraine crisis, the pandemic and the ecological emergency.\n\nHe vowed to be a \"new president\" for a \"new mandate\" and create a \"stronger France.\"\n\n\"Every day of the mandate that lies ahead I will have just one compass point. And that is to serve.\"\n\nHe also suggested a more inclusive and understanding style of ruling after his first term saw critics complain the former investment banker had abrasive and arrogant methods.\n\nHe vowed a \"new method\" to govern, far from the \"worn-out rites and choreography\" of the past.\n\nIn a tradition dating back to the Middle Ages, 21 cannon shots were fired from the Invalides military memorial complex to celebrate the inauguration.\n\nWith no drive down the Avenue des Champs-Elysees or long red carpet, the ceremony resembled the reinaugurations of Francois Mitterrand in 1988 and Jacques Chirac in 2002, the last French president to win a second term.\n\nMacron's second term will only start officially when the first one expires at midnight on Friday.\n\nHe is set to keep playing a leading role in efforts to stop the Russia-Ukraine conflict, while he carries an immense burden of expectation as a leader on the European stage with Germany still finding its footing in the post-Angela Merkel era.\n\nOn the domestic front, Macron must deal with the crisis over the rising cost of living and also brace for possible protests when he finally tackles his cherished pension reform, raising France's retirement age.\n\nHe reaffirmed a vow for full employment in France and vowed to fight against inequality by reforming the health and school systems as well as against \"daily insecurities and terrorism that is still there.\"\n\nAttending the ceremony were the parents of teacher Samuel Paty who was beheaded by an Islamist extremist in 2020. His mother was moved to tears when the president embraced them.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265046.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Cabins are seen as they travel during the inauguration of a cable car line for mass transit in Mexico City, capital of Mexico, Aug. 8, 2021. (Xinhua/David de la Paz)\nSome 2,000 people marched Saturday in Mexico City to demand the legal right to abortion be revoked, at the encouragement of the Catholic church and conservative groups.\n\nThe procedure is already legal in seven of Mexico's 32 states and in 2021 was decriminalized de facto by the Supreme Court. \n\nThe federal capital Mexico City was a trailblazer in Latin America when in 2007 it legalized abortion until 12 weeks of pregnancy. \n\nThe march, in which many were decked out in white, made its way down some of the main streets of the capital. People leading the procession carried a huge banner reading \"The first right is life.\"\n\nRoman Catholic church leaders want abortion to be outlawed unconditionally.\n\nSome protesters waved signs that said \"Abortion is not health\" and \"Let their hearts beat.\"\n\nIn Mexico, where each state has its own criminal code, abortion has been decriminalized in Mexico City (federal district), Oaxaca, Baja California, Sonora, Colima, Veracruz and Hidalgo.\n\nThe Guerrero state government was set last week to debate and vote on decriminalizing abortion, but the issue was removed from the agenda after protests by religious groups. The discussion is expected to resume on Wednesday.\n\nIn September 2021, the Supreme Court declared the laws criminalizing abortion unconstitutional, authorizing it de facto throughout the country. \n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265045.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "British Prime Minister Boris Johnson (1st L) and British Secretary of State for Northern Ireland Julian Smith (1st R) are greeted by Northern Ireland First Minister Arlene Foster (2nd R) of the Democratic Unionist Party (DUP) and Deputy First Minister Michelle O'Neill of Sinn Fein in Belfast, Northern Ireland, the United Kingdom, on Jan. 13, 2020. Boris Johnson said Monday during a visit to Belfast, Northern Ireland that he hopes and is \"confident\" to secure a zero-tariff, zero-quota agreement with the European Union (EU). Photo:Xinhua\nSinn Fein leader Michelle O'Neill on Saturday acclaimed a \"new era\" for Northern Ireland as her Irish nationalist party handed a historic election defeat to pro-UK unionists who had monopolized power for decades.\n\nOnce the political wing of the paramilitary IRA, Sinn Fein won enough seats in the devolved legislature to nominate O'Neill as first minister - a century after Northern Ireland was carved out as a Protestant fiefdom under British rule.\n\nO'Neill appealed for a \"healthy debate\" about reunifying Ireland, but the Democratic Unionist Party (DUP) stood by its refusal to form a new power-sharing government, opening up the prospect of months-long political limbo.\n\n\"Today ushers in a new era,\" said O'Neill, who at 45 came of political age after the 1998 Good Friday Agreement.\n\n\"It's a defining moment for our politics and our people,\" she said. \"I will provide leadership which is inclusive, which celebrates diversity, which guarantees rights and equality for those who have been excluded, discriminated against or ignored in the past.\" \n\nWith 88 of 90 seats filled from Thursday's proportional voting, Sinn Fein was assured of 27 seats in the Stormont assembly, ahead of the DUP on a maximum of 25 and the cross-community Alliance party on 17.\n\n\"The people have spoken, and our job is now to turn up. I expect others to turn up also,\" O'Neill told reporters. She stressed that the new government had to tackle foremost a cost-of-living crisis in the UK, ahead of the debate about Irish unity.\n\nThe DUP occupied the role of first minister in the outgoing assembly, before it collapsed the executive in protest at post-Brexit trading rules between the UK and EU.\n\nDUP leader Jeffrey Donaldson demanded that UK Prime Minister Boris Johnson \"deliver on his word to honor the commitments he has given and to take the action that is necessary\" on the Northern Ireland Protocol.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265044.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Supporters of presidential candidate Ferdinand Marcos Jr. are seen during his final campaign rally for the 2022 national and local elections in Paranaque City, the Philippines, May 7, 2022.Photo:Xinhua\nPhilippine presidential candidates on Saturday night wrapped up a fiesta-like campaign period of 90 days for Monday's general election that decides the next six years of this Southeast Asian country of a 110 million population.\n\nOver 65.8 million Filipinos are expected to troop to 37,211 polling stations on Monday to elect a new president, a new vice president, 12 senate senators, and over 300 members of the House of Representatives. Poll body data showed that over 18,000 national and local positions are up for grabs.\n\nIn April's final opinion poll of registered voters, former senator Ferdinand Marcos Jr, 64, son of former president Ferdinand Marcos, led Vice President Maria Leonor Robredo, 56, and eight other candidates.\n\nOn Saturday, the last day of the campaign period, millions of Filipinos took to the streets to support their preferred presidential aspirants.\n\nMarcos' camp claimed that up to a million attended the miting de avance of Marcos and his running mate Davao City Mayor Sara Duterte-Carpio on Saturday night in Paranaque City in the capital region. In the Philippines, miting de advance is traditionally the final campaign event for the candidates running for local and national posts.\n\nMarcos called for unity, saying he longs for the day when Filipinos unite to better the country. \"Filipinos are starting to unite even before the election after heeding the message of our UniTeam,\" he told his supporters wearing red and green, the campaign color of Marcos and Carpio, respectively.\n\nRobredo's organizers claimed nearly 800,000 came to support the incumbent vice president and her running-mate, Senator Francisco Pangilinan, gathering at the heart of Makati City's central business district in a final show of force on Saturday.\n\n\"Let's celebrate a historic campaign tonight. Let's go! Let's win this for the Filipino people,\" Robredo told her pink-clad supporters.\n\nBoxing icon-turned-senator Emmanuel Pacquiao, 43, ended his campaign in his downtown of General Santos City in southern Philippines; Manila City Mayor and former actor Francisco Domagoso, 47, in the Tondo district in Manila City; and former-national-police-chief-turned-senator Panfilo Lacson, 73, in his hometown of Cavite province.\n\nFor the past three months, presidential aspirants crisscrossed the archipelago to win the hearts and minds of voters amid the COVID-19 pandemic. On the campaign trail, politicians seek first to entertain voters by singing and dancing on stage and even hire popular actors to join them in the hustings.\n\nAfter the crowd is entertained, they also discuss how they intend to revitalize the economy amid the lingering pandemic, reduce unemployment, and stamp out pervasive corruption.\n\nXinhua"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265043.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Prime Minister Jacinda Ardern looks on while Stuart Nash speaks during a press conference at Parliament in Wellington, New Zealand on March 16, 2022. New Zealand's border will open to fully vaccinated tourists from Australia from 11:59 pm on April 12. Photo: VCG\nNew Zealand reported its first case of Omicron BA.5 variant at the border amid 12,392 community cases during the weekend, said the Ministry of Health in a statement on Sunday.\n\nA person who has traveled from South Africa to New Zealand has been confirmed as having the BA.5 variant of Omicron. This is the first known detection of the variant in New Zealand, said the ministry.\n\nAccording to the ministry, this follows the detection of BA.4 on May 1, also in a person who had traveled from South Africa. It can take weeks or months to assess the severity of each new variant or sub-variant, so the Ministry of Health will continue to monitor the emerging evidence closely, it said.\n\nMicrobiologist Associate Professor Siouxsie Wiles from the University of Auckland was worried about \"all versions of Omicron around\" and \"variants of the virus we don't yet know about but are almost certainly out there evolving away.\"\n\n\"One big problem with the 'getting back to normal' phase that most countries have adopted is putting immunocompromised people at high risk of infection. While this is dangerous for their health, it can also be really bad for everyone else,\" wrote Wiles to local media The Spinoff.\n\nNew Zealand is currently under the orange settings of the COVID-19 Protection Framework, where there is no limit for gatherings.\n\nUniversity of Otago epidemiologist Professor Michael Baker told local media Newshub that most infectious diseases don't decline in severity over time.\n\nXinhua"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265042.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Photo taken from Namie in Fukushima Prefecture, northeastern Japan, on Tuesday shows the crippled Fukushima Daiichi nuclear power plant. Tokyo decided the same day to release radioactive water into the sea. Photo: VCG\nJapan's plan to dump radioactive waste water from its crippled Fukushima Daiichi nuclear power plant into the Pacific Ocean will endanger marine products and contaminate the ocean further, a South Korean green activist has said. \n\n\"Eleven years has passed since the Fukushima power plant accident occurred, but its radioactive contamination has not been mitigated much,\" Ahn Jae-hun, energy and climate change director at the Korea Federation for Environment Movement, a green advocacy group in Seoul, told the Xinhua News Agency recently.\n\nThe group's analysis of the 2021 data from Japan's Ministry of Health, Labor and Welfare showed that cesium was detected from 8 percent of Japanese fishery products.\n\n\"If radioactive waste water is discharged into the ocean, it will endanger marine products and deepen marine contamination further,\" said Ahn.\n\nThe contaminated water will inevitably spread into the Pacific Ocean, polluting oceans in neighboring countries [of Japan].\" \n\nThe Japanese government planned to release about 1.25 million tons of nuclear waste water into the ocean spanning 30 years from 2023.\n\nJapan has claimed that the contaminated water could be diluted with water and discharged at a lower concentration, but Ahn said the claim repeatedly proved wrong as the purification equipment cannot eliminate radioactive materials completely.\n\nThe green activist said the dilution with water cannot lessen the total amount of contamination, calling the irradiated sewage discharge \"the worst way to resolve\" as it can never be retrieved after being released into the ocean.\n\nXinhua"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1265041.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "A crane removes debris from the ruins of the Saratoga Hotel in Havana, Cuba on May 7, 2022. Photo: AFP\nRescuers combed through what remained of a luxury Havana hotel Saturday, as the death toll after a powerful blast due to a suspected gas leak climbed to 27, authorities said.\n\nNo survivors were found in the upper floors of the prestigious Saratoga Hotel, and rescuers said they were now concentrating their efforts on the jumbled debris filling the two-level basement of the neoclassical building.\n\nAuthorities reported Saturday that 37 people had been hospitalized, down from an earlier number of 46.\n\nThere was meanwhile some confusion after a Red Cross official gave a death toll of 32, but the higher number was later reported to be \"an error.\" \n\nThe hotel had been closed for business during renovation work, and many victims of Friday's explosion were either construction workers or hotel employees preparing for its reopening. But a 29-year-old Spanish tourist, who had been walking nearby, died in the blast.\n\nSo far, 11 hotel employees have been identified among the dead, said Roberto Enriquez Calzadilla, a spokesperson for the state-run tourism group Gaviota, which operates the hotel. \n\nHe said the explosion happened while a gas tank was being refilled by a tanker truck.\n\nOfficials said the dead included four children and adolescents. More than a dozen of those hospitalized were listed in critical or serious condition. \n\nWith the search now turning toward the building's basement levels - a woman's cry for help was heard emanating from there on Friday afternoon - tons of smoking debris have complicated the task. \n\n\"My daughter works in the Saratoga - she's been there [under the rubble] since... yesterday morning, and in all this time I still don't know anything,\" an anguished Yaumara Cobas told journalists, adding that she had checked with a hospital and the morgue.\n\n\"We've got to push on,\" said longtime Politburo member Ramiro Valdes, a veteran of the Cuban revolution. \"Some of our comrades could still be down there - alive.\" \n\nSpanish Prime Minister Pedro Sanchez announced the Spanish tourist's death on Twitter and offered condolences to survivors and their families. \"All our love to their families and those of all the victims and injured. Our support also to the Cuban people,\" he said.\n\nCuban President Miguel Diaz-Canel deplored the loss of life in a Twitter message, while commending those Cubans who had rushed to donate blood for survivors.\n\nOfficials from the US, Canada, the European Union, China, Russia and Venezuela sent messages of condolence.\n\nThe first four floors of the establishment, which were closed to guests while being renovated, were gutted in the late-morning blast that sent dust and smoke billowing into the air.\n\nThe explosion tore off large parts of the facade, blew out windows and destroyed cars parked outside the five-star hotel, which has in the past hosted celebrities such as Madonna, Beyonce, and Rihanna.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264996.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Ukraine evacuated 50 civilians from the Azovstal plant in the besieged city of Mariupol, Ukrainian Deputy Prime Minister Iryna Vereshchuk said on Friday.\n\n\"The evacuation was extremely slow. However, today we managed to free 50 women, children and the elderly from Azovstal,\" Vereshchuk wrote on Facebook.\n\nThe evacuation will continue on Saturday morning, Vereshchuk said.\n\nEarlier in the day, Ukraine's Presidential Office head Andriy Yermak said that Ukraine had evacuated about 500 civilians from Mariupol.\n\nMariupol, a key Azov Sea port city in eastern Ukraine, saw one of the worst bouts of violence in the Russia-Ukraine conflict."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264995.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Ukraine and Russia on Friday conducted another prisoner exchange since the start of the conflict, Ukrainian Deputy Prime Minister Iryna Vereshchuk said.\n\nAs a result of the swap, 41 Ukrainian prisoners of war, including 13 civilians, returned home following their release by Russian forces, Vereshchuk wrote on Telegram.\n\nUkraine and Russia conducted their first prisoner exchange on March 24. Since then, more than 300 Ukrainians have been released."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264994.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Ukrainian President Volodymyr Zelensky said his country stands ready to resume talks on settling the conflict with Russia after Russian forces return to the positions they held before Feb. 24, the Ukrinform news agency reported Friday.\n\n\"They need to withdraw to those temporary contact lines or dividing lines - they must withdraw troops there. Then we can start the full-scale talks,\" Zelensky was quoted as saying.\n\nHe emphasized that \"not all the bridges\" for peace talks with Russia have been destroyed.\n\nThe Ukrainian and Russian delegations held their latest round of in-person peace negotiations in Istanbul, Turkey in late March."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264984.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Ukrainian civilians withdraw along humanitarian corridors from Ukraine's Mariupol on March 20, 2022. More than 3.48 million Ukrainians have fled to neighboring countries, according to the UN refugee agency. Photo: AFP\n\nUkraine has evacuated about 500 civilians from the city of Mariupol, head of the President's Office, Andriy Yermak said on Friday."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264980.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Belarus President Alexander Lukashenko (left) speaks during an interview with media at the Independence Palace in Minsk, Belarus on May 5, 2022. Lukashenko said he was doing everything to stop the conflict between Russia and Ukraine. Photo: VCG\n\nBelarus will not participate in Russia's special military operation in Ukraine, Belarusian President Alexander Lukashenko said Thursday in an interview with The Associated Press (AP)."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264939.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "UN Secretary-General Antonio Guterres called on Thursday to end the \"cycle of death and destruction\" in Ukraine.\n\nAs he briefed the UN Security Council on his shuttle diplomacy last week in Russia and Ukraine, Guterres said that he \"did not mince words\" when he spoke with the presidents of Russia and Ukraine about ending the conflict.\n\nThe conflict must \"end for the sake of the people of Ukraine, Russia, and the entire world...the cycle of death, destruction, dislocation and disruption must stop,\" the secretary-general said at a Security Council meeting on the situation in Ukraine.\n\n\"In my meeting with (Russian) President Putin, I therefore stressed the imperative of enabling humanitarian access and evacuations from besieged areas, including first and foremost, Mariupol,\" said Guterres, appealing strongly for a safe and effective humanitarian corridor for civilians to reach safety from the Azovstal plant, where hundreds have been living underground for weeks.\n\n\"We must continue to do all we can to get people out of these hellscapes,\" said the UN chief.\n\nReporting on \"some measure of success,\" Guterres outlined the complex humanitarian operation underway, led by the UN and the International Committee of the Red Cross.\n\n\"It began on April 29 and has required enormous coordination and advocacy with the Russian Federation and Ukrainian authorities,\" he said. \"So far, two safe passage convoys have been successfully completed.\"\n\nThe first stage at the weekend saw 101 civilians safely evacuated to safety to the north of Mariupol, while the second phase on Wednesday night led to \"more than 320\" from the region finding a safe haven.\n\nWhile a third operation is underway, Guterres would not provide any details until it is completed, \"to avoid undermining possible success.\"\n\n\"It is good to know that even in these times of hyper-communications, silent diplomacy is still possible and is sometimes the only effective way to produce results,\" he said.\n\nThe UN chief said the United Nations will continue to scale up humanitarian operations to save lives and reduce suffering, and that he also discussed worldwide food security during his talks with both leaders.\n\n\"A meaningful solution to global food insecurity requires reintegrating Ukraine's agricultural production and the food and fertilizer production of Russia and Belarus into world markets, despite the war,\" he said."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264938.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Ukrainian President Volodymyr Zelensky said on Thursday that he had separate conversations with British Prime Minister Boris Johnson and German President Frank-Walter Steinmeier.\n\nZelensky tweeted that he discussed future joint international legal events and the issues of defensive support for Ukraine at the talks with Johnson.\n\nThe Ukrainian leader said he thanked Johnson for addressing the Ukrainian parliament earlier this week.\n\nCommenting on the conversation with Steinmeier, Zelensky said it was \"good, constructive, and important\".\n\nThe Ukrainian president said he informed his German counterpart about the situation on the frontline, in particular in Mariupol, and voiced the hope that Germany's support for Ukraine would be intensified."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264937.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Russian President Vladimir Putin held a telephone conversation with Israeli Prime Minister Naftali Bennett on Thursday to discuss the Ukrainian situation.\n\nThe leaders paid special attention to humanitarian issues, including the evacuation of civilians held by militants of nationalist battalions from the Azovstal steel plant, the Kremlin said in a statement.\n\nThe Russian military is ready to ensure the safe exit of civilians, Putin said, adding that the Kiev authorities should order the remaining militants at the Azovstal plant to lay down arms.\n\n\"On the eve of Victory Day in the Great Patriotic War, which Russia and Israel celebrate on May 9, Putin and Bennett emphasised the special importance of this date for the people of both countries,\" the statement added."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264936.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "The ongoing Ukraine crisis is negatively affecting East Africa's food security through reduced food supplies, accessibility and high prices of food, fuel and fertilizer, the United Nations World Food Program (WFP) warned Thursday.\n\nExport restrictions on grains, vegetable oil and fertilizers have surged since the start of the Ukraine-Russia conflict, the scale having reached the levels of the 2008 global food crisis in terms of share of global trade, the WFP said in its latest situation update on the food security conditions in Eastern Africa.\n\nNoting the Eastern Africa region's high dependence on food and fertilizer imports, the WFP said the Ukraine crisis could further exacerbate the already dire food security situation across countries in the Eastern Africa region.\n\nWFP estimated that the ensuing inflation from the Ukraine crisis could push additional 7 to 10 million people into acute hunger in Eastern Africa in 2022.\n\n\"Already, the region witnessed significant short-term jumps in prices of wheat, bread, fuel and fertilizer and widespread shortages of fuel, the most affected being Kenya, Somalia, Uganda, Ethiopia, South Sudan, and Burundi,\" it said.\n\nAccording to the WFP, Ukraine and Russia have restricted exports of wheat and other food products equivalent to 42 percent of total calories in restricted products. Indonesia has banned palm oil exports while Turkey, Kyrgyzstan and Kazakhstan have imposed export bans on a variety of grain products, it was noted.\n\nIt said nearly half of Uganda (43 percent), Eritrea (43 percent) and Sudan's (47 percent) imported food calories have been affected by export restrictions, largely due to Russia and Ukraine wheat export bans.\n\nThe share of global restricted exports to Kenya stands at 20 percent, in Somalia (20 percent) while relatively lower in South Sudan (9 percent), it said.\n\nThe WFP said fuel prices jumped by 5 percent to historical high in Kenya, while wheat prices increased by a record 59 percent in Ethiopia, the highest since 2016, just within two weeks of the Ukraine crisis.\n\nFertilizer prices have doubled in Kenya and tripled in Ethiopia, which together with fuel prices, will affect 2022 yields and crop production and worsen the food price crisis, it said.\n\nFigures from the WFP show that consumption of fuel, fertilizer, wheat and vegetable oil have low substitution elasticity to price increases, likely to pile pressure on low foreign exchange reserves and current account balances of Ethiopia, Sudan, South Sudan and Burundi.\n\nThe overlapping food crisis risks in the region comes at a time when most countries are facing increased fiscal imbalances and rising public debt pressure, limiting capacity of public-backed subsidies and social protection systems to cover food gaps of the most vulnerable, it said.\n\nAccording to the WFP, the COVID-19 pandemic, which set off the worst global recession in over a century, aggravated the pre-existing vulnerabilities, which has now been worsened by the global fallout of the Ukraine crisis.\n\nCountries in the region were able to bounce back from the COVID-19 setbacks, recording impressive economic growth in 2021. The strongest recovery in GDP growth was recorded in Kenya at 7.4 percent, while all others were higher than 2.5 percent except for Sudan, it was noted."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264935.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "French President Emmanuel Macron announced on Thursday that France will offer a 2-billion-U.S.- dollar aid for Ukraine during the international donors conference held in Warsaw, the capital of Poland, French presidential palace the Elysee announced.\n\nIn 2022, France has released a total of 1.7 billion U.S. dollars towards Ukraine, Macron said, adding that the country's support will be at 2 billion U.S. dollars, or an additional of 300 million U.S. dollars.\n\n\"France released 100 million euros for humanitarian aid, which is used in particular to finance international organizations and NGOs present in the field. Already, 800 tons of humanitarian and medical goods have been sent to Ukraine and to the countries of the region\", Macron said.\n\n\"France will continue to act in a concerted manner within the framework of the European Union, with our European partners, also within the framework of the G7 and international financial institutions\", he noted.\n\nThe international donors conference for the support towards Ukraine was held on Thursday hosted by Poland and Sweden, gathering heads of state and government, the European Union and international organizations amid the Russia-Ukraine conflict.\n\nMore than 6 billion euros ( 6.3 billion U.S. dollars) were gathered at the international donors conference in support towards Ukraine, Polish Prime Minister Mateusz Morawiecki told the press."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264870.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "People wait in front of a restaurant in Tokyo's Ginza district on June 8, 2019. Photo: AFP\nThree million women joined Japan's workforce in the past decade, and it's at least partly thanks to top executive Kathy Matsui, who coined the \"womenomics\" catchphrase that inspired government policy.\n\nBut with many women holding precarious part-time jobs, often in sectors hit hard by COVID-19, she says the world's third largest economy must try harder to tap underused talent.\n\nThat means chipping away at managers' sexist attitudes and challenging Japan's long-hour work culture, as well as encouraging startups with \"more diverse founders.\"\n\n\"We have a very low ratio of female entrepreneurs in this country,\" Matsui, former vice president of US investment bank Goldman Sachs in Japan, told AFP.\n\n\"But if you want to be driving your own destiny, becoming an entrepreneur is one of the best ways to do that.\"\n\nMatsui, 57, is one of the few women at the top of Japan's male-dominated business world, as co-director of a firm founded in 2021 that invests in ethically minded young companies.\n\nThe Japanese-American was at Goldman Sachs in 1999 when she began publishing studies on the economic benefits of boosting female participation in the Japanese workforce, which she dubbed \"womenomics.\"\n\nTo her surprise, the ideas were adopted by former prime minister Shinzo Abe in 2012 as part of his signature plan to revive the ailing Japanese economy.\n\nSince then, the proportion of women in Japan who work has risen from 60 percent to over 70 percent, equivalent to around 3 million people, according to OECD figures.\n\nBut even now, only 15 percent of managers at Japanese companies are women, compared to around 40 percent in the US.\n\nPandemic problems\n\n\"Trying to change the mindset and behavior of very established organizations... is not impossible, but it just takes a long time,\" unlike startups which can be more flexible, Matsui said.\n\nRecent progress has been so slow that Japan's government was forced to postpone its 30 percent target for women in management positions by a whole decade in 2020.\n\nAnd like in other countries, the COVID-19 crisis has not helped.\n\nWorldwide, women were more likely than men to report a loss of employment in the pandemic's first 18 months, according to a University of Washington study published in 2022 in the Lancet that analyzed data from 193 countries.\n\nIn Japan, many women juggle looking after children or elderly relatives while working part-time, often in the COVID-19-hit service industries, Matsui said.\n\nShe thinks helping women into full-time roles where they are more likely to be promoted is not just the government's responsibility, but also that of managers.\n\nEvaluations should be \"much more focused on output and performance, as opposed to the time factor,\" and managers should undergo training to tackle prejudices.\n\n\"A lot of times I come across women who are passed over for promotion, because they just got married\" and their boss doesn't want to \"risk\" them taking maternity leave, she said.\n\nAnd it's urgent - as Japan's rapidly aging population causes its workforce to shrink, \"the fastest thing you can do is try to tap into the talent that is staring you in the face.\"\n\nNew perspectives\n\nMatsui grew up in California as the daughter of Japanese immigrants who ran a flower-growing business, which taught her the \"value of work.\"\n\nShe studied at Harvard, where she majored in social studies. After graduation, she won a scholarship to study in Japan - her first time in her parents' home country - and stayed to build a career in finance.\n\nHer \"womenomics\" argument struck a chord with ministers because it offered a new perspective on the benefits of equality, she believes. As well as targets and requirements for large companies to disclose data on gender balance, Matsui has also seen a shift in how the issue is viewed in Japan, from a niche issue to a \"daily topic of conversation.\"\n\nBut she remains committed to her original principles of crunching data and finding solutions, rather than just talking about the problems faced by women in the workforce.\n\n\"You cannot manage what you don't measure,\" she said.\n\nNow, as co-director of the venture capital company MPower Partners, which invests in businesses that prioritize environmental, social and corporate governance (ESG), Matsui wants to grow Japan's relatively small startup scene.\n\n\"Part of why it's so small is because there's not enough diversity, or because [the companies] don't think globally enough. Those are two angles where we at MPower really want to help change,\" she said.\n\nBut firms seeking investment should beware of resorting to superficial tactics like so-called greenwashing: \"We're not so interested in companies just trying to tick the box.\"\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264867.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Visiting Chinese State Councilor and Foreign Minister Wang Yi (L) shakes hands with Hungarian Minister of Foreign Affairs and Trade Peter Szijjarto prior to their talks in Budapest, Hungary, July 12, 2019. (Photo: Xinhua)\nHungary's government cannot responsibly support the European Commission's new package of sanctions against Russia in its current form as it would \"destroy\" the country's security of energy supply, Minister of Foreign Affairs and Trade Peter Szijjarto said on Wednesday.\n\nThe EU will phase out Russian crude oil imports within six months and refined products by the end of 2022, Commission President Ursula von der Leyen said Wednesday, announcing the sixth package of sanctions against Russia.\n\nThe new restrictions would involve a ban on crude oil shipments from Russia to Europe with a rather short notice, which in Hungary's case would apply from the end of 2023, Szijjarto said in a video message posted on his Facebook page.\n\nHungary's energy supply is currently secure and stable, but this package of sanctions would \"completely destroy\" it, making it impossible for the country to procure the amount of oil needed to keep the economy running, he said.\n\nHe recalled that Hungary was a landlocked country without access to the sea and to large tankers transporting crude oil from places other than Russia.\n\nXinhua"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264865.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Justin Trudeau, Canada's prime minister, speaks during a news conference in Ottawa, Ontario, Canada, on December 15, 2021. Photo: VCG\nCanadian Prime Minister Justin Trudeau vowed to defend abortion rights as the decades-old battle over the issue exploded anew this week in Canada's southern neighbor, with the US Supreme Court apparently set to overturn the decades-old ruling that legalized the procedure nationwide.\n\n\"A woman's free choice is a choice to be made by her alone. Every woman in Canada has the right to a legal and safe abortion,\" Trudeau told reporters before a meeting of Liberal lawmakers in Ottawa on Wednesday.\n\nA draft US Supreme Court decision, leaked late on Monday, showed a majority of justices prepared to overturn the 1973 Roe v. Wade decision that protects abortion rights. The court on Tuesday confirmed the authenticity of the leaked document.\n\n\"We know that unfortunately, what we're seeing with our neighbors in the south and even in debates within the Conservative Party of Canada, that we need to ensure that there are protections in place so that we never see people backtracking on that right,\" Trudeau said.\n\n\"We have asked the ministers to take a look at this [review of the legal framework] very quickly and we'll see what the timeline is for that,\" Trudeau said.\n\nCanada's Supreme Court decriminalized abortion in a historic 1988 ruling. Ostensibly, since then, abortion has been a medical procedure like any other. But barriers to access persist, especially for people living outside urban areas.\n\nCanada's top court is unlikely to recriminalize abortion any time soon. But if the US Supreme Court overturns Roe v. Wade, that could embolden anti-abortion movements and galvanize pro-choice activists, Canadian observers and advocates on both sides of the divisive issue noted. \n\nReuters"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264863.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Abdulla Shahid, president of the 76th session of the UN General Assembly, speaks at an informal meeting of the General Assembly on his priorities for the remaining eight months of his office at the UN headquarters in New York, on Jan 19, 2022. File photo:Xinhua\nAbdulla Shahid, president of the 76th session of the UN General Assembly (UNGA), on Wednesday highlighted the need to build a more sustainable, resilient, and responsible global tourism sector as part of the \"long journey\" to recover from COVID-19.\n\nAt the first-ever High-Level Thematic Debate on Sustainable Tourism held at the UN headquarters in New York, Shahid said that the COVID-19 pandemic halted the entire tourism industry, dealing a \"devastating blow to the global economy.\"\n\n\"In 2019, prior to the pandemic, tourism contributed 3.5 trillion US dollars to global GDP. The precipitous drop during the pandemic is estimated to have cost up to 120 million jobs,\" he noted.\n\nThough easy to sum up the devastation in numbers, capturing the overall toll on people, communities and services, is much harder, particularly for many small island states and least developed countries, which remain heavily reliant on tourism to fuel public spending, he said.\n\nLooking beyond the numbers, tourism plays a deeply human role: \"Travel and tourism connect and unite us...builds bridges and facilitates inter-cultural exchanges...[and] fosters peace and solidarity across continents and borders.\" \n\nInventive efforts were made to help tourism weather two years of COVID-19, including \"travel bubbles,\" \"vaccine passports\" and \"resilient corridors.\"\n\n\"As the pandemic wanes, the tourism sector is rebounding,\" he said, speaking of \"the human need to connect, to explore, to experience. However, as it rebounds, it is important that we reflect on its future direction.\"\n\nShahid noted that tourism is important economically, but its effects on the planet, such as carbon emissions, oceans brimming with plastic, and human impacts on ecosystems and wildlife, must also be considered.\n\n\"We know that many of the communities and historic sites around the world that are beloved by tourists are climate and disaster prone and need support to build resilience.\"\n\nAccording to the UN Environment Programme's Green Economy Report, a \"business-as-usual\" scenario predicts that by 2050, tourism will generate an increase of 154 percent in energy consumption for the sector, 131 percent in greenhouse gas emissions, 152 percent in water consumption, and 251 percent in solid waste disposal.\n\n\"We cannot allow this to continue. We must not reboot global tourism in a business-as-usual manner, we must be more ambitious than that, more responsible than that,\" Shahid said.\n\nThroughout the discussions, Shahid encouraged participants to address their commitments under the Sustainable Development Goals and the Paris Agreement on Climate Change, and enhance the inclusion and empowerment of women, youth, indigenous and other marginalized communities.\n\n\"Today, I call on all stakeholders to seize every opportunity to transform the tourism sector, and to target a more sustainable, inclusive and responsible approach,\" he said.\n\nZurab Pololikashvili, chief of the World Tourism Organization, commented that the current energy crisis contributes to the vulnerability of the tourism sector.\n\nXinhua"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264861.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "US Secretary of State Antony Blinken speaks during a press conference with Fijian Acting Prime Minister Aiyaz Sayed-Khaiyum during his visit to Fiji on Saturday. Photo: AFP\nUS Secretary of State Antony Blinken tested positive Wednesday for COVID-19 and will shift to a virtual work schedule, the State Department said.\n\n\"The Secretary is fully vaccinated and boosted against the virus and is experiencing only mild symptoms,\" the department said in a statement.\n\nSpokesperson Ned Price said Blinken would no longer deliver a long-awaited speech on China policy scheduled for Thursday.\n\n\"He looks forward to returning to the department and resuming his full duties and travels as soon as possible,\" the statement said.\n\nBlinken has not seen President Joe Biden in person for several days and Biden is not considered a close contact, the State Department and White House said. \n\nBut Blinken earlier Wednesday met with Swedish Prime Minister Ann Linde at the State Department. \n\nBlinken, who had tested negative a day before, took another test as he felt symptoms after meeting Linde, the State Department said.\n\nPrice said that all close contacts were being notified. Blinken also met Tuesday with Mexican Foreign Secretary Marcelo Ebrard and delivered a speech at the State Department on Latin America policy.\n\nBlinken was among guests who packed into a Washington hotel on Saturday evening for the annual White House Correspondents' Association dinner.\n\nTrevor Noah, the comedian who introduced Biden, joked about the gala dinner being a \"super-spreader\" event.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264860.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "European Commission President Ursula von der Leyen delivers a speech during a debate on \"The State of the European Union\" at the European Parliament in Strasbourg, France, on September 15. Photo: AFP\nThe European Parliament on Wednesday called for the EU to rewrite its underpinning treaties, as requested by a group of European citizens who took part in a major public consultation.\n\nA majority of MEPs, sitting in the parliament's main chamber in the French city of Strasbourg, voted in favor of overhauling parts of the treaties to boost the bloc's democratic appeal.\n\nTheir resolution, however, was only advisory - any changes would have to be agreed unanimously by the EU's 27 member states, after approval by parliaments, courts and, in some cases, national referendums.\n\nGuy Verhofstadt, an MEP and former Belgian prime minister who chaired the citizen Conference on the Future of Europe, tweeted that the vote was an \"ambitious implementation\" of what had been urged.\n\nThe two-year consultation, just ended, involved 800 EU citizens selected randomly but balanced for gender, age, education and socioeconomic levels looking at ways the EU works and what it could do better.\n\nIt came up with 325 proposals which would require an overhaul of how the EU currently takes policy stances and decisions.\n\nAmong them would be getting rid of the need for unanimous agreement by all 27 EU countries in sensitive areas such as taxes, social security, foreign policy and accepting in new members.\n\nAnother would be to empower the European Parliament to put forward legislative proposals itself, instead of weighing initiatives made by the European Commission or the European Council, which represents member states.\n\nThe citizens' conference also said it wants to see the EU take more responsibility in areas usually jealously guarded by member nations, such as defense and health.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264859.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Local people wait on the platform at a railway station in Colombo, Sri Lanka, March 31, 2022. Sri Lanka declared an islandwide curfew from 6 pm Saturday to 6 a.m. Monday as the country faced a severe power crisis and rising inflation.Photo:Xinhua\nSri Lanka will have to endure its unprecedented economic hardships for at least two more years, the country's finance minister said Wednesday while warning of an imminent cash crunch.\n\nMonths of blackouts and acute shortages of food, fuel and pharmaceuticals have brought widespread suffering across the South Asian island nation.\n\nPublic anger has sparked sustained protests demanding the government resign over its mismanagement of the economic crisis, Sri Lanka's worst since independence in 1948.\n\n\"People should know the truth. I don't know if people realize the gravity of the situation,\" Finance Minister Ali Sabry told parliament.\n\n\"We won't be able to resolve this crisis in two years, but the actions we take today will determine how much longer this problem will drag.\"\n\nSabry said the country now has less than $50 million in usable foreign exchange reserves, needed to finance essential goods to keep Sri Lanka's import-dependent economy ticking over.\n\nOfficial data shows $1.7 billion in reserves.\n\nSabry said the government had erred by delaying an approach to the International Monetary Fund for a bailout.\n\nNegotiations with the IMF are ongoing but Sri Lanka's central bank chief has said any assistance from the lender is months away.\n\nThe government will unveil a new budget soon and raise taxes to replenish state revenue.\n\n\"It was a historic mistake to sharply reduce taxes in 2019,\" Sabry said, adding that the previous central bank chief had also blundered by exhausting foreign reserves to defend Sri Lanka's overvalued currency. \n\nSri Lanka's economic crisis took hold after the coronavirus pandemic hammered income from tourism and remittances.\n\nUnable to pay for fuel imports, utilities have imposed daily blackouts to ration electricity, while long lines of people snake around service stations for petrol and kerosene.\n\nHospitals are short of vital medicines and the government has appealed to citizens abroad for donations.\n\nIn April, Sri Lanka announced it was defaulting on its $51 billion foreign debt.\n\nPresident Gotabaya Rajapaksa has said he is willing to form a unity government to manage the country through the crisis.\n\nBut the opposition has refused to join an administration with the president or any other members of the powerful Rajapaksa family still in power. \n\nProtesters have been camped outside the president's seafront office for nearly a month to pressure him into stepping down.\n\nTrade unions, which staged a strike last week, have said they will stop work again on Friday to pressure the entire government to resign.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264855.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "White House Photo: VCG\nThe White House announced Wednesday a plan to upgrade current IT encryption standards used by both the US national security community and the commercial sector in order to secure them against powerful quantum computers of the future.\n\nQuantum computing is a fast-emerging technology that combines advances in scientific understanding of the subatomic world with leaps in information theory to solve mathematical problems that are impossible for today's conventional computers.\n\nThough the field is in its infancy, \"even a quantum computer a decade from now could potentially be used to decrypt data that's encrypted today,\" a senior administration official said ahead of the announcement.\n\nUS President Joe Biden's administration signed two directives Wednesday. \n\nOne, a national security memorandum, will initiate a collaboration between the federal government and the private sector to adopt \"quantum-resilient cryptographic standards,\" which are currently being developed by the National Institute of Standards.\n\nThese algorithms will be vital to ensure the future of secure communications on the internet, officials explained.\n\nThe memorandum would also set requirements for federal agencies to upgrade their systems, and direct agencies to safeguard US technology against acquisition by its adversaries.\n\nIt also promotes collaboration between government, industry and academia to ensure the US remains a global leader in quantum information science.\n\nA separate executive order places the National Quantum Initiative, the government's principal independent expert advisory body, directly under the White House.\n\nQuantum computing was first proposed in the 1980s, with key figures including the US theoretical physicist Richard Feynman.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264854.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "A hamburger sits on a table at a White Castle restaurant in the Queens borough of New York City. Photo: AFP\nGradually replacing 20 percent of global beef and lamb consumption with meat-textured proteins grown in stainless steel vats could cut agriculture-related carbon dioxide emissions and deforestation in half by 2050, researchers reported Wednesday.\n\nCompared to a current-trends projection for population growth and food demand, swapping half of red meat consumption for so-called microbial proteins would see reductions in tree loss and carbon dioxide pollution of more than 80 percent, they reported in the journal Nature.\n\n\"With a relatively small change in the consumption of ruminant meat, greenhouse gas emissions from tropical deforestation can be strongly reduced,\" said lead author Florian Humpenoder, a scientist at the Potsdam Institute for Climate Impact Research.\n\n\"This is an important contribution to reaching the Paris Agreement climate targets, with additional co-benefits for other sustainability goals.\" \n\nA trio of landmark UN climate science reports since August 2021 have made it alarmingly clear that the Paris treaty's cornerstone target is in serious jeopardy.\n\nThe global food system accounts for roughly a third of all carbon pollution, and beef production is the main culprit within the agricultural sector, according to the UN's climate science advisory panel. The cattle industry is a double threat. \n\nIt not only destroys carbon dioxide-absorbing tropical forests to make room for grazing pastures and cattle feed crops. In addition, belching livestock are a major source of methane, 30 times more potent as a greenhouse gas than CO2 on a 100-year timescale.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264853.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Photo taken on June 23, 2019 shows the 41st conference of the United Nations Food and Agriculture Organization (FAO) in Rome, Italy. Qu Dongyu, China's vice minister of Agriculture and Rural Affairs was elected as new Director-General of FAO here on Sunday. Qu will officially take the post of new FAO chief starting on Aug. 1. (Photo: Xinhua)\nThe number of people facing hunger rose to 193 million in 2021 as conflict, climate change and economic crises ravaged people's livelihoods, the UN's Food and Agriculture Organization said Wednesday.\n\nWhile experts have warned that the Russia-Ukraine conflict could cause famine, the FAO said in an annual report that nearly 40 million more people were pushed into \"acute food insecurity\" in 2021.\n\nAmong 53 countries facing the problem, the most affected include the Democratic Republic of the Congo, Ethiopia, Yemen and Afghanistan, where millions face hunger after the country plunged into financial crisis following the Taliban takeover in 2021.\n\nThe United Nations defines \"acute food insecurity\" as when a person's inability to consume adequate food puts their lives or livelihoods in immediate danger.\n\n\"This is hunger that threatens to slide into famine and cause widespread death,\" the FAO said.\n\nThe number has risen constantly since the first report was published by the FAO, the World Food Programme and the European Union in 2016.\n\nThe increase in 2021 has been \"driven by a toxic triple combination of conflict, weather extremes and economic shocks,\" with people affected in 53 countries, the FAO said.\n\nAlthough the report does not take into account the conflict in Ukraine, the FAO said the crisis \"stands to have the most devastating impacts on food crisis countries and on those on the brink of famine.\"\n\nRussia and Ukraine are major exporters of essential agricultural products, ranging from wheat and sunflower oil to fertilizer, and the FAO has previously said the conflict sent world food prices to an all-time high in March.\n\nThe agency noted that several countries battling major food crises obtained almost all of their wheat imports from Russia and Ukraine in 2021, including the Democratic Republic of the Congo and Madagascar. \n\n\"Today, if more is not done to support rural communities, the scale of the devastation in terms of hunger and lost livelihoods will be appalling,\" the report said.\n\n\"Urgent humanitarian action is needed on a massive scale to prevent that from happening,\" it said.\n\nIn 2021, conflict and insecurity was the main driver of acute hunger in 24 countries, affecting 139 million people.\n\nEconomic \"shocks,\" worsened by the impact of COVID-19, hit 30.2 million people in 21 countries.\n\nExtreme weather was the main driver of acute food insecurity for 23.5 million people in eight African countries.\n\nThe FAO said it needs $1.5 billion to stabilize and increase local food production in at-risk regions where planting season is starting.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264807.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Volunteers on a boat distribute food at Taman Sri Muda, Shah Alam, Malaysia on December 22, 2021. Photo: VCG\n\nThe damaged furniture and mud-caked walls left by floodwaters have now been replaced or cleaned in Elizabeth Chong's family home, but lost forever are old photos and documents that gave a precious glimpse into her ancestors' lives.\n\nOn the street in Malaysia's capital Kuala Lumpur where Chong's family have lived for almost a century residents have coped with regular flooding for decades, but nothing prepared them for the devastation caused by rising waters in late 2021.\n\nChong, who lives in a two-story house with her disabled aunt and retired mother, was among more than 120,000 people displaced by heavy rains and severe flooding in mid-December and early January across Malaysia.\n\n\"We knew that it was raining constantly and we expected a flood, but not to that extent,\" the 22-year-old told the Thomson Reuters Foundation.\n\n\"The doors burst open. Water came in like crazy. All of a sudden it was chest high,\" said Chong, an administrator for a pharmaceutical company and a part-time student.\n\nDisasters in 2021 from extreme weather and natural phenomenon such as earthquakes resulted in a global economic loss of $270 billion, according to a March report by the Swiss Re Institute.\n\nFloods alone accounted for 31 percent of those losses, it noted.\n\nLike many Southeast Asian nations, Malaysia suffers regular flooding during its annual monsoon season but such widespread destruction rarely occurs in the richest states, including the capital and neighboring Selangor.\n\nUrban areas across the region, already struggling to cope with booming populations, rapid urbanization and crumbling infrastructure, now face heightened threats from climate change: driven storms, heat waves, floods and forest fires.\n\nMalaysia's recent floods, some in areas once considered immune to such damage, caused nearly $1.5 billion in losses and were described by government officials as a \"once-every-100-years\" weather event.\n\nBut victims say the country's response to the floods was often slow and inadequate, and green groups are now calling on the government to introduce laws to cut climate changing emissions and boost emergency response and adaptation efforts.\n\n\"Floods occur every year somewhere, at some time in the country,\" said Salleh Mohd Nor, a former president and senior advisor at the Malaysian Nature Society.\n\n\"To say that this [flood] is one-in-100-years is something I doubt ... with climate change the rains will be more frequent and torrential,\" he added.\n\nSeeking rescue\n\nThe last time deep floodwaters entered Chong's terraced house, which sits near a river and in the shadow of a huge mall and fancy hotels, was in 2000. One of her earliest memories is of falling into floodwaters as an infant.\n\nRenovations to the house over the years have included adding an additional floor, raising the structure by 2 feet (0.6 meters), and installing a flood barrier.\n\nAuthorities also completed construction of a key drainage and road tunnel in 2007, to guard against flash floods in the capital and help ease traffic congestion.\n\nHowever, after more than three days of near-constant rain in late December 2021, floodwaters rose in about three hours from a trickle in Chong's home to touching the ceiling of the ground floor.\n\nShe and her family were forced to seek safety on the dry upper floor where, in darkness after the electricity was cut, she began frantically calling emergency services on her mobile phone. \n\nNobody answered.\n\nAs trapped neighbors shouted questions and instructions to each other through windows, Chong phoned her local fire station and was told to call the national government helpline.\n\nA quick Google search showed that it only operated from 9 am to 6 pm, she said.\n\nFire crews eventually used a boat to rescue Chong's family from the balcony, dropping them off on higher ground, and in the rain, without additional help, she added.\n\nThey temporarily moved in with family that lived elsewhere in the city, and the next day she returned home with her mother to salvage some belongings.\n\nVanished forests\n\nMalaysia was once entirely covered in trees but nearly half have now vanished, according to green group WWF.\n\nThe country has lost nearly a fifth of its primary forest since 2002, though deforestation rates have fallen in recent years, according to monitoring service Global Forest Watch (GFW).\n\nAnalysts say forest losses may be contributing to the worsening floods, with many of the hardest-hit states also showing the highest deforestation rates, according to GFW data.\n\nAs news reports emerged of rivers and flooded areas awash with logs, opposition politicians called on the government of Pahang state, east of Kuala Lumpur, to check on illegal and uncontrolled logging.\n\nDamien Thanam Divean, vice president of nongovernmental organization PEKA Malaysia, said clear-cutting of forests, to plant crops such as palm oil and durian fruit, had reduced the ability of land to absorb water, worsening floods.\n\nHe called for a change in the national constitution to put forest management under federal control, with funds allocated to states to promote conservation efforts.\n\nMalaysia's Environment Ministry and Prime Minister's Office did not respond to a request for comment.\n\nStill, it is difficult to prove that deforestation upstream caused any specific flooding event, said John-Rob Pool, the implementation manager for Cities4Forests, led by the World Resources Institute, a US-based think tank.\n\nDuring heavy rains, however, forests and fallen vegetation slow runoff, allowing more water to enter the soil and reducing the amount flowing downstream.\n\nThat means, \"restoring forests is an absolute no-regret strategy\" whether for biodiversity protection or lowering flood risk, Pool said.\n\nTypically, seasonal floods happen more along the eastern coast of the Malaysian peninsula, said Renard Siew, a climate change advisor at think tank the Centre for Governance and Political Studies, so the floods in December came as a shock to many urban residents.\n\nThey \"never thought the time would come when they would actually have to evacuate from their homes for safety,\" he said. \"That took them by surprise.\"\n\nReuters"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264804.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Photo taken on Feb. 4, 2022 shows a dust storm hitting the Sudanese capital Khartoum, causing reduced visibility, with the Sudanese Meteorological Authority warning drivers to exercise caution.(Photo: Xinhua)\n\nSudanese entrepreneur Mohamed Samir watches proudly as workers assemble garishly colored rickshaws, unique in the North African nation because they run on electricity in a bid to tackle soaring costs.\n\nIn Sudan, three-wheeler vehicles, tuk-tuk rickshaws for passengers, and motorbike tricycles with a trailer attached for carrying goods - have long been a popular and affordable transport. Tens of thousands ply the streets of the capital Khartoum alone.\n\nBut with Sudan gripped by a dire economic crisis made worse by political unrest following a military coup in October 2021, the cost of running petrol-oil engines has soared.\n\n\"People who use the fuel-run rickshaws are in pain, and they know the value of what we are offering,\" 44-year-old engineer Samir said at the factory in North Khartoum. \n\nThere is a critical environmental impact too.\n\nSmoky petrol-powered vehicles, aside from fueling climate change, cause \"significant noise and air pollution,\" the United Nations Environment Programme warned in a report from 2020.\n\n\"Emissions from the three-wheelers reduce visibility, cause damage to vegetation and lead to respiratory illnesses in people,\" it added.\n\nFuel costs have more than doubled since the coup. On top of that, repeated fuel shortages have left drivers queueing up for hours outside filling stations to top up their tanks. Drivers complain of earning less than they spend.\n\nThat was the key reason fruit seller Bakry Mohamed sold his old petrol-powered tuk-tuk and bought an electric tricycle 2021.\n\n\"It used to cost more than it brought in,\" said Mohamed, who uses his vehicle to carry a stall of fruits through the streets.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264803.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Photo taken on Dec. 5, 2021 shows festive lights in Athens, Greece.Photo:Xinhua\n\nGreece on Tuesday started construction of its first liquefied natural gas (LNG) floating storage and regasification unit terminal in the northern city of Alexandroupolis.\n\nThe project, which is expected to be completed and operational by early 2024, was hailed by European Union (EU) officials as a significant step in strengthening Europe's energy security and independence.\n\n\"This project that we inaugurate today sends a clear signal: We are taking our destiny into our own hands,\" European Council President Charles Michel said, addressing the event that was carried live by Greek national broadcaster ERT.\n\n\"Within the next 20 months, Greece will be able to receive significant, much-increased quantities of liquefied natural gas. Greek LNG stations will be able to fully cover not only the national market, but also to replace a significant part of the supply of Russian gas to the Balkans,\" Greek Prime Minister Kyriakos Mitsotakis said.\n\nHe also described the terminal as a new energy gateway for Greece, the Balkans and southeastern Europe.\n\nOnce completed, the terminal, which is a key part of the Alexandroupolis Independent Natural Gas System, will have an annual capacity of 5.5 billion cubic meters of natural gas per year, according to data provided by the Greek government.\n\nSome 166.7 million euros ($176 million) out of the total 363.7 million euros allocated to the project are EU funds, according to a Greek government press release.\n\nXinhua"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264801.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "People wade through a flooded road in Afgoye, Somalia, Aug. 9, 2020. More than 150,000 Somalians have fled their homes since June due to flash and riverine flooding in the southern regions of this Horn of Africa nation, Farhan Haq, deputy spokesman for UN Secretary-General Antonio Guterres, told journalists at a virtual press briefing on Friday. (Photo by Hassan Bashi/Xinhua)\n\nFrom southern Ethiopia to northern Kenya and Somalia, swathes of land across the Horn of Africa are being ravaged by a drought that has put 20 million people at risk of starvation.\n\nA donor conference last week raised almost $1.4 billion for the region, which the UN says is facing its worst drought in 40 years. In the afflicted areas, people eke out a living mainly from herding and subsistence farming.\n\nThey are experiencing their fourth consecutive poor rainy season since the end of 2020, a situation exacerbated by a locust invasion that wiped out crops between 2019 and 2021.\n\n\"The number of hungry people due to drought could spiral from the currently estimated 14 million to 20 million through 2022,\" the UN's World Food Programme (WFP) said in April 2022.\n\nSix million Somalis, are facing extreme levels of food insecurity and there is \"a very real risk of famine in the coming months\" if current conditions prevail, the UN humanitarian response agency OCHA said last week. Another 6.5 million people in Ethiopia are \"acutely food insecure,\" it said, as well as 3.5 million in Kenya.\n\nAcross the region, 1 million people have been driven from their homes by a lack of water and pasture, and at least 3 million head of livestock have perished, OCHA said.\n\n\"We must act now... if we want to prevent a humanitarian catastrophe,\" the Food and Agriculture Organization's representative to the African Union, Chimimba David Phiri, said at a UN briefing in April.\n\nExperts say extreme weather events are happening with increased frequency and intensity due to climate change.\n\nDire conditions in the Horn of Africa have been amplified by the war in Ukraine, which has contributed to soaring food and fuel costs, disrupted global supply chains and diverted aid money away from the region. \n\nUNICEF executive director Catherine Russell said 10 million children in Djibouti, Ethiopia, Kenya and Somalia were in need of urgent life-saving support because of the crisis.\n\n\"Overall 1.7 million children are severely malnourished across the sub-region,\" she said in a statement after a four-day visit to Ethiopia last week.\n\nRussell said a lack of clean water was increasing the risk of disease among children, while hundreds of thousands had dropped out of school, many having to travel long distances in search of food and water.\n\nEast Africa endured a harrowing drought in 2017 but early humanitarian action averted a famine in Somalia.\n\nWildlife is also at risk. In Kenya, there have been many cases of animals such as giraffes or antelopes perishing for lack of water and food, their carcasses rotting on barren scrubland.\n\nIn drought conditions, wild animals will leave their usual habitat for water or food, straying closer to developed areas. \n\nIn central Kenya, big cats were reported attacking herds of livestock, while elephants or buffaloes taking to grazing in local farmland, which have angered the inhabitants.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264797.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "A large Mexican flag flies near the border with the US in Ciudad Acuna, Mexico, Sep 24, 2021. Many of the migrants at the camp of Ciudad Acuna, near the border with the US, may try chances to enter the United States.Photo:Xinhua\n\nSurvivors and relatives of victims of the Mexico City metro disaster held an emotional memorial Tuesday, the first anniversary of the crash that left 26 people dead and dozens injured.\n\nHugging and crying, families placed crosses covered in flowers at the site where an elevated section of track collapsed, bring ing a passenger train crashing down.\n\n\"Nothing can bring back the lives of our relatives. Nothing can bring back my son,\" said Marisol Tapia, whose 12-year-old boy was among those killed.\n\n\"We want to prevent another tragedy like this from happening again,\" she added.\n\nMexican magnate Carlos Slim, whose company built the damaged section, has promised to pay for its reconstruction.\n\nBut some relatives and survivors, including Tapia, want it to be demolished and have refused to sign \"reparation agreements\" with the billionaire's Grupo Carso.\n\n\"I want it to be knocked down!\" Sergio Santiago, who was injured in the accident, shouted over a loudspeaker at the commemoration.\n\n\"I'm adrift due to the lack of support,\" the 40-year-old noted, saying he had twice tried to commit suicide due to the trauma. \"I have a broken thigh. I also have problems with my tibia, and I can't walk,\" he added.\n\nAn investigation by prosecutors found that the overpass collapse was caused by errors in its construction.\n\nThe metro line, the city's newest, had been plagued by problems since it was opened in 2012.\n\nAn investigation by Norwegian engineering company DNV, hired by the city hall, concluded that the accident was caused by structural flaws including problems with beams and bolts.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264794.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Men pick up aluminum pieces at the site where a tanker truck exploded in Cap-Haitien, Haiti on December 14, 2021. Photo: AFP\n\nRenewed battling between gangs in Haiti's capital Port-au-Prince has killed 26 civilians, injured 22 others and forced hundreds of people to flee their homes, UN humanitarians said on Tuesday.\n\nThe United Nations and partners support the mayor's office of Tabarre and Haiti's Civil Protection Agency in distributing hot meals and dry food, the UN Office for the Coordination of Humanitarian Affairs (OCHA) said. While working on a plan to relocate families housed in spontaneous sites, humanitarians prepared essential items as hygiene kits, blankets, and baby kits.\n\nThe office said the latest clashes took place in the Croix-des-Bouquets commune, Cite Soleil, Bas Delmas and Martissant. Reported clashes in the commune of Croix-des-Bouquets displaced 1,200 people.\n\nThe OCHA believes the casualty count will go much higher. Dozens of houses were burned, schools, medical centers were closed, and the looting of a hospital was reported in Marin.\n\nHumanitarians said the displaced need access to clean water, food, sanitation kits, children's and kitchen kits, mattresses, blankets and clothing.\n\nThe world body said it is ready to provide hot meals and additional assistance with national authorities. Haiti's Civil Protection General Directorate leads a national coordination committee of UN agencies and nongovernmental organization (NGO) partners.\n\nThe OCHA said local NGOs started psychosocial activities for children at the displacement sites, including recreational activities, child-friendly spaces for learning, and counseling.  \n\nXinhua"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264793.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Supporters cheer after the victory of Emmanuel Macron in France's presidential election, at the Champ de Mars, in Paris, on April 24, 2022. Photo: AFP\n\nFrance's left-of-center parties were on Tuesday close to a broad alliance for June parliamentary polls, hoping that a united front can offer stiff opposition in President Emmanuel Macron's second term after a disappointing presidential election.\n\nGreens and Communists have fallen into line behind the hard-left France Unbowed (LFI) movement, and the once-mighty Socialist Party (PS) is expected to follow.\n\n\"The different parts of the left are not as irreconcilable as all that,\" PS negotiator Pierre Jouvet told Europe 1 radio.\n\nHe said the talks were \"a few steps from a historic agreement,\" while acknowledging that there were \"some adjustments\" to party programs and constituency allocations to fine-tune before a deal was sealed.\n\n\"There are some sticking points, sometimes on substance but mostly about seats,\" said LFI negotiator Manuel Bompard.\n\nA strong showing from LFI leader Jean-Luc Melenchon saw him fall just short of reaching the second round runoff in the April presidential vote, while other left candidates were all but wiped out.\n\nAfter Macron's presidential win, Melenchon immediately called on voters to \"elect him prime minister\" and hand the left a National Assembly majority to block the centrist's plans.\n\nSurveys from recent days suggest most French voters would prefer Macron, widely attacked for his pro-business reforms seen as favoring the rich, to \"cohabit\" with a prime minister from another political school of thought.\n\nLike the presidential election, the legislative polls in France's 577 constituencies work in a two-round system, meaning alliances off the bat offer the best chance of making it to the runoff.\n\nNegotiations between the PS and LFI continued late into the night on Tuesday. \n\nAt stake are important policy issues, with LFI's proposal to unilaterally \"disobey\" the provisions of some European Union treaties a particular sticking point for more moderate potential allies.\n\nBehind the euphoria at overcoming the traditionally fragmented French left's differences, the junior partners are also eying how constituencies will be parceled out between the parties, with each of them hoping to run on the united ticket in a maximum of \"winnable\" seats.\n\nThe Greens will run for 100 seats, with 30 seen as winnable, while the PS hopes to add to its existing parliamentary group of 25 MPs.\n\n\"Unbelievable that all these people supposedly shot through with principles are ready to abandon all convictions... for a handful of seats,\" Sacha Houlie, a pro-Macron MP, tweeted on Monday.\n\n\"And they want to govern our country?\" he added, potentially foreshadowing the majority's line of attack on its new opponents.\n\nAFP"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264789.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "(From left to right) US Defense Secretary Lloyd Austin, US President Joe Biden, Indian Minister of Defense Rajnath Singh, and Indian External Affairs Minister Subrahmanyam Jaishankar listen as Prime Minister of India Narendra Modi (on screen) speaks during a virtual meeting in the South Court Auditorium of the White House complex April 11, 2022 in Washington, DC.Photo: AFP\n\nIndian Prime Minister Narendra Modi on Tuesday urged diplomatic resolutions for the ongoing Ukraine crisis.\n\n\"Dialogue and diplomacy should resolve the issue,\" Modi told a joint press conference after meeting with his Danish counterpart Mette Frederiksen.\n\nModi reiterated India's position on the conflict, calling for an \"immediate cessation of hostilities in Ukraine.\"\n\nModi said his visit to Denmark, the first by an Indian prime minister in 20 years, was part of a process to strengthen ties between the two countries.\n\nHe voiced hope to make cooperation \"more dynamic\" in various areas such as renewable energy, health, ports, shipping, the circular economy, as well as the water management. \n\n\"Today, we have agreed on a number of concrete steps, on green energy, clean water, and to counter the next global health crisis,\" said Frederiksen.\n\nSince Monday, the Indian prime minister has been on a tour of Germany, Denmark, and France.\n\nModi is expected to attend the second India-Nordic Summit alongside the prime ministers of Denmark, Iceland, Finland, Sweden, and Norway.\n\nXinhua"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264788.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Brazilian President Jair Bolsonaro waves to people during the celebration for the 198th anniversary of the country's Independence Day in Brasilia, Brazil, Sept. 7, 2020. (Photo by Lucio Tavora/Xinhua)\n\nBrazil's Supreme Electoral Court (TSE) has withdrawn an invitation for the European Union to send observers for the October election after President Jair Bolsonaro's government objected, the EU and the election body confirmed on Tuesday.\n\nThe TSE, Brazil's top election authority, told Reuters in April 2022 that it had invited the European Union for the first time to observe 2022's general election, when Bolsonaro will seek reelection.  \n\nTwo days later the foreign ministry objected, saying Brazil has never had its elections \"evaluated\" by an organization of which it is not a member.\n\nThe TSE said in a statement it found that \"the necessary conditions were not present to enable a comprehensive electoral observation mission\" after preliminary talks with EU officials. \n\nBolsonaro has questioned the validity of Brazil's electronic voting system and made baseless allegations of fraud in the 2018 race, stirring concerns that he may not accept the results of the October election.\n\nThe EU said it had received an invitation letter from the TSE in March to send a team to explore the \"usefulness, advisability and feasibility\" of having an observation mission for the first time in Brazil for the elections. \n\nThe electoral authority said the invitations were still being negotiated.\n\n\"However, the TSE has since advised us that they will not pursue their request from March, due to reservations expressed by the Brazilian government,\" Peter Stano, spokesman for foreign affairs for the European Commission, said. \n\n\"Under these circumstances, we will not send an exploratory mission to Brazil to assess a possible EU observer mission,\" Stano added.\n\nReuters"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264787.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "A man attends a rally in Los Angeles, the United States, on May 21, 2019. Dozens of rallies were held Tuesday in southern California's major cities to denounce the growing number of states passing restrictive abortion laws and demand women's rights in the contentious abortion issue. (Xinhua/Li Ying)\n\nProtesters rallied under the slogan \"off our bodies\" in cities across the United States on Tuesday, demanding abortion rights be protected after the leak of a draft Supreme Court opinion that would overturn the landmark 1973 Roe v. Wade decision.\n\nIf the draft ruling is confirmed by the court, it would overturn the 1973 Roe v. Wade decision, which enshrined abortion rights across the country. Instantly, abortion laws would be left up to individual state legislatures, with as many as half expected to enact bans or new restrictions.\n\nFor many women, the potential loss of abortion rights across swaths of the United States raises the prospect of being forced to travel hundreds of miles for the procedure or giving birth in traumatic circumstances.\n\nThe leak of the draft ruling was unprecedented, knocking another hole in the once hallowed reputation of the top court as the one apolitical branch in the US government.\n\nChief Justice John Roberts confirmed that the document released by Politico was authentic, although he cautioned that this did not necessarily represent the court's final decision. Roberts ordered a probe into the leak. Outside the Supreme Court building in the heart of Washington, more than 1,000 protesters on both sides of the hotly debated issue gathered Tuesday.\n\n\"It's an obscene invasion of women's privacy and their abilities to decide what to do with their own bodies,\" Adriane Busby, a 40-year-old political analyst, told AFP.\n\n\"I didn't think that we would have to be here in 2022, debating, protesting this. It's a regression,\" the Washington resident said.\n\n\"I'm here standing up for my people. I'm here to say that reproductive justice is immigrant justice,\" said Diana Moreno, 34, pointing to how low-income women and the undocumented would be disproportionately affected by the loss of abortion rights.\n\nA handful of demonstrators around Foley Square waded into the street and briefly blocked traffic.\n\nOne of the more colorful acts of anti-abortion protest earlier in the day emerged in San Francisco, where a man calling himself the \"Pro-Life Spiderman\" scaled a downtown skyscraper while posting video footage of his climb on Instagram. \n\nLocal news media reported that police took the man into custody.\n\nRepublicans have pushed hard for years to overturn Roe, and it became only a matter of time after three conservative justices were appointed under former president Donald Trump, shifting the Supreme Court's political balance sharply to the right.\n\nThe leaked ruling's publication late Monday by the US news site Politico thrust the intensely divisive issue to the center of the November congressional midterm elections, potentially opening a path for beleaguered Democrats to stem expected losses.\n\nRoe v. Wade makes the United States one of a handful of nations to allow the procedure without restriction beyond 20 weeks of pregnancy, although many others allow it past that point for specific reasons.\n\nThe court had been expected to decide in June 2022 on challenges to Roe v. Wade.\n\nAgencies"}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1264753.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Russian President Vladimir Putin signed a decree on Tuesday on retaliatory sanctions against individuals and entities in response to their \"unfriendly actions\" over the Russia-Ukraine conflict.\n\nThe measures will be taken in retaliation to \"the unfriendly actions of the United States, foreign states and international organizations ... which aimed at illegally depriving Russia, Russian citizens and Russian legal entities of property rights or restricting their property rights,\" and with the aim of \"protecting the national interests of Russia,\" according to the decree.\n\nThe document prohibits fulfilling obligations with foreign individuals and entities under sanctions, concluding deals or carrying out transactions with them. Moreover, Russia will ban the export of raw materials and products from Russia to those it has sanctioned.\n\nThe decree does not provide any details of which individuals or entities may be affected by the measures. The Russian government was ordered to compile a list of individuals under sanctions within 10 days."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1260717.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "A handout photo released by the Ukrainian Presidential Press Service on May 1, 2022, shows President of Ukraine Volodymyr Zelensky (right) welcoming Speaker of the House of Representatives of the United States Congress Nancy Pelosi during their meeting in Kyiv. Photo:UKRAINIAN PRESIDENTIAL PRESS SERVICE/AFP\n\nUS House of Representatives Speaker Nancy Pelosi made an unannounced visit to Kiev on Sunday, the highest-ranking American official to visit Ukraine since the start of the Russia-Ukraine conflict, and Chinese analysts said it indicated that the Biden administration was maximizing US support to Ukraine while deceiving the domestic voters as much as it can that US won't get involved in the conflict. \n\nBut analysts warned that Pelosi's visit and the US'  hefty aid to Ukraine, served to increase its efforts to prolong the conflict to weaken Russia, are likely to further escalate the Russia-Ukraine conflict which may even spill over into nearby countries. \n\nPelosi and members of a Congressional delegation, including Chairman Jim McGovern, Chairman Gregory Meeks and Chairman Adam Schiff visited Kiev on Sunday, and Pelosi said the delegation traveled to Kiev to \"send an unmistakable and resounding message to the entire world: America stands firmly with Ukraine.\"\n\n\"Our delegation proudly delivered the message that additional American support is on the way, as we work to transform President Biden's strong funding request into a legislative package,\" according to a press release from Pelosi's office after the delegation's visit to Kiev. The statement said it was the first official Congressional delegation to have visited Ukraine following the conflict. \n\nThe delegation met with Ukrainian President Volodymyr Zelensky, with Zelensky later writing on Twitter that \"The US is the leader in strong support for Ukraine in the fight against Russian aggression. Thank you for helping to protect the sovereignty and territorial integrity of our state.\"\n\nDiao Daming, an associate professor at the Renmin University of China in Beijing, told the Global Times on Sunday that the delegation which included House Foreign Affairs Committee Chairman Gregory Meeks and US House Intelligence Committee Chairman Adam Schiff is quite high level, which showed that the visit was deceptive, as on one hand, facing domestic economic pressure, Biden tried to deceive his voters at home that US won't engage itself in the conflict, and on the other, attempting to increase efforts to support Ukraine to deal with the pressure from his allies following the Kiev visit of President of the European Commission Ursula von der Leyen and British Prime Minister Boris Johnson.\n\nAnd it's apparent that the US is hoping to fan the flames with a flood  of aid trying to close the room for negotiations between Russia and Ukraine, Diao said.  \n\nL Xiang, an expert on international relations and a research fellow at the Chinese Academy of Social Sciences, told the Global Times on Sunday that US hoped Pelosi's visit could show US' long-term support to Ukraine, indicating US enhanced its efforts to prolong the Russia-Ukraine conflict to achieve the purpose of weakening and pressuring Russia. \n\nAfter the visit, the US is likely to increase its aid to Ukraine as Pelosi had said that she hoped to pass a $33 billion aid package for Ukraine as soon as possible, with the amount of aid described by Reuters as \"a dramatic escalation of US funding for Ukraine.\"\n\nL said that the visit and following aid are likely to escalate the Russia-Ukraine conflict as the $33 billion aid included more weapons and ammunition, with fears that the conflict may spill over into countries including Moldova and Poland.\n\nRussian President Vladimir Putin said to lawmakers last week that if any other country intervenes in Moscow's military operation in Ukraine, Russia will launch a \"lightning-fast\" response, according to the Moscow Times.\n\nWhen the media released the news that Biden was expected to announce another round of military support to Ukraine, worth $800 million, at the end of April, Russian Defense Minister Sergei Shoigu said the US and Western countries it controls were doing everything to drag out Russia's operation as much as possible with \"intentions to provoke the Kiev regime to fight to the last Ukrainian.\"\n\nDiao said for Pelosi herself, she wanted to leave a political legacy through the visit as this was possibly her final term as House speaker.\n\nPelosi postponed a reportedly planned visit to Taiwan island last month after testing positive for COVID-19 and following the Chinese Foreign Ministry's warning of resolute and forceful measures if the visit took place. \n\nDiao warned that it's possible for Pelosi to take reckless moves relating to China, and China should maintain keen vigilance at her following moves."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202205/1260708.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Ukrainian President Volodymyr Zelensky said Saturday that he had discussed defensive support for Ukraine with British Prime Minister Boris Johnson.\n\nThe two sides talked about the situation on the battlefield and the blocked city of Mariupol in eastern Ukraine, Zelensky said on Twitter, adding necessary diplomatic efforts to achieve peace was another topic of the conversation.\n\nEarlier in the day, the Ukrainian leader said he had discussed defense cooperation in a phone call with French President Emmanuel Macron."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202204/1260686.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "Xinhua file photos of Russian President Vladimir Putin and Ukrainian President Volodymyr Zelensky\n\nIndonesia has invited both Russian President Vladimir Putin and Ukrainian President Volodymyr Zelensky to the Group of 20 (G20) summit in November, Indonesian President Joko Widodo said Friday.\n\n\"Indonesia is ready to contribute to the peace effort,\" Widodo said in a virtual press conference. \"Indonesia wants to unite the G20. Do not let there be a split. Peace and stability are the keys to the world economic development.\"\n\nThe G20, he said, plays a catalyst role in the recovery of the world economy, adding that he had telephone conversations with both leaders of Russia and Ukraine this week.\n\nOn Thursday, Widodo and Putin discussed issues of Russian-Indonesian cooperation and various aspects of the activities of G20 in a phone conversation.\n\nIn a conversation with Zelensky on Wednesday, Widodo turned down a request for arms from the Ukrainian president, saying that Indonesia is ready to provide humanitarian assistance."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202204/1260669.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "People walk past a screen of a currency exchange office displaying the exchange rates of US Dollar and Euro to Russian Rubles in Moscow, Russia, March 1, 2022. Russian President Vladimir Putin signed a decree introducing temporary economic measures to ensure the country's financial stability, the Kremlin announced Tuesday.Photo:Xinhua\n\nKiev is willing to seize Russian assets to finance Ukraine's post-conflict recovery, Ukrainian Prime Minister Denys Shmyhal said on Thursday.\n\n\"The funds of the Russian government and oligarchs will be one of the main sources for filling the Fund for the Reconstruction of our country,\" Shmyhal wrote on Telegram.\n\nUkraine is in talks with the countries of the Group of Seven over the seizure of Russia's assets, Shmyhal said, adding that Canada has already prepared legislation for such actions.\n\nEarlier, Shmyhal said that his cabinet has set up a recovery fund for Ukraine's long-term reconstruction and estimated that the country's full-scale recovery will cost around 600 billion U.S. dollars.\n\nRussia has over 600 billion U.S. dollars worth of foreign currency reserves held in dollars, gold and other currencies, with about half of them believed to be frozen by the restrictions imposed by Western governments on its central bank.\n\nThe head of Russia's central bank has said it was preparing to take legal action to challenge the freeze."}, {"source": "www.globaltimes.cn", "url": "https://www.globaltimes.cn/page/202204/1260668.shtml", "category": "https://www.globaltimes.cn/world/index.html", "content": "United Nations Secretary-General Antonio Guterres (C) visits the town of Borodyanka outside Kiev, Ukraine, April 28, 2022.Photo:Xinhua\n\nUnited Nations Secretary-General Antonio Guterres on Thursday visited the town of Borodyanka outside Kiev, which was affected by the Russia-Ukraine conflict, the UN Office for the Coordination of Humanitarian Affairs said on Twitter.\n\nGuterres arrived in Ukraine on Wednesday for talks with Ukrainian President Volodymyr Zelensky, after visiting Moscow on Tuesday.\n\nOsnat Lubrani, the UN resident coordinator and humanitarian coordinator in Ukraine, said Thursday that she was heading to the Zaporizhzhia city in southern Ukraine to prepare for an evacuation from Mariupol at the request of Guterres."}]