[{"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/10/abortion-oklahoma-clinic-will-shut-down-if-supreme-court-ends-roe-v-wade.html", "category": "https://www.cnbc.com/politics/", "content": "A surgical tech and recovery room staff member, walk a patient from Texas to the recovery room following her abortion at the Trust Women clinic in Oklahoma City, U.S., December 6, 2021.\nEvelyn Hockstein | Reuters\nThe Tulsa Women’s Clinic, one of four abortion providers in Oklahoma, might have to shut down completely as soon as this summer if the Supreme Court overturns Roe v. Wade as expected later this year.\nA leaked draft opinion from the high court last week showed that the conservative majority is prepared to overturn the landmark 1973 ruling that legalized abortion nationwide. If the court follows through with the draft opinion, it would cause a schism between states where abortion remains legal and those where it is banned, leaving millions of women with little or no access to abortion.\nOklahoma is one of 26 states that plans to ban all abortions if Roe is overturned, according to the Guttmacher Institute, a nonprofit that supports abortion rights.\nOklahoma Gov. Kevin Stitt signed legislation in April that makes performing an abortion a felony punishable by up to 10 years in prison or a $100,000 fine. The law makes an exception for medical emergencies where the mother’s life is in danger but not for cases of rape or incest. The abortion ban goes into effect in August, after the Supreme Court’s current term ends and a ruling on Roe would have presumably been made.\n“It would mean no abortion, so it means no clinic,” said Andrea Gallegos, executive administrator at the Tulsa Women’s Clinic. “We would not be able to continue to offer the service that we provide,” Gallegos said.\nDr. Georges Benjamin, executive director of the American Public Health Association, said overturning Roe would further cement inequality in the U.S. health-care system, primarily punishing lower-income women, including minority communities that already struggle to access quality health care. People with financial means who live in states where abortion faces a total ban will be able to travel to other states where the procedure remains legal, Benjamin said.\n“Well-to-do women will not have this as a significant barrier. Lower-income women will,” he said.\nSome women who need an abortion are already forced to cross state lines even with Roe in place. When Texas passed a law last year banning most abortions, patients began to flee to clinics in neighboring Oklahoma to receive care. The Tulsa Women’s Clinic saw its patients nearly triple as its sister facility in San Antonio, Alamo Women’s Reproductive Services, started referring patients there, according to Gallegos.\n“We became a safe haven for Texas patients who were having to flee the state to seek care,” Gallegos said.\nOklahoma, however, is no longer a safe haven. The governor signed a law last week implementing the same restrictions as Texas. Abortions are now illegal after a heartbeat is detected in the embryo on an ultrasound, which occurs as early as the sixth week of pregnancy. The law, called the Oklahoma Heartbeat Act, makes no exceptions for rape or incest. It only allows abortions in medical emergencies, like if the mother’s life is at risk.\n“Many women are just discovering they’re pregnant at about the same time, so the window to be able to access abortion has narrowed drastically,” Gallegos said.\nThe law bans most abortions in Oklahoma. In 2019, 56.4% of abortions in the state were performed after the sixth week of pregnancy, when a heartbeat is normally detected, while 43.6% were performed at or before week six, according to the Centers for Disease Control and Prevention.\nThe law empowers private individuals to sue virtually any person who performs or “aids and abets” an abortion within six years of the procedure. The defendant would face $10,000 in damages for each abortion performed. Patients seeking abortions cannot be sued.\nCNBC Health & Science\nRead CNBC’s latest global coverage of the Covid pandemic:\nDoctors say these pandemic side effects are serious problems—and unlikely ‘to go away anytime soon’\nU.S. gun homicides reached highest level in 25 years during Covid pandemic, CDC says\nLong Covid is ‘continuing to increase,’ experts say. Here’s how to know if you have it\nU.S. will limit next-generation Covid vaccines to high-risk people this fall if Congress doesn’t approve more funding\n“It doesn’t make sense now for Texas women to travel to Oklahoma,” Gallegos said. Since the law passed, the Tulsa Women’s Clinic could not perform abortions on about half the patients seeking the procedure because they did not arrive before cardiac activity was detected in the embryo, Gallegos said.\nSome women who are turned away in Oklahoma will likely cross state lines to get abortions at clinics in neighboring Arkansas and Kansas, where the laws aren’t as restrictive. However, if the Supreme Court overturns Roe, Arkansas also plans to outlaw abortion. That would leave just four clinics in Kansas, where the state Supreme Court ruled in favor of abortion rights in 2019, to serve millions of people in the region.\nIn that scenario, wait times at clinics in Kansas would increase substantially due to the influx of patients from neighboring states which would further limit access, according Zack Gingrich-Gaylord, spokesperson for Trust Women, which has clinics in Wichita, Kansas, and Oklahoma City that provide abortions.\n“The clinic system in this region, it’s just not robust enough to take the loss of so many clinics,” said Gingrich-Gaylord.\nThough the Food and Drug Administration now allows women to receive the abortion pill by mail, Oklahoma also bans doctors from using telemedicine appointments to prescribe the pill and monitor patients taking it. The pill, mifepristone, is approved for use up to 10 weeks into pregnancy. In 2019, about 54% of early pregnancy abortions were medical abortions with the pill, according to the CDC.\nDozens of the nation’s leading medical groups, in briefs filed before the Supreme Court last year, argued that abortion is a safe and essential component of health care. They included the American Public Health Association, the American Medical Association, the American College of Obstetricians and Gynecologists, and numerous others. \nBenjamin with the public health group said overturning Roe creates an “enormous risk for women’s health.” \n“When the procedure is not done under proper guidance in a sterile and appropriate setting, there’s a risk of septic infection and death,” he said. “There’s a risk of sterility. There’s a risk of bleeding to death.”\nObstetricians and gynecologists are worried that proper medical training on how to safely perform abortions could plummet if Roe is overturned. The percentage of residents who receive abortion training could drop from 92% as of 2020 to 56% if state abortion bans go into effect, according to a study published last week in Obstetrics and Gynecology, a peer-reviewed medical journal. The authors said the training is important not just for abortion care, but for other medical skills such as managing miscarriages.\nDr. Jen Villavicencio, with the American College of Obstetricians and Gynecologists, called the draft Supreme Court ruling an unprecedented attack on women’s health care that will create fear, confusion and impede patients’ access to pregnancy care more generally. With many women now facing the reality of having to travel to get an abortion, Villavicencio said the group is working to create an expanded network of physicians to help patients access care wherever they live.\n“It’s critical that we expand access in states where it is not restricted in order to help those who travel from where it is,” she told CNBC in a statement via email.\nIn the Northeast, Gov. Kathy Hochul has vowed that New York, which legalized abortion three years before Roe v. Wade, will offer safe harbor to anyone who needs one.\n“This is a fundamental right under assault,” Hochul said Thursday. “Come to New York. This is the birthplace of the women’s rights movement.”"}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/13/robert-mcfarlane-national-security-adviser-involved-in-iran-contra-affair-dies-at-84.html", "category": "https://www.cnbc.com/politics/", "content": "Former national security adviser Robert C. McFarlane gestures while testifying before the House-Senate panel investigating the Iran-Contra affair on Capitol Hill in Washington, May 13, 1987.\nLana Harris | AP\nFormer White House national security adviser Robert C. McFarlane, a top aide to President Ronald Reagan who pleaded guilty to charges for his role in an illegal arms-for-hostages deal known as the Iran-Contra affair, has died. He was 84.\nMcFarlane, who lived in Washington, died Thursday from complications of a previous illness at a hospital in Michigan, where he was visiting family, according to a family statement.\n“As his family we wish to share our deep sadness at the loss of our beloved husband, father and grandfather, and note his profound impact on our lives,” the family said in the statement. “Though recognized as a strategic political thinker, we remember him for his warmth, his wisdom, his deep belief in God, and his commitment to serving others.”\nMcFarlane, a former Marine lieutenant colonel and Vietnam combat veteran, resigned his White House post in December 1985. He was later pressed into service by the administration as part of secret — and illegal — plan to sell arms to Iran in exchange for the freedom of Western hostages in the Middle East and pass along the proceeds to the contra rebels in Nicaragua for their fight against the Marxist Sandinista government.\nHe played a major role in the affair, leading the secret delegation to Tehran, then as now a U.S. adversary, to open contact with so-called moderate Iranians who were thought to hold influence with kidnappers of American hostages. He brought with him a cake and a Bible signed by Reagan.\nThe scheme began to unfold a after a cargo plane carrying a CIA-arranged shipment of arms was shot down in October 1986 by the Sandinistas in Nicaragua, setting off what eventually became one of the biggest modern political scandals.\nMcFarlane was rushed to a Washington-area hospital in February 1987 after taking an overdose of Valium the day before he was scheduled to testify before a presidential commission investigating the affair.\nHe pleaded guilty in March 1988 to four misdemeanor counts of withholding information from Congress. His lawyer said he was being unfairly singled out because he, unlike other key figures in the affair, testified willingly before investigative panels. He also admitted his role.\n″I did indeed withhold information from the Congress,” he told reporters at the time. “I believe strongly that, throughout, my actions were motivated by what I believed to be in the foreign policy interest of the United States.″\nHe was pardoned by President George H.W. Bush, along with five other figures from the scandal.\nMcFarlane, a career Marine known as “Bud” to his friends, had risen to lieutenant colonel and to positions in the Nixon and Ford administrations. He served as national security special assistant to Richard M. Nixon and Gerald R. Ford during their presidencies.\nDuring the Carter administration, he was on the Republican staff of the Senate Armed Services Committee. He returned to the executive branch with Reagan’s election, serving as a State Department counselor until moving to the White House as national security adviser William Clark’s deputy in January 1982. He was appointed to the top national security post in 1983.\nMcFarlane, a graduate of the U.S. Naval Academy, was the son of a former Democratic congressman from Texas, William Doddridge McFarlane, who served from 1932 to 1938. He is survived by his wife of 63 years, two daughters and a son."}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/13/california-gov-newsom-unveils-historic-97point5-billion-budget-surplus.html", "category": "https://www.cnbc.com/politics/", "content": "California Gov. Gavin Newsom unveils his 2022-2023 state budget revision during a news conference i in Sacramento, Calif., Friday, May 13, 2022. California is expected have a record surplus.\nRich Pedroncelli | AP\nCalifornia is entering the next budget year with a record-smashing surplus of nearly $100 billion, Gov. Gavin Newsom said Friday.\nNewsom unveiled a revised budget plan of just over $300 billion for the next fiscal year, the highest in state history and fueled by surging tax revenues. The state has collected $55 billion more in taxes than officials expected in January, leaving it with an estimated $97.5 billion surplus.\nThat means Newsom, a Democrat, has tens of billions of dollars more to spend on new and existing initiatives as he seeks re-election in the fall. He plans additional spending to tackle the ongoing drought, to help more women get abortions in California and to offset rising costs of food, gas and other goods due to inflation.\nHe’ll have to reach agreement with the Democratic-led legislature on all of his proposals. They have until the end of June to finalize the budget, which takes effect July 1.\nNewsom said one of his top budget priorities is providing Californians relief from inflation.\n“People are feeling deep stress, deep anxiety,” he said.\n\nHe’s proposed giving $400 checks to registered car owners in the state, with up to two checks per person. That would cost the state about $11.5 billion, he said. Though the money would only go to car owners, Newsom said it should be considered “inflation refund and relief.”\n\n“For you, it could be a rebate to address the issue of groceries, it could be a rebate to address the other cost burdens that are placed on you,” he said.\nDemocratic lawmakers, though, have a different idea on how to provide relief. They want to give $200 checks only to those below a certain income level.\nRepublicans, meanwhile, say rather than a check Newsom should suspend the state’s highest-in-the nation gas tax for one year. They’ve also asked him to increase a tax credit for renters and offer new tax credits to students.\n“Senate Republicans believe there is a better way to invest in the state,” said Sen. Rosilicie Ochoa Bogh of Yucaipa."}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/13/joe-biden-asked-to-replace-irs-chief-charles-rettig-over-tax-document-destruction.html", "category": "https://www.cnbc.com/politics/", "content": "Charles P. Rettig, commissioner of the Internal Revenue Service, testifies during the Senate Finance Committee hearing titled The IRS Fiscal Year 2022 Budget, in Dirksen Senate Office Building in Washington, D.C., June 8, 2021.\nTom Williams | Pool | Reuters\nA leading House Democrat on Friday called on President Joe Biden to replace IRS Commissioner Charles Rettig over the agency’s controversial destruction of data related to 30 million paper-filed tax returns.\n“The IRS is vital to public confidence in our nation and its Trump-appointed leader has failed,” said Rep. Bill Pascrell of New Jersey, chair of the oversight subcommittee of the powerful House Ways and Means Committee.\n“This latest revelation adds to the public’s plummeting confidence in our unfair two-tier tax system,” Pascrell said.\n“That confidence cannot recover if all the American people see at the IRS is incompetence and catastrophe,” the Democrat added. “The manner by which we are learning about the destruction of unprocessed paperwork is just the latest example of the lackadaisical attitude from Mr. Rettig.”\nThe White House did not immediately respond to requests for comment about Pascrell’s statement. An IRS spokesman had no immediate comment.\nThe call for Rettig’s ouster came after the Treasury Department’s inspector general for tax administration released the findings of an audit, which have angered tax preparers.\nThe audit revealed that the IRS has continued “to have a significant backlog of paper-filed individual and business tax returns that remain unprocessed” since the agency reopened tax processing centers in June 2020, months after the Covid-19 pandemic led to their shuttering.\nCNBC Politics\nRead more of CNBC’s politics coverage:\nRussia investing ‘significant effort’ in eastern offensive; Zelenskyy says Kremlin defeat is obvious\nJan. 6 probe subpoenas Republican House leader Kevin McCarthy, other lawmakers allied with Trump\nAG Garland directs U.S. Marshals to help ‘ensure the Justices’ safety’ after leaked Supreme Court abortion draft\nThat inability to process backlogs of paper-filed returns “contributed to management’s decision to destroy an estimated 30 million paper-filed information return documents in March 2021,” the audit found.\nThose documents can include W-2 forms and other information sent by employers and financial institutions to the IRS.\nTax preparers have told CNBC they fear the destruction of the documents could leave the IRS unable to verify details on a taxpayer’s returns, which in turn can lead to refunds being delayed.\n“I was horrified when I read the report describing the destruction of paper-filed information returns,” said Phyllis Jo Kubey, president of the New York State Society of Enrolled Agents.\nThe IRS on Thursday night said that “99% of the information returns we used were matched to corresponding tax returns and processed,” while “the remaining 1% of those documents were destroyed due to a software limitation and to make room for new documents relevant to the pending 2021 filing season.”\n“There were no negative taxpayer consequences as a result of this action,” the IRS said. “Taxpayers or payers have not been and will not be subject to penalties resulting from this action,” the agency said.\nThat explanation was not good enough for Pascrell, who said that Ways and Means Committee members and other members of Congress “have shown immense patience with the IRS.”\n“The career IRS staff have performed admirably while under immense pressure, strained resources and nearly impossible circumstances during this pandemic,” Pascrell said. “Republican sabotage of this agency over the past decade have exacerbated these challenges. In our hearings, I have shown repeated deference to the work to reform the IRS but enough is enough.”\nHe continued later in the statement: “This latest revelation adds to the public’s plummeting confidence in our unfair two-tier tax system. That confidence cannot recover if all the American people see at the IRS is incompetence and catastrophe.”\n“Mr. Rettig has had plenty of time and plenty of cooperation to begin the crucial work of fixing the IRS. There needs to be real accountability. President Biden must replace Mr. Rettig immediately and also nominate a Chief Counsel for IRS.”\n— CNBC’s Kate Dore contributed to this report."}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/13/biden-tells-states-to-increase-cops-mental-health-programs-to-fight-crime.html", "category": "https://www.cnbc.com/politics/", "content": "U.S. President Joe Biden speaks during an event on gun control in the Rose Garden at the White House April 8, 2021 in Washington, DC.\nAlex Wong | Getty Images\nPresident Joe Biden on Friday urged states and cities to use federal funds to invest in more cops, crisis responders and mental-health and substance-abuse programs to curb crime.\nThe president asked local leaders to deploy leftover money from the American Rescue Plan, the Biden administration’s $1.9 trillion Covid-19 stimulus law, to help communities fight crime during the summer months.\nBiden also took the opportunity in his Friday afternoon address to push back on demands from progressive Democrats who want to shrink police departments nationwide.\n“We’ve all agreed, as I’ve said from the outset, that the answer is not to defund the police,” Biden said, gesturing to the group of law enforcement officials assembled in the White House Rose Garden.\n“The answer is to fund the police with the resources and training they need to protect our communities,” he continued. “Investing in crime prevention and accountable community police officers who walk the beat, who know the neighborhood, and who can restore trust and safety.”\nLocal governments have already used some $10 billion from the federal pandemic aid package to strengthen law enforcement and fund programs that aim to keep neighborhoods safer, senior administration officials told reporters.\nThe push comes as Biden tries to show an effort to address concerns about crime during a critical election year for his Democratic Party. Fear about crime and violence in the U.S. touched its highest level since 2016 in April, according to a Gallup poll. Some 53% of Americans now say they worry a “great deal” about lawbreaking.\nConcerns among city residents have increased the most. More than half, or 58%, of urban respondents now say they worry a “great deal” about crime, up 9 percentage points from 2021.\nA dramatic rise in gun violence has likely contributed to those polling trends. The firearm homicide rate in 2020 rose to its highest level in a quarter-century, the Centers for Disease Control and Prevention reported Tuesday.\nCNBC Politics\nRead more of CNBC’s politics coverage:\nRussia investing ‘significant effort’ in eastern offensive; Zelenskyy says Kremlin defeat is obvious\nJan. 6 probe subpoenas Republican House leader Kevin McCarthy, other lawmakers allied with Trump\nAG Garland directs U.S. Marshals to help ‘ensure the Justices’ safety’ after leaked Supreme Court abortion draft\nDemocrats are split on how best to ensure safer communities. Progressives have in recent years called to slash police department budgets across the country in the wake of a string of high-profile killings of Black people by white officers.\nMore moderate Democrats, including Biden, have said better trained police forces are the key to safer communities. The president wants “more police officers on the beat for accountable community policing,” the White House said Friday.\nBut Biden added in his afternoon address that he hopes state and local governments will use American Rescue Plan funds to develop programs that help people just released from prison land stable jobs and access drug-treatment and mental health care.\nStates and communities need to invest in “housing, criminal justice reform, reentry support for people coming home after incarceration,” he said. “You should be entitled, if you’ve served your time, to everything from Pell grants to food stamps — the whole deal. To be able to take advantage and [change] your life.”\nThe issue of how to reform police departments promises to play a key role in the 2022 midterm elections that will determine whether Democrats retain control of Congress. Many Republican candidates have found early success in polls through attacks on certain Democrats’ plans to gut police funding — which they view as dangerous.\n“President Biden believes that Americans deserve to feel safe no matter where they live,” the administration said. “He is committed to using every tool at his disposal to fight violent crime.”"}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/13/uae-president-sheikh-khalifa-bin-zayed-has-died.html", "category": "https://www.cnbc.com/politics/", "content": "The President of the United Arab Emirates, His Highness Sheikh Khalifa bin Zayed Al Nahyan, passed away on Friday May 13, 2022, the Ministry of Presidential Affairs announced. In this 2013 photo, he is greeted by Queen Elizabeth II and Prince Philip, the Duke of Edinburgh on the Royal Dais on April 30, 2013 in Windsor, England.\nDan Kitwood | Getty Images\nDUBAI, United Arab Emirates ⁠— United Arab Emirates President Sheikh Khalifa bin Zayed al Nahyan has died at age 73, state news agencies said Friday, announcing a 40-day mourning period.\nSheikh Khalifa was the Gulf country’s second president, serving since 2004. He is credited with helping to bring the UAE, a small desert sheikhdom of seven emirates, to global prominence and leading the country through turbulent times during the 2008 financial crisis.\n“The Ministry of Presidential Affairs condoles the people of the UAE, the Arab and Islamic nation and the world over the demise of His Highness Sheikh Khalifa bin Zayed Al Nahyan, the president of the UAE,” a statement from state news agency WAM read.\n“The Ministry of Presidential Affairs also announced that the UAE will observe a forty-day state mourning with the flag flown at half-mast starting today, and suspend work at all ministries, departments, and federal, local and private entities for three days,” the news agency wrote in a tweet.\nSheikh Khalifa suffered a stroke and underwent surgery in 2014; he has rarely been seen in public in the years since. His role subsequently became largely ceremonial though he still issued decrees, and his brother, Abu Dhabi Crown Prince Sheikh Mohammed bin Zayed, has widely been seen as the UAE’s de-facto ruler, managing the country’s day-to-day affairs.\nBorn in 1948 in Abu Dhabi, 23 years before the establishment of the UAE in 1971, Sheikh Khalifa was the oldest son of Sheikh Zayed bin Sultan Al Nahyan, the country’s founder. He took up the presidency in 2004 after his father died.\nBefore assuming the presidency, he was crown prince of Abu Dhabi and head of Abu Dhabi’s Supreme Petroleum Council, the oil-rich emirate’s highest energy decision-making body.\nDuring his presidency, Sheikh Khalifa oversaw economic reforms and modernization while managing the Abu Dhabi Investment Authority, one of the world’s largest investment funds. He backed the acquisition of English Premier League soccer club Manchester City by an investment company for the Abu Dhabi royal family in 2008, and the world’s tallest tower — the Burj Khalifa in Dubai — was named after him in 2010.\nCorrection: An investment company for the Abu Dhabi royal family purchased English Premier League soccer club Manchester City in 2008. An earlier version misstated the year."}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/12/capitol-riot-probe-subpoenas-trump-house-gop-allies-kevin-mccarthy-jim-jordan.html", "category": "https://www.cnbc.com/politics/", "content": "US House Minority Leader Kevin McCarthy, Republican of California, speaks to the media after being subpoenaed by the House Select Committee to Investigate the January 6th Attack on the US Capitol, in Washington, DC, May 12, 2022.\nSaul Loeb | AFP | Getty Images\nHouse Republican leader Kevin McCarthy and four other GOP lawmakers allied with former President Donald Trump were subpoenaed by the select committee investigating the Jan. 6 Capitol riot, the panel said Thursday.\nThe move marked the first time the bipartisan investigation has issued subpoenas to sitting members of Congress. The dramatic step came less than a month before the committee planned to kick off a series of public hearings.\nAlong with McCarthy, the other Republican House members whose testimony is being sought under subpoena are Reps. Jim Jordan of Ohio, Andy Biggs of Arizona, Mo Brooks of Alabama and Pennsylvania’s Scott Perry.\nAll five Republicans had previously refused the panel’s requests to voluntarily cooperate with the investigation. In Thursday’s letters, the committee tells each of the lawmakers: “You declined voluntary cooperation, and we are left with no choice but to issue you a subpoena.”\n“The Select Committee has learned that several of our colleagues have information relevant to our investigation into the attack on January 6th and the events leading up to it,” said the committee’s chair, Rep. Bennie Thompson, D-Miss, in a press release.\n“Before we hold our hearings next month, we wished to provide members the opportunity to discuss these matters with the committee voluntarily. Regrettably, the individuals receiving subpoenas today have refused and we’re forced to take this step to help ensure the committee uncovers facts concerning January 6th,” Thompson said.\nThe committee is investigating the events of Jan. 6, 2021, when a violent mob of Trump supporters broke through police lines and stormed into the Capitol building. The riot forced lawmakers to flee their chambers and temporarily stopped Congress from confirming President Joe Biden’s Electoral College victory over Trump.\nMcCarthy in January rejected the committee’s request to provide information related to the probe, saying he had “nothing else to add.” The House minority leader, who hopes to become legislative body’s speaker after the midterm elections, initially said Trump bears responsibility for the riot, but has since resumed his vocal support for the former president.\nDays after the Capitol riot, McCarthy was recorded telling Republicans that he would ask Trump to resign as president and privately worried that incendiary comments made by his GOP colleagues could incite more violence, according to audio tapes leaked last month.\nSpokespeople for all five lawmakers did not immediately respond to requests for comment from NBC News.\nMcCarthy “was in communication with President Trump before, during, and after the attack on January 6th,” according to the committee. He was also in touch with White House staff during the attack, and discussed the Capitol with them before and after the riot, the panel said.\nMcCarthy also “claimed to have had a discussion with the President in the immediate aftermath of the attack during which President Trump admitted some culpability for the attack,” the panel said.\nThe committee said Perry “was directly involved with efforts to corrupt the Department of Justice and install Jeffrey Clark,” a DOJ official at the time, as acting attorney general in January 2021. Clark has been accused of trying to involve the DOJ in Trump’s efforts to challenge the election results.\nPerry also “had various communications with the White House about a number of matters relevant to the Select Committee’s investigation, including allegations that Dominion voting machines had been corrupted,” according to the panel’s press release.\nThe committee also noted that Jordan had been in communication with Trump on Jan. 6, and had participated in meetings about “strategies for overturning the 2020 election” in the weeks preceding the riot.\nLess than two weeks before issuing the latest subpoenas, the committee sent letters to Brooks, Biggs and GOP Rep. Ronny Jackson of Texas, asking for their voluntarily cooperation. The investigators said they wanted to ask Biggs about his involvement in planning the events that led to the riot, and that they wanted to discuss Brooks’ claim that “Trump asked me to rescind the 2020 elections.”\nAll three refused. Brooks vowed to fight a subpoena if it came."}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/12/biden-will-host-asean-summit-at-the-white-house-.html", "category": "https://www.cnbc.com/politics/", "content": "Southeast Asian leaders will this week head to Washington DC for a summit with US President Joe Biden, here seen participating virtually in the previous ASEAN Summit from the White House in Washington DC in October 2021.\nNicholas Kamm | Afp | Getty Images\nIn the midst of the Ukraine war which is Washington’s top foreign policy priority, President Joe Biden is hosting Southeast Asian leaders in Washington — signaling U.S. commitment to the region where it is engaged in a tussle for dominance with China.\nSome critical issues — like the post-Covid economic revival, climate change and the Myanmar coup — will be on the table at the two-day meeting starting Thursday. Leaders from the Association of Southeast Asian Nations (ASEAN), a bloc of 10 countries that together make up the world’s seventh-largest economy, will be there.\nSecurity issues will likely be on the table at the summit, Ong Keng Yong, former secretary-general of ASEAN, told CNBC.\nVIDEO04:56\nWhat is ASEAN?\n“It is unavoidable that geopolitics and international security matters will be raised and discussed, but in this respect, I do not expect any dramatic moves,” said Ong, adding: “There’s a need for the U.S. to be more present in Southeast Asian countries.”\nThe White House has said the summit would “demonstrate the United States’ enduring commitment to ASEAN, ... and commemorate 45 years of U.S.-ASEAN relations.”\nThe U.S. has often stressed the “centrality of ASEAN” to its Indo Pacific strategy to contain China. This emphasis provides the region — populated by nations unwilling to openly choose between the U.S. and China — with some bargaining power.\nOng, who is also Singapore’s ambassador-at-large, said Asia offered enough to keep the U.S. engaged despite its pre-occupation with the war in Ukraine. “Since the end of the Second World War, it is obvious that Europe comes first to the U.S. before any other region of the world,” he said.\n“Nevertheless, the people of ASEAN believe that American resilience and vitality will find the Asian side of the Pacific Ocean something worthwhile to engage with and to secure U.S. prosperity going into the future.”\n“ASEAN would like to see an economic framework with some concessions and a clearer strategy toward regional security, especially involving the South China Sea,” a senior fellow for Southeast Asia at the  Council on Foreign Relations, Joshua Kurlantzick, told CNBC.\nVIDEO03:21\nU.S.-ASEAN Business Council on Biden agenda in Southeast Asia\nBiden’s Indo-Pacific Strategy, released in February, states that Washington will explore opportunities for the Quad to work with Southeast Asian nations. But ASEAN would like to see more U.S. support for initiatives led by the bloc.\nQuad, officially known as the Quadrilateral Security Dialogue, is made up of the U.S., Australia, Japan and India in a strategic partnership aimed at countering China’s looming military presence in the Indo-Pacific.\nSeparately, Aukus is made up of Australia, the United Kingdom and the U.S., an Indo-Pacific security alliance that was launched last September.\nRead more\nThe ‘Quad’ is on the rise in Asia-Pacific: Game theory has a prediction about its future\n“ASEAN would probably like to see more U.S. support towards its ASEAN-led mechanisms, as opposed to U.S.-led minilateral groupings such as Quad and Aukus,” said Joanne Lin, a lead researcher at the ASEAN Studies Center at the ISEAS-Yusof Ishak Institute in Singapore.\n“The U.S. support for the ASEAN Outlook in the Indo-Pacific will be important,” Lin added, referring to the document adopted in 2019 where ASEAN spelled out its geostrategic concept of the Indo-Pacific region after former President Donald Trump released his vision of a free and inclusive Indo-Pacific.\nPeople in many parts of the Southeast Asian region see U.S. interests mostly as a contest between U.S. liberal democracy and Asian conservatism, said Ong, the former secretary-general of ASEAN.\n“Sure, we have various forms of autocratic governance in different parts of ASEAN. Yet, there are many areas where mutually rewarding joint initiatives can be undertaken to deepen ties on a broader canvas,” Ong said.\nIndo-Pacific economic framework\nIt is possible that the U.S. may discuss the Indo-Pacific Economic Framework which was announced by Biden at last year’s East Asia Summit. This might include new approaches to trade, securing supply chains, and clean energy. \n“While the U.S. is still fleshing out the framework’s content, it is unlikely to impress ASEAN,” according to Lin from the ISEAS-Yusof Ishak Institute. “The lack of market access and the high labor and environment standards may not go well with several ASEAN countries.”\nThere may be “some progress on the Indo Pacific Economic Framework but it is unlikely to see binding U.S. commitments,” said CFR’s Kurlantzick, adding that expectations from the summit will be “fairly low” — given that so much else is happening in the world.\nTwo ASEAN countries will not be represented at the meeting with Biden: outgoing Philippine President Rodrigo Duterte and Myanmar junta leader Min Aung Hlaing, who seized power from the elected government of Aung San Suu Kyi in a February 2021 coup.\nVIDEO06:10\nWhat is the RCEP?"}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/11/garland-directs-us-marshals-to-ensure-supreme-court-justices-safety-after-abortion-draft.html", "category": "https://www.cnbc.com/politics/", "content": "A pedestrian walks past non-scalable fencing after it was installed overnight around the U.S. Supreme Court Building amid ongoing abortion-rights demonstrations May 5, 2022 in Washington, DC.\nWin Mcnamee | Getty Images\nThe head of the Department of Justice on Wednesday directed the U.S. Marshals Service to “help ensure” the safety of Supreme Court justices after the leak of a draft opinion overturning Roe v. Wade stoked fierce outrage from abortion-rights supporters.\nThe draft, which showed the court poised to strike down the legal protections for abortion that had stood for nearly 50 years, spurred activists to protest at the Supreme Court building — and outside some of the conservative justices’ homes.\nAttorney General Merrick Garland “continues to be briefed on security matters related to the Supreme Court and Supreme Court Justices,” the Justice Department said in a statement.\nGarland, himself a former Supreme Court nominee, “directed the U.S. Marshals Service to help ensure the Justices’ safety by providing additional support to the Marshal of the Supreme Court and Supreme Court Police,” the DOJ said.\nChief Justice John Roberts had ordered the marshal of the high court to investigate the virtually unprecedented leak. Roberts noted that the first draft, penned by conservative Justice Samuel Alito and reportedly circulated in February, does not represent a final decision in the case.\n“To the extent this betrayal of the confidences of the Court was intended to undermine the integrity of our operations, it will not succeed,” the chief justice said in a statement. “The work of the Court will not be affected in any way.”\nThe leak has prompted breathless speculation about the politicization of the high court, where the conservative justices hold a 6-3 majority following the appointment of three of former President Donald Trump’s nominees. Critics and some legal experts warn that the legal reasoning from Alito’s draft could be used to reverse other rights, such as same-sex marriage.\nProtesters gathered at the Supreme Court building, where barricades and fencing were set up to keep the crowds at bay.\nSome have also shown up at Alito’s home in Virginia, as well as the Maryland homes of Roberts and Justice Brett Kavanaugh. Conservatives and right-leaning media decried those demonstrations, accusing the protesters of trying to intimidate the justices.\nBut others have defended the protesters who went to the justices’ homes. Senate Minority Leader Chuck Schumer, D-N.Y., asked Tuesday if he was comfortable with the trend, said, “If the protests are peaceful, yes.”\n“My house, there’s protests three, four times a week outside my house. That’s -- the American way to peacefully protest is OK,” Schumer said. “So as long as they are peaceful, that’s OK with me.”\nOn Monday, the Senate passed a bipartisan bill that would extend security protections to the justices’ immediate family members.\nA final opinion in the abortion case is expected to come out close to the end of the court’s term in late June or early July. The nine justices are scheduled to gather Thursday for their first private meeting since Alito’s draft leaked."}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/11/trump-organization-probe-cushman-wakefield-appeals-subpoenas-order.html", "category": "https://www.cnbc.com/politics/", "content": "In this article\nCWK\nThe entrance to Trump Tower on 5th Avenue is pictured in the Manhattan borough of New York City, May 19, 2021.\nShannon Stapleton | Reuters\nCommercial real-estate services giant Cushman & Wakefield on Wednesday appealed a judge’s order that it comply with subpoenas issued by the New York attorney general’s office seeking documents related to its appraisals of properties owned by former President Donald Trump’s company.\nCushman & Wakefield argued that complying with the subpoena for tens of thousands of pages of documents would compromise the confidential information of nearly 1,000 of its clients who have no connection to the Trump Organization or the properties being eyed by Attorney General Letitia James in her civil investigation of Trump.\nCushman also submitted in a court filing an affidavit from an independent valuation consultant who wrote that the documents sought by James’ office “will not provide a reliable basis to evaluate or critique appraisals” of Trump properties that are already in the AG’s possession.\n“While we are filing this appeal out of an obligation to protect the privacy of our clients and preserve the integrity our client relationships, we wish to continue working with the Office of the Attorney General and hope for a swift and successful conclusion to the investigation,” the company said in a statement.\nAnd the company said, “Cushman’s appraisers did nothing wrong, and Cushman stands behind its appraisers and their appraisals.”\nJames is investigating the Trump Organization over claims that the company illegally manipulated the stated valuations of real estate assets to obtain more favorable financial terms in loans, insurance policies and taxes related to those properties.\nLast month, the AG’s office said Cushman had refused to comply with subpoenas for information related to its appraisals of three Trump-owned properties — the Seven Springs Estate, Trump National Golf Club, Los Angeles, and 40 Wall Street — “and information about Cushman’s larger business relationship with the Trump Organization.”\nJames’ office said that evidence shows the Trump Organization submitted “fraudulent or misleading information valuations of conservation easements to the Internal Revenue Service” related to the first two of those properties.\nAnd the office said that Cushman had issued three appraisals to Capital One Bank related to 40 Wall Street in Manhattan that valued that property at between $200 million and $220 million from 2010 through 2012, before issuing an appraisal to Ladder Capital Finance LLC in 2015 that valued the same building at $550 million.\nCNBC Politics\nRead more of CNBC’s politics coverage:\nRussia investing ‘significant effort’ in eastern offensive; Zelenskyy says Kremlin defeat is obvious\nJan. 6 probe subpoenas Republican House leader Kevin McCarthy, other lawmakers allied with Trump\nAG Garland directs U.S. Marshals to help ‘ensure the Justices’ safety’ after leaked Supreme Court abortion draft\nThat last appraisal was used by the Trump Organization to secure a loan from Ladder Capital, which employs the son of Allen Weisselberg, the chief financial officer of the Trump company.\nOn April 25, Manhattan Supreme Court Judge Arthur Engoron ordered Cushman to comply with James’ subpoenas and gave the firm until late May to turn over the documents.\nThe order came hours after Engoron held Trump personally in contempt of court for failing to comply with another subpoena from James for business documents she believed to be in his possession.\nEngoron on Wednesday lifted that contempt finding on the condition that Trump pay James a $110,000 fine and provide additional information about the searches for the documents that Trump claims he does not have.\nCushman earlier Wednesday asked Engoron to reconsider his decision upholding the subpoenas directed at the company. Engoron quickly denied that request, calling it “without merit” and “simply a rehash of issues properly decided by this court in prior opinion.”\nCushman said in court filings related to its appeal Wednesday that last September its lawyers met virtually with officials from James’ office to offer appraisals prepared by the company for the Trump Organization on Seven Springs, Trump National Golf Club-Los Angeles and 40 Wall Street. In January, Cushman agreed “to confer” with James’ office “to address issues raised by [the attorney general’s team] during the September” meeting.\nCushman also said that the attorney general’s office confirmed in writing that Cushman’s presentation of the Trump-related materials “constituted confidential settlement discussions.”\nThe company said that when James’ office asked Engoron to uphold the subpoenas issued to Cushman for other documents it “breached its promises to Cushman” by including information obtained from Cushman in the January meeting.\n“Cushman was promised and expected” that material to be treated confidentially, the company said in a statement.\nA spokesperson for James said, in a statement to CNBC: “The court has clearly ruled that Cushman & Wakefield must comply with our subpoenas and turn over information that is relevant to our investigation into Donald Trump and the Trump Organization, and has summarily rejected their attempt today to seek reconsideration of these rulings.”\n“While they have a right to appeal, we have a right to continue this investigation and to seek answers,” the spokesperson said."}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/11/watch-biden-aims-to-boost-us-crop-production-amid-ukraine-war.html", "category": "https://www.cnbc.com/politics/", "content": "President Joe Biden on Wednesday outlined White House plans to help American farmers boost crop production to counter reduced food exports from Europe caused by Russia’s invasion of Ukraine.\nThe president, who spoke from a farm in Kankakee, Illinois, noted that Russian President Vladimir Putin’s attack has driven up the global prices of a variety of food staples, including wheat, corn, barley, oilseeds and cooking oil. Russia and Ukraine, combined, supply more than 25% of the world’s wheat exports and about 20% of barley exports.\n“Right now, America is fighting on two fronts,” Biden told the crowd assembled at the farm. “At home, it’s inflation and rising prices. Abroad, it’s helping Ukrainians defend their democracy, and feeding those who are left hungry around the world because Russian atrocities exist.”\nIn an attempt to quell food shortages, the Biden administration said it plans to increase the number of counties eligible for insurance for double cropping, which is when farmers plant a second crop on the same land in the same year.\n“Double cropping comes with real risks,” the president said. “If the weather conditions aren’t ideal, or at least good ... then the timing of everything is thrown off.”\n“But it’s a risk we need to take,” Biden added. “That’s why my administration is looking at how to extend crop insurance coverage to give financial security to farmers.”\nThe White House hopes those steps will help U.S. farmers top a record-setting 2021 growing season, during which the value of American agricultural exports hit $177 billion.\n(L-R) Gina and Jeff O’Connor, owners of O’Connor Farms, US President Joe Biden, and US Agriculture Secretary Tom Vilsack speak while visiting O’Connor Farm in Kankakee, Illinois, on May 11, 2022.\nNicholas Kamm | AFP | Getty Images\nThe latest initiatives come a month after the United Nations warned that as many as 1.7 billion people are “highly exposed” to the domino effect of Russia’s war on global food, energy and finance systems. The global body said the invasion threatens to aggravate hunger in countries that are already malnourished.\nEven in countries where food is not as scarce, prices are taking huge chunks out of paychecks. In the U.S., the Labor Department said Wednesday morning that the prices Americans pay for groceries rose 1% in April and are up 10.8% over the last 12 months.\nU.S. Treasury Secretary Janet Yellen in April said global food prices are “skyrocketing.”\nThe White House said it also plans to double its investment in domestic fertilizer production, to $500 million from $250 million, to lower costs for growers.\nThe effort will attempt to ease one of the main culprits behind the spike in food prices: a global shortage of fertilizer.\n“That’s why earlier this year, the U.S. Department of Agriculture announced that would invest $250 million to produce fertilizer production,” Biden said Wednesday, recalling an earlier conversation he had with Agriculture Secretary Tom Vilsack.\n“I turned to Tom, and I said, ‘Tom, double that. Make it $500 million.’ It’s so desperately needed. We can’t take chances,” Biden said. “It’s critical to get this done.”\nRussia and Belarus, one of Moscow’s allies, provide about 40% of the world’s exports of potash. Farmers rely on the potassium-rich salt and component in the globe’s fertilizer industry to boost annual harvests.\nIn recent years, Russia also exported 11% of the world’s urea and 48% of the ammonium nitrate, two other key fertilizer components, according to estimates from Morgan Stanley.\n“Fertilizer prices have more than doubled since last year, due in part to supply chain disruptions created and exacerbated by Russia’s invasion of Ukraine,” the White House said in a fact sheet it published Wednesday morning.\n“These actions will help grow new markets for American-grown food, supporting jobs in rural communities across America,” the administration added.\nSubscribe to CNBC on YouTube. "}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/11/judge-says-trump-contempt-ruling-can-be-lifted-if-he-pays-110k-fine-provides-other-info.html", "category": "https://www.cnbc.com/politics/", "content": "President Donald Trump looks on during a campaign rally in Battle Creek, Michigan.\nLeah Millis | Reuters\nA New York judge said Wednesday that he would lift a contempt of court finding against former President Donald Trump by next week if Trump’s legal team provides more information about a search for documents sought by the state Attorney General and pays a $110,000 fine.\nIf those conditions are not met by May 20, Judge Arthur Engoron said he would reinstate a $10,000 per-day fine against Trump for being in contempt for having failed to comply with a subpoena issued by Attorney General Letitia James.\nTrump and his lawyers have said they cannot locate documents sought by James as part of her civil investigation of the Trump Organization and its valuation of several real estate assets.\nEngoron previously has said he was not satisfied with the explanations that Trump and the lawyers have given detailing their search for those documents.\nVIDEO00:52\nTrump held in contempt in New York, must pay $10K a day in fines\nThe Manhattan Supreme Court judge held Trump in contempt last month, and imposed the $10,000 daily fine.\nOn Wednesday, Engoron said that order is lifted if Trump’s legal team submits additional affidavits with more details about the searches for the documents, and the document retention and destruction policies of the Trump Organization by May 20.\nEngoron also said that a review of Trump documents by the digital forensics company HaystackID would need to be completed and that Trump would have to pay accrued fines through last Friday of $110,000 to the attorney general’s office by the May 20 deadline.\nJames’s office is eyeing allegations that the Trump Organizations illegally manipulated the stated values of different properties in order to obtain financial benefits when applying for loans, obtaining insurance policies and paying taxes.\nA lawyer for Trump had no immediate comment on Engoron’s ruling Wednesday."}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/11/five-us-states-order-halt-to-nft-sales-by-metaverse-casino-with-alleged-russia-ties.html", "category": "https://www.cnbc.com/politics/", "content": "VIDEO03:10\nMetaverse casino based in Russia hit with U.S. multi-state emergency cease and desist order\nRegulators in five states simultaneously filed emergency orders Wednesday against a virtual casino they say has ties to Russia and that has been operating in the metaverse, a digital world where participants can interact with each other, purchase products and even gamble.\nState law enforcement officials say Flamingo Casino Club’s operators failed to disclose its Russian ties and claimed it had partnerships with legitimate businesses when it didn’t. The civil filing represents a new and coordinated effort by state regulators to police some of what is going on amid the explosive growth of the metaverse, where innovation and speculation have also provided fertile territory for criminals engaged in alleged fraud, theft and deception.\nState securities boards in Texas, Wisconsin, Kentucky, New Jersey and Alabama filed a 22-page emergency cease-and-desist order outlining what they allege are false claims by Flamingo Casino Club and requiring that it immediately halt the sale of its non-fungible tokens, or NFTs.\nZoom In Icon\nArrows pointing outwards\nSource: Flamingo Casino Club\n“The offering is simply a high-tech scam,” the order said.\nNFTs are blockchain-based digital assets that designate ownership of virtual art, music or, in this case, proprietorship of a metaverse casino to whoever holds the NFT. Moreover, every NFT has unique properties that cannot be replicated, proving its authenticity.\nInvestigators began scrutinizing the casino in March not long after it began operating and say they were ultimately able to trace the people behind it to Moscow.\nIn an exclusive interview, the lead agency’s top official told CNBC the casino lured in hopeful investors with false promises. \n“I was absolutely shocked,” said Joe Rotunda, director of enforcement at the Texas State Securities Board.\nVirtual concerts, poker tournaments and tennis courts are just a few of the perks listed on the organization’s website. Flamingo Casino Club’s website also told NFT holders they would receive 50% of the profits generated from the casino as passive income. It further enticed patrons by offering a chance to win exorbitant prizes such as Teslas and iPhones in its randomized lotteries, according to its website.\nZoom In Icon\nArrows pointing outwards\nScreenshot taken from Flamingo Casino Club’s website which says NFT holders are eligible for prizes, such as Teslas and iPhones.\nSource: Flamingo Casino Club\nThe casino also widely marketed its affiliation with a well-known gambling establishment, the Flamingo Las Vegas Hotel and Casino, to secure investors’ trust. \nBut behind the fancy graphics, the promises of profits and the big-name backings was a scheme out of Russia to defraud investors that a team of state regulators unraveled, the order says.\nFlamingo Casino Club is “intentionally failing to disclose its assets, liabilities, revenue and other financial information germane to its operations and the development and management of the metaverse casino,” according to the order. \nThe order says that although the casino sells securitized NFTs, it failed to provide purchasers with fundamental information such as its physical address, phone number, or any evidence proving the people on its leadership team actually existed.\nZoom In Icon\nArrows pointing outwards\nScreenshot taken from Flamingo Casino Club’s website showing its leadership team. According to the order, the casino is “failing to provide sufficient information to permit investors to independently verify that David Aaronson, Waldo Lorenzo, Julia Munn and Sebastian Ruspoli actually exist.”\nSource: Flamingo Casino Club\n“You’re talking about digital assets and anonymous individuals who are concealing their location,” Rotunda said. “So once the money is transferred ... we may not be able to get it back, right? It goes into a black hole through the blockchain, and people may lose everything.”\nZoom In Icon\nArrows pointing outwards\nScreenshot taken from Flamingo Casino Club’s website describing the financial perks to retail investors.\nSource: Flamingo Casino Club\nIn addition to this murky money trail, the purported partnership with the Flamingo Las Vegas, a well-established casino located on the Strip, was also fabricated, Rotunda said. The cease-and-desist order says Flamingo Casino Club’s “representations are false,” and the Las Vegas casino denies any relationship. \nBut the phony partnerships don’t end there, according to the order. Flamingo Casino Club touts affiliations with Yahoo and MarketWatch, but there’s no evidence substantiating any relationship with these businesses, the order says. \n“Flamingo Casino Club is not providing purchasers with any information reflecting any type of relationship with either Yahoo or MarketWatch,” the order says, adding that the casino provided hyperlinks to press releases distributed to Yahoo Finance and MarketWatch.\nIn its promotional video, Flamingo Casino Club announced plans to build the virtual casino on the metaverse platform The Sandbox, but nothing’s been built yet. \nThe casino’s leadership team wrote on Instagram that it delayed purchasing digital land because of ongoing negotiations with Snoop Dogg, who owns portions of the Sandbox property it plans to build on, according to the order and the casino’s own social media posts. \nThe order said the casino is “intentionally failing to disclose the status of negotiations for purchasing virtual land from Snoop Dogg” as well as “the anticipated or projected cost of purchasing the virtual land.”\nThrough a series of subpoenas, regulators discovered that the IP address for Flamingo Casino Club’s desktop computer and mobile device are registered to Moscow, further diminishing the chances of investors seeing any returns. \n“Investors have to chase those ghosts to try to recover. And they’re not going to recover if the money is going to Moscow,” Rotunda said.\nAdditionally, Rotunda said that the casino operators started mobilizing Flamingo Casino Club right around the time that Russia invaded Ukraine and that they later told investors some profits from their NFT sales would be donated to Ukrainian victims.\n“And they didn’t just talk about how they were going to donate to Ukrainian civilians to one person or two people, they publicly proclaimed it,” Rotunda said. “I haven’t seen any money going to benefit Ukrainians.”"}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/11/senate-to-vote-on-roe-v-wade-abortion-rights-bill.html", "category": "https://www.cnbc.com/politics/", "content": "VIDEO03:10\nSenate vote to move forward on a bill that would have protected abortion access fails\nDemocrat Joe Manchin joined Republicans to block a bill Wednesday that would make the Roe v. Wade abortion rights decision law, dealing a setback to Democrats who are scrambling to preserve protections that the Supreme Court could soon toss out after nearly five decades.\nSenate Majority Leader Chuck Schumer forged ahead with a vote on the Women’s Health Protection Act of 2022, even though he knew it was doomed to stall. The New York Democrat aimed to put every senator’s stance on the record after a draft court opinion that would overturn Roe leaked — inflaming the national abortion rights debate and energizing Democrats for November’s midterm elections.\nThe chamber blocked the bill in a 51-49 vote. Underscoring the significance of the measure, Vice President Kamala Harris presided over the vote.\nAll Republicans in the Senate, which is split 50-50 between the GOP and Democrats, voted against advancing the bill Wednesday — leaving it short of the 60 votes needed to overcome a filibuster and allow a vote to proceed. Manchin of West Virginia also opposed the measure.\n“Tens of millions of women are watching what will happen to the rights they’ve relied on for decades, and all of us will have to answer for this vote for the rest of our time in public office,” Schumer said Wednesday on the Senate floor ahead of the vote.\nSenate Majority Leader Chuck Schumer, D-N.Y., flanked from left by Sen. Debbie Stabenow, D-Mich., and Sen. Kirsten Gillibrand, D-N.Y., holds a news conference on Thursday, May 5, 2022, to announce the Senate will vote on the Women’s Health Protection Act of 2022.\nBill Clark | Cq-roll Call, Inc. | Getty Images\nThe bill would bar states from banning abortion before fetal viability — generally considered 24 weeks — and in certain cases after that point when a medical provider determines a pregnancy poses a risk to a person’s health. It would also stop states from taking steps to limit access to certain drugs and abortion services, and ban governments from requiring medically unnecessary doctor’s visits.\nDemocrats appear to have no path toward passing the bill, or a similar measure to cement federal abortion rights, unless they scrap the filibuster for legislation. Doing so would require only 51 votes to pass bills. At least two Democratic senators, Manchin and Kyrsten Sinema of Arizona, have signaled they will not vote to get rid of the filibuster.\nFor now, any push by Democrats to pass legislation appears designed to muster enthusiasm among voters who support abortion rights. Schumer doesn’t have any Republican support for the legislation — even from Sens. Susan Collins of Maine and Lisa Murkowski of Alaska, who are considered the two GOP senators most likely to vote to protect abortion rights.\nIn a statement Wednesday, Collins said she believes the bill would do more than codify the protections set by Roe. She added that after the vote failed, she would “continue working with my colleagues on legislation to maintain — not expand or restrict — the current legal framework for abortion rights in this country.”\nMurkowski expressed similar concerns in her own statement, saying “Congress should codify the important protections from Roe and [the 1992 decision Planned Parenthood v.] Casey into law as they currently exist.”\nCNBC Politics\nRead more of CNBC’s politics coverage:\nRussia investing ‘significant effort’ in eastern offensive; Zelenskyy says Kremlin defeat is obvious\nJan. 6 probe subpoenas Republican House leader Kevin McCarthy, other lawmakers allied with Trump\nAG Garland directs U.S. Marshals to help ‘ensure the Justices’ safety’ after leaked Supreme Court abortion draft\nDemocrats have called on midterm voters to elect candidates who will vote to enshrine the Roe v. Wade decision into federal law as they risk losing their razor-thin majority in November’s elections. In a statement after the vote Wednesday, President Joe Biden contended Republicans “have chosen to stand in the way of Americans’ rights to make the most personal decisions about their own bodies, families and lives.”  \n“To protect the right to choose, voters need to elect more pro-choice senators this November, and return a pro-choice majority to the House,” he said. “If they do, Congress can pass this bill in January, and put it on my desk, so I can sign it into law.”\nDemocrats raised alarm after Senate Minority Leader Mitch McConnell, R-Ky., told USA Today that a nationwide abortion ban was “possible” if the court overturned Roe. As the court’s decision would leave abortion laws up to states, Congress would have to act to bar it at the federal level.\nRepublicans likely could not garner the 60 votes needed to overcome a filibuster and ban abortion in the U.S. even if they won Senate control in November. McConnell also told USA Today that he would not push to bypass the filibuster “for any subject.”\nMcConnell on Tuesday downplayed the chances of his party trying to bar abortion nationwide.\n“I think it’s safe to say there aren’t 60 votes there at the federal level, no matter who happens to be in the majority, no matter who happens to be in the White House,” he told reporters. “So I think the widespread sentiment of my conference is this issue will be dealt with at the state level.”\nMost Americans do not want the court to reconsider Roe in the first place, a poll released Wednesday found. More than half, or 57%, of adults say the Supreme Court should leave the decision alone, versus 36% who say the high court should revisit it, according to the Monmouth University survey of 807 people.\nThe vast majority of respondents oppose federal abortion restrictions. If the court overturns Roe, 44% of people want to see Congress pass a law allowing abortions nationwide, while another 43% would like to see laws left up to states, the poll found. Only 9% of respondents said they want lawmakers to approve a nationwide ban.\nThe prospect of Republicans barring abortion nationwide strengthened the resolve of one Senate Democrat, Bob Casey of Pennsylvania, who has supported some restrictive abortion laws during his Senate tenure.\nHis father, the late Democratic former Pennsylvania Gov. Bob Casey, backed state abortion restrictions that made him a defendant in Planned Parenthood v. Casey — a 1992 Supreme Court case that further solidified abortion rights after Roe.\nThe younger Casey is one of the most conservative Democrats on abortion rights, previously backing a ban on terminations performed after 20 weeks. He voted earlier this year to start debate on the Women’s Health Protection Act, but he didn’t commit at the time to supporting the bill itself.\nCasey voted Wednesday to advance the abortion rights legislation after saying on Tuesday that he would support codifying Roe if the measure came to a final vote. He noted Tuesday that “the circumstances around the entire debate on abortion have changed” since the Senate last considered an abortion rights bill, citing the threat of a “categorical ban on abortion” if the GOP takes power after Roe is overturned.\nSen. Patty Murray, the No. 3 Democrat in the chamber and chair of the Health, Education, Labor and Pensions Committee, noted before the vote that a wave of state-level abortion bans would reverberate around the country as people could be forced to cross more than one state line to seek procedures. The Washington Democrat said a court decision to overturn Roe “limits a woman’s entire economic future” and “takes away her ability to determine the direction of her own life.”\nMurray warned that women “are not going to forget” Wednesday’s vote.\nSubscribe to CNBC on YouTube."}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/11/trump-pick-charles-herbster-loses-nebraska-gop-primary-governor-election.html", "category": "https://www.cnbc.com/politics/", "content": "Charles Herbster Nebraska gubernatorial candidate speaks during the fourth day of the Conservative Political Action Conference CPAC on Sunday, Feb. 27, 2022 in Orlando, FL.\nJabin Botsford | The Washington Post | Getty Images\nFormer President Donald Trump’s preferred candidate is projected to lose Nebraska’s GOP gubernatorial primary, signaling that Trump’s influence in the party has its limits — even in Republican stronghold states.\nUniversity of Nebraska Regent Jim Pillen, who was endorsed by current Gov. Pete Ricketts, prevailed in the tight primary race, NBC News projected Tuesday. Pillen is poised to advance to the general election on Nov. 8, where he is expected to defeat his Democratic rival, Carol Blood, in the reliably red state.\nNebraska has had a Republican in the governor’s mansion since 1999. Ricketts is term-limited from running again.\nPillen was one of three front-runners in the competitive primary fight, along with Charles Herbster, the Trump-backed business executive whose campaign was rocked after multiple women accused him of sexual misconduct.\nUniversity of Nebraska Regent Jim Pillen smiles to applause as he is named the winner of the Nebraska Republican gubernatorial primary during an election night party at the Embassy Suites on Tuesday, May 10, 2022, in Lincoln, Neb.\nKenneth Ferriera | Lincoln Journal Star | AP\nHerbster, a first-time gubernatorial candidate who poured millions into his campaign, has denied the allegations made by eight women, including a Republican state senator.\nThe loss puts a blot on Trump’s so-far sterling endorsement record for the 2022 midterm elections, and could hint at the former president’s enduring influence in the Republican Party.\nHerbster’s defeat “would indicate that in Nebraska, there are limits to [Trump’s] endorsement,” said Gregory Petrow, a political science associate professor studying campaigns and elections at the University of Nebraska Omaha. He noted that the Cornhusker State has a tradition of supporting more independent-minded leaders, such as GOP Sen. Ben Sasse.\nPetrow acknowledged that Trump won the popular vote in Nebraska by wide margins in 2016 and 2020, but that “doesn’t necessarily imply that the state is completely won over by his approach.”\nEven after losing the 2020 election to President Joe Biden, the former president has remained the de facto leader of the GOP, holding sway over a major chunk of the party’s base. He has strongly hinted that he may run for president again in 2024, though a growing list of Republicans also be mounting their own White House bids.\nHerbster had closely tied himself to Trump and his allies since receiving the former president’s endorsement last fall. Herbster self-funded the bulk of his campaign, contributing a total of $11.3 million to his gubernatorial bid this year, campaign finance filings show.\nNebraska’s GOP primary was an uncommonly competitive three-way fight between Herbster, Pillen and state Sen. Brett Lindstrom. Recent surveys showed all the three front-runners polling within the margin of error.\nThat remained the case even after the Nebraska Examiner printed allegations from eight women that the 67-year-old Herbster had groped or inappropriately touched them in recent years.\nMost of those women spoke to the news outlet on condition of anonymity. But one of the accusers was Julie Slama, a Republican state senator who accused Herbster of reaching up her skirt without her consent in the middle of a crowded ballroom during a Republican Party dinner in 2019.\nHerbster denied all the accusations, calling them “libelous” and “100% false.” He has filed a defamation suit against Slama, who is countersuing and alleging sexual battery.\nTrump campaigned with the embattled candidate at a rally in Greenwood, Nebraska, days after the Examiner’s report had thrust Herbster into the national spotlight. Donald Trump Jr., the former president’s oldest son, had also campaigned with Herbster at multiple stops in Nebraska in the run-up to the event.\n“He’s been badly maligned, and it’s a shame,” the senior Trump said of Herbster at the May 1 rally. The former president claimed without providing evidence that Herbster is “innocent of these despicable charges.”\nTrump himself has been accused of sexual misconduct by many women in incidents spanning decades. He has denied the accusations against him."}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/11/house-passes-40-billion-ukraine-package-to-provide-military-humanitarian-aid.html", "category": "https://www.cnbc.com/politics/", "content": "Rescue workers walk past debris and carsunder ruins in front of the shopping and entertainment center in the Ukrainian Black Sea city of Odessa on May 10, 2022, destroyed after Russian missiles strike late on May 9, 2022.\nOleksandr Gimanov | AFP | Getty Images\nThe U.S. House passed legislation Tuesday night that would provide $40 billion in new aid to Ukraine as the Biden administration looks to step up U.S. support for Kyiv in its war against Russia.\nThe House voted 368-57 after President Joe Biden urged quick congressional action and Republicans balked at passing an additional $10 billion in Covid relief funds alongside the military and humanitarian assistance for Ukraine.\nAll 57 no votes came from Republicans.\nRep. Andy Biggs, R-Ariz., who opposed the measure, tweeted: “I oppose Russia’s invasion of Ukraine, but we can’t help Ukraine by spending money we don’t have.”\nHouse Speaker Nancy Pelosi, D-Calif., praised the largely bipartisan vote, saying on Twitter that the package would build “on robust support already secured by Congress” and “help Ukraine defend not only its nation but democracy for the world.”\nThe supplemental funding measure now heads to the Senate. GOP leader Mitch McConnell said Tuesday that he asked Biden last week to separate the coronavirus aid from the Ukraine funding.\nMore from NBC News:\nBody armor and blocked ports: Ukraine’s farmers carry on in the midst of war\nIllinois college, hit by ransomware attack, to shut down\nElon Musk tweet sets off discussion on Japan’s low birthrate\n“I had a chance to call the president last week and request that the Ukraine package move by itself and quickly,” McConnell, R-Ky., said at a news conference Tuesday afternoon. “I think we’re on the path to getting that done.”\nBiden told Congress on Monday to pass the Ukraine aid without the Covid relief funding. His decision to decouple the two spending packages is likely to make it harder to pass the Covid relief, which the administration has said is needed to continue to provide widespread testing and free vaccinations.\nAsked Tuesday about the jammed-up Covid aid, McConnell said it should be discussed in tandem with the administration’s effort to lift immigration restrictions, known as Title 42, that former President Donald Trump imposed in the early days of the coronavirus pandemic.\nSome Democrats have pushed for allowing Title 42 to expire, which would allow more migrants into the country. Republicans, while pushing for other Covid-related restrictions to be relaxed, have remained steadfast in insisting that the immigration rules remain.\n“It’s something we’re going to continue to discuss, and as you know there’s a broad bipartisan demand for continuing Title 42, and I think that’s the context in which that vote ought to occur,” McConnell said.\nThe Senate has not scheduled a vote on the Ukraine package. Majority Leader Chuck Schumer, D-N.Y., tweeted earlier Tuesday that the chamber “will move swiftly to pass emergency funding and send it” to Biden’s desk."}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/10/inflation-biden-says-lowering-prices-is-his-top-economic-priority-.html", "category": "https://www.cnbc.com/politics/", "content": "VIDEO13:33\nInflation is my top domestic priority, says President Biden\nPresident Joe Biden said he could drop some of the tariffs imposed against Chinese imports to help control rising consumer prices in the U.S. — just as Wall Street braces for another inflation report north of 8%.\nThe White House is reviewing the penalties imposed under former President Donald Trump — which raised prices on everything from diapers to clothing and furniture — and could opt to remove them altogether, Biden said in addressing the nation from Washington on Tuesday.\n“We’re looking at what would have the most positive impact,” Biden said, adding that removing the tariffs was currently under discussion.\nTrump levied a raft of financial penalties on Chinese goods in a long-running tit-for-tat trade war with Beijing in an effort to bolster American-made goods.\nThe extent to which removing Trump’s taxes on Chinese products would cool inflation is a matter of debate among economists, but many say easing or removing the tariffs altogether is among the few options available to a White House eager to pull every lever available to ease costs.\nThe president reiterated that a combination of Covid-19 protocols at home and abroad and Russian President Vladimir Putin’s invasion of Ukraine has caused prices in the U.S. to jump at their fastest pace since the early 1980s.\n“I want every American to know that I am taking inflation very seriously,” Biden said. “The first cause of inflation is a once-in-a-century pandemic. Not only did it shut down our global economy, it threw supply chains and demand completely out of whack.”\nVIDEO07:24\nWe’re discussing the China tariffs right now: Biden\n“And this year we have a second cause: Mr. Putin’s war in Ukraine,” he added, referring to the dramatic rise in oil prices sparked by Moscow’s attack earlier in 2022.\nWhile West Texas crude futures are well off highs of over $130 a barrel seen in March, oil contracts for June delivery were last seen trading around $100, about $30 above where they began the year.\nThe president noted that the war has also driven up the prices of contracts for key food products such as wheat and corn, which are up 40% and 30%, respectively, in 2022. Russia and Ukraine together supply more than a quarter of the world’s wheat.\nCNBC Politics\nRead more of CNBC’s politics coverage:\nRussia investing ‘significant effort’ in eastern offensive; Zelenskyy says Kremlin defeat is obvious\nJan. 6 probe subpoenas Republican House leader Kevin McCarthy, other lawmakers allied with Trump\nAG Garland directs U.S. Marshals to help ‘ensure the Justices’ safety’ after leaked Supreme Court abortion draft\nEconomists say the combination of the pandemic — especially China’s recent, and severe, efforts to curb rising cases there — and the war in Ukraine are both to blame for inflation’s 8.5% rise over the last year through March, the highest reading since 1981. Wall Street is eager to read the Labor Department’s upcoming report on April inflation, which is scheduled for release at 8:30 a.m. ET Wednesday.\nEconomists polled by Dow Jones expect that report to show inflation rose 8.1% in the 12 months ending in April.\nBiden’s comments the day before the release is the administration’s latest attempt to convince the American public that the White House is exploring all options available to quell rising prices. Dozens of polls have indicated that Americans now believe inflation is the chief issue facing the U.S. and a threat to the economic recovery from the Covid recession.\nVIDEO04:47\nHow do tariffs work?\nWhile some economic measures have staged remarkable rebounds — the U.S. employment rate held steady at a low 3.6% last month — higher gas and grocery bills continue to erode paychecks and spark angst across the country.\nBiden has in recent weeks sought to pacify those frustrations through regular speeches.\nLast week, he touted sizable reductions in the federal deficit this fiscal year as a key departure from what he characterized as rampant spending by his Republican predecessor and a step toward fiscal responsibility and lower prices.\nRepublicans argue that the rash of inflation is, in large part, thanks to the Democrats’ ambitious economic policies, including trillions in Covid relief in the American Rescue Plan as well as the bipartisan infrastructure law Biden signed in 2021.\nThe GOP also points out that federal spending might have been higher, and the expected deficit larger, if Biden and his Democratic colleagues had managed to pass a suite of climate, housing and workforce legislation once known as the Build Back Better plan.\nThose attacks pose a political problem for Democrats as they face an uphill battle to retain control of Congress in November’s key midterm elections. The Senate is split 50-50 between Democrats and Republicans, while the House is divvyed 221-209 in favor of Democrats.\nBiden in his recent comments has countered Republican barbs by trumpeting the administration’s efforts to lower prescription drug costs and to raise taxes on only the richest Americans.\n“What’s the congressional Republican plan? They don’t want to solve inflation by lowering your costs. They want to solve it by raising your taxes and lowering your income,” Biden said Tuesday. “Their plan is actually going to make working families poorer.”\nVIDEO12:35\nWhy everyone is so obsessed with inflation"}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/10/ukraine-war-senate-to-push-for-russia-to-be-named-terrorism-sponsor.html", "category": "https://www.cnbc.com/politics/", "content": "Russian President Vladimir Putin watches a military parade on Victory Day, which marks the 77th anniversary of the victory over Nazi Germany in World War Two, in Red Square in central Moscow, Russia May 9, 2022.\nMikhail Metzel | Sputnik | Reuters\nTwo senators unveiled a resolution Tuesday calling on the Biden administration to designate Russia as a state sponsor of terrorism for its war on Ukraine and conduct elsewhere under Vladimir Putin.\n“Putin is a thug, and a bully, and he will continue being an increasing threat to Europe and the world unless he is stopped,” said Sen. Richard Blumenthal, D-Conn., as he announced the introduction of the resolution with Sen. Lindsey Graham, the South Carolina Republican.\n“If there is anybody who embodies terrorism, and totalitarianism and tyranny, it’s Putin,” Blumenthal said at a news conference.\nCNBC Politics\nRead more of CNBC’s politics coverage:\nUK signs security pact with Sweden; Russian forces ‘pushed back’ from second-largest city Kharkiv\nSenate to vote on doomed bill to cement abortion rights as Supreme Court threatens to overturn Roe v. Wade decision\nTrump’s pick for Nebraska governor loses in GOP primary, signaling limits to former president’s influence\nThe resolution, which comes in response to a request for such a move by Ukraine’s parliament, would ask Secretary of State Antony Blinken to designate Russia a state sponsor of terrorism — possibly as part of a supplemental aid package for Ukraine set to be considered by Congress.\nBut so far, the Biden administration has resisted calls to add Russia to what is a tiny list of countries designated as terror sponsors: Cuba, Iran, North Korea and Syria.\nWhite House spokesperson Jen Psaki was asked Monday about imposing that designation.\nPsaki noted that a number of the actions the United States would take if that happened, including imposing “crippling economic sanctions, sanctions on individuals” and other restrictions, as well as making a country “a global pariah ... are all steps that we have already taken and implemented as it relates to Russia.”\nShe added, “We’ll see what happens in Congress.”\nState Department spokesman Ned Price, when asked about the resolution Tuesday, told reporters, “We’ll continue to watch and to determine whether Russia’s actions in Ukraine merit and qualify for additional authorities” contained in the designation beyond the sanctions already in effect.\n“If we feel those authorities are appropriate, we won’t hesitate to apply them,” Price said.\nOn Tuesday, Blumenthal concede the point that the U.S. has already punished Russia with many of the practical effects of a terror sponsor designation after it invaded Ukraine in late February.\nHowever, Blumenthal said that one “really important” penalty for Russia would come from a terror sponsor designation: the lifting of sovereign immunity that currently protects Russia and most other nations from being sued by individuals for civil damages without the consent of those countries.\nAnd Graham said it is important to label Russia as a terror sponsor to make clear that its conduct under Putin’s leadership is unacceptable, and to make clear how strongly the United States supports Ukraine in its effort to expel the Russian invaders.\n“I can’t think of a stronger signal,” Graham said. “What are we trying to do here? “We’re trying to bolster the Ukrainians’ ability to fight for their freedom. We’re trying to delegitimize Putin.”\n“Putin has engaged in war on multiple fronts for 20 years,” Graham said. “One of the most disruptive forces on the planet is Putin’s Russia.”\nHe estimated that if a vote is taken on the resolution, at least 90 senators in the 100-member Senate would vote in favor of it.\nThe proposed resolution cites more than the unprovoked invasion of Ukraine. It calls for Russia to be added to the state sponsor of terror list for actions under Putin’s leadership that have included attempts to poison individuals whom he considers enemies, the attacks on the Chechen city of Grozny in 1999 through 2000 and the bombing of the Syrian city of Aleppo in 2016, Blumenthal said.\nGraham added that Russia is committing “war crimes on an industrial scale” in Ukraine.\nThe senators were asked at the news conference why they were not proposing a similar resolution that would ask that China be designated a state sponsor of terrorism, given allegations of the forceful harvesting of organs from people detained in Chinese prison camps and for other human rights abuse claims against that nation.\nWhile noting that they were focused Tuesday on Russia’s actions, particularly because of the ongoing war against Ukraine, both Graham and Blumenthal said that passing their resolution would put China on notice of what could happen if it invaded Taiwan or committed other acts of terror.\n“The Chinese don’t want to be part of this club,” Blumenthal said of the state sponsors of terror list.\n“I think they’re watching,” he said. “I think if we put Russia in this club, it will be another deterrent to China.”"}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/10/us-gun-homicides-reached-highest-level-in-25-years-during-covid-pandemic-cdc-says.html", "category": "https://www.cnbc.com/politics/", "content": "Mike Blake | Reuters\nGun homicides in the U.S. reached their highest level in more than 25 years during the Covid-19 pandemic, according to the Centers for Disease Control and Prevention.\nHomicides from guns rose 35% during the first year of the pandemic to the highest level since 1994, according to a CDC Morbidity and Mortality Weekly report published Tuesday. The homicide rate from firearms increased to 6.1 per 100,000 people in 2020 compared with 4.6 per 100,000 in 2019.\nExcluding suicides, more than 19,000 people were killed by guns in 2020 compared with more than 14,000 the year prior, according to the CDC report, which is based on death certificates. The study did not include accidental gun deaths or deaths where intent could not be determined.\nHomicides from gun violence increased among people of every age, in most racial groups, for men and women, in cities and in rural areas, and in every region of the nation.\nBlack Americans suffered the most with the homicide rate from gun violence increasing nearly 40% to 26.6 per 100,000 people or nearly 12,000 total, about 12 times higher than the rate among white Americans. The disparity was even larger among boys, with the firearm homicide rate 21.6 times higher among Black males ages 10 to 24 compared with white males of the same age.\nGun homicides rose 27% to 8.1 per 100,000 people among Native Americans, nearly 26% among Hispanics to 4.5 per 100,000, and about 28% among whites to 2.2 per 100,000. The firearm homicide rate decreased 4.2% among Asian Americans to 1 per 100,000 individuals.\nSeparately, suicides involving a firearm increased 1.5% to 8.1 per 100,000 people during the first year of the pandemic. The suicide rate with guns was the highest among Native Americans at 10.9 per 100,000 and whites at 10.4 per 100,000 people.\nThe homicide rate from guns was more than five times higher among men than women, and in terms of age gun killings were highest among those 25 to 44-years-old.\nIn the U.S., 79% of homicides and 53% of suicides involved guns in 2020, according to the CDC. More than 24,000 suicides involved firearms in 2020.\nKillings and suicides with guns were closely associated with poverty, according to the study. The counties in the U.S. with the highest poverty rates suffered firearm killing and suicide rates that were 4.5 and 1.3 times higher, respectively, than counties with the lowest poverty levels. Blacks, Hispanics and Native Americans were more likely to live in counties with higher poverty rates, according to the CDC.\nWhile the study did not investigate the reasons for the dramatic increase in firearm homicides, the CDC said the pandemic may have played a role by disrupting social services, schools, work and housing as well as the increase in social isolation.\nThe pandemic resulted in millions of people losing their jobs, with the unemployment rate hitting 14.7% at the height of the crisis in April 2020. The economic downturn hit minority communities, particularly Black Americans, especially hard. It was also a year of historic social unrest, with the murder of George Floyd, a Black man, by a white Minneapolis police officer leading to nationwide protests.\nIf you or someone you know is in crisis, call the National Suicide Prevention Lifeline at 800-273-8255.\nCNBC Health & Science\nRead CNBC’s latest global coverage of the Covid pandemic:\nDoctors say these pandemic side effects are serious problems—and unlikely ‘to go away anytime soon’\nU.S. gun homicides reached highest level in 25 years during Covid pandemic, CDC says\nLong Covid is ‘continuing to increase,’ experts say. Here’s how to know if you have it\nU.S. will limit next-generation Covid vaccines to high-risk people this fall if Congress doesn’t approve more funding"}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/09/us-will-limit-covid-vaccines-to-high-risk-people-this-fall-if-congress-doesnt-approve-more-funding.html", "category": "https://www.cnbc.com/politics/", "content": "A woman receives a Pfizer vaccination booster shot at Eugene A. Obregon Park in Los Angeles.\nGary Coronado | Los Angeles Times | Getty Images\nThe U.S. will have to limit the next generation of Covid vaccines this fall to individuals at the highest risk of getting seriously sick from the virus if Congress fails to approve funding to purchase the new shots, according to a senior Biden administration official.\nThe official, who spoke on condition of anonymity, warned the U.S. faces a substantial surge of Covid infections this fall as immunity from the current vaccines wanes and the omicron variant mutates into more transmissible subvariants. The U.S. needs more money for next-generation vaccines, therapeutics and tests to prevent infections from turning into hospitalizations and deaths, the official said.\nPfizer and Moderna are developing redesigned vaccines that target the omicron variant’s mutations to boost protection against infection. The current shots are still targeting the original virus strain that first emerged in Wuhan, China, in 2019. As the virus has evolved over the past two years, the vaccines have become less effective at preventing mild illness, though they generally still protect against severe disease.\nThe Food and Drug Administration is expected to make a decision by early summer at the latest on whether the U.S. should switch to the redesigned shots for a fall vaccination campaign, with its advisory committee set to hold a meeting on June 28 to discuss the issue.\nHowever, the U.S. currently does not have enough money to purchase the new shots for everybody in the U.S. ahead of the fall, the official said. The U.S. Senate has failed so far to pass $10 billion in additional Covid funding for vaccines, therapeutics and testing despite Senate Majority Leader Chuck Schumer, D-N.Y., and Sen Mitt Romney, R-Utah, striking a deal in early April. The $10 billion Senate deal is less than half the $22.5 billion the White House originally requested.\n“We will be able to get some vaccines of the new generation but it’ll be a very limited amount and really only for the highest-risk individuals, but it will not be available for everybody,” the official said. The elderly and people with weak immune systems are the highest risk of severe illness from Covid.\nCongress needs to pass funding within the next few weeks to ensure that contract negotiations between the federal government and the vaccine makers are in an advanced stage by July, the official said. However, Republicans in the Senate have vowed to block the money unless the White House reinstates Title 42, which allowed the U.S. to turn away asylum seekers at the nation’s borders during the pandemic.\nEven if the money comes through, it’s unclear if the vaccine makers can produce enough shots for the fall given how short the timeline is. Moderna CEO Stephane Bancel told CNBC last week it’s a tight turnaround for any biotech company to have tens of millions of doses ready for the fall if they don’t order supplies and start production before July .\n“If you look at the timelines, I don’t think any manufacturer will be able to be ready in August to fill the channel with product,” Bancel told CNBC’s Meg Tirrell. The U.S. government’s last contract for Covid vaccines with Moderna ended in April.\nPfizer CEO Albert Bourla told CNBC last week that the pharmaceutical giant would be ready to start manufacturing doses of its next-generation vaccine as soon as it receives guidance from the FDA.\nThe U.S. also needs more money for testing to ensure that the nation has enough capacity for the fall, the administration official said, warning that domestic manufacturers are shutting down production lines now. Without funding, the U.S. would be dependent on test manufacturers in other nations, particularly China, the official said.\n“It’s going to be a pretty tough fall and winter if Congress abdicates its responsibilities and does not show up with funding for the American people,” the official said. “We’re going to do what we can but at the end of the day, our hands are going to be tied.”\nCNBC Health & Science\nRead CNBC’s latest global coverage of the Covid pandemic:\nDoctors say these pandemic side effects are serious problems—and unlikely ‘to go away anytime soon’\nU.S. gun homicides reached highest level in 25 years during Covid pandemic, CDC says\nLong Covid is ‘continuing to increase,’ experts say. Here’s how to know if you have it\nU.S. will limit next-generation Covid vaccines to high-risk people this fall if Congress doesn’t approve more funding"}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/09/hedge-fund-billionaire-dan-loeb-appears-to-be-courting-nyc-mayor-eric-adams-over-charter-schools.html", "category": "https://www.cnbc.com/politics/", "content": "NYC Mayor Eric Adams (L) and Dan Loeb, CEO of Third Point LLC.\nGetty Images | CNBC\nHedge fund billionaire Dan Loeb appears to be cozying up to New York City Mayor Eric Adams after pouring $1 million into the political action committee that helped get him elected, according to people familiar with the matter.\nAdams and Loeb have held several private discussions since Adams was sworn in earlier this year, focusing mostly on Loeb’s passion project: the city’s charter schools, these people explained, asking not to be named to freely discuss Loeb and Adams’ discussions. Loeb has long been one of the city’s most affluent charter school supporters and served as the past chairman of Success Academy, which operates a network of about 50 schools in New York City and boasts higher testing scores on standardized tests than most public and private schools.\nThe election of Adams marked a shift in the city’s relationship with charter schools from former New York Mayor Bill de Blasio, who favored public schools over the publicly funded but independently run schools. The charter schools have more freedom to set their curriculum and are seen as a free alternative to public and private schools.\nAdams was invited to Success Academy’s spring gala on April 25, according to people familiar with the event. The dinner honored former Mayor Mike Bloomberg who announced plans the week before to raise $50 million for NYC charter schools. Loeb, who still sits on the board, donated $250,000 to the dinner, according to its website.\nThe contribution allowed Loeb to have VIP-type seating at the event, with a table for 10 people, the site said.\nThough Adams’ spokesman, Fabien Levy, said the mayor did not attend the event, other people close to the mayor believe Adams received an invite because of his ties to Loeb.\n“The mayor has repeatedly said that he is willing to work with anyone and everyone to build a more prosperous city for all New Yorkers, but we do not discuss private conversations,” Levy said.\nA spokeswoman for Success Academy said Adams’ was invited because of his critical role in the city’s education system.\n“He is the mayor of NYC, and the educational success of NYC’s children is of paramount importance,” Ann Powell, a spokeswoman for the charter school network, told CNBC in an email. A spokesman for Loeb declined to comment on the Wall Street executive’s private conversations.\nCharter schools are publicly funded by New York taxpayers with some funds from the federal government or private foundation grants. In New York, charter schools are considered public schools but operate independently from traditional school districts.\nThe schools are initially granted a five-year charter either by the SUNY Board of Trustees or the New York State Board of Regents. The schools’ charters could include standards for test performance, graduation rates or other operational requirements.\nCritics and supporters of charter schools have sparred over whether those institutions have pulled critical state funding away from traditional public schools.\nAdams has indicated that he wants to maintain the statutory cap on charter schools that limits the system to 460 schools across the state, but he also wants to duplicate institutions that have a successful track record, Chalkbeat New York, which reports on the city’s education system, reported late last year.\nNew York Gov. Kathy Hochul’s 2023 budget proposal boosted the per-student funding of $16,844 for Big Apple charter schools by 4.7%. The final budget agreement, however, didn’t lift the statutory cap on the number of charters allowed across the state.\nLoeb’s tenure as chairman of Success Academy’s board in 2017 was marked by controversy after he attacked New York state Sen. Andrea Stewart-Cousins in a racially charged Facebook post.\n“Meanwhile hypocrites like Stewart-Cousins who pay fealty to powerful union thugs and bosses do more damage to people of color than anyone who has ever donned a hood,” Loeb said, invoking the Ku Klux Klan in criticizing Stewart-Cousins, who is Black, according to The New York Times. She has been the state Senate majority leader since 2019.\nLoeb later stepped down as chairman and has since apologized for the post.\nCNBC Politics\nRead more of CNBC’s politics coverage:\nUK signs security pact with Sweden; Russian forces ‘pushed back’ from second-largest city Kharkiv\nSenate to vote on doomed bill to cement abortion rights as Supreme Court threatens to overturn Roe v. Wade decision\nTrump’s pick for Nebraska governor loses in GOP primary, signaling limits to former president’s influence\nHe has a track record of donating to candidates on both sides of the aisle, making him a potentially wealthy ally for Adams if he runs for reelection in 2025.\nLoeb has signaled to allies that he aims to contribute to New York state races in the final months of the 2022 election cycle, according to a person briefed on the matter. And he’s tried to cultivate political alliances across the country and political spectrum.\nIn March, he donated $250,000 to the Senate Leadership Fund, a super PAC run by allies of Senate Minority Leader Mitch McConnell, R-Ky., that aims to elect Republicans to the Senate, according to data from the nonpartisan Center for Responsive Politics.\nThat same month, he gave $250,000 to the Congressional Leadership Fund, a super PAC that supports GOP House candidates, and $125,000 to the Democratic Majority for Israel."}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/09/biden-calls-congress-to-pass-major-ukraine-aid-package-before-new-covid-funding.html", "category": "https://www.cnbc.com/politics/", "content": "VIDEO02:01\nBiden signs bill to speed up delivery of weapons to Ukraine\nPresident Joe Biden urged Congress on Monday to quickly approve a multibillion-dollar aid package for Ukraine before trying to pass a new round of Covid-19 funding, warning that U.S. aid for that country’s fighters has nearly been exhausted.\nBiden’s new position marked a reversal from his insistence last month that the military aid and the pandemic funding be bundled together. Decoupling the two bills significantly increases the chances Congress will pass the $33 billion in requested Ukraine funding, while dimming hope for the $10 billion in Covid relief funds Biden said are necessary to supply updated vaccines and shots for the fall.\n“Previously, I had recommended that Congress take overdue action on much-needed funding for COVID treatments, vaccines and tests, as part of the Ukraine Supplemental bill,” Biden said in a statement released by the White House.\nU.S. President Joe Biden delivers remarks during a Rose Garden event at the White House in Washington, May 9, 2022.\nKevin Lamarque | Reuters\n“However, I have been informed by Congressional leaders in both parties that such an addition would slow down action on the urgently needed Ukrainian aid — a view expressed strongly by several Congressional Republicans,” Biden said.\n“We cannot afford delay in this vital war effort,” he said. “Hence, I am prepared to accept that these two measures move separately, so that the Ukrainian aid bill can get to my desk right away.”\nBiden on April 28 had asked Congress to allocate $33 billion intended to cover humanitarian and military aid to Ukraine through September. Under Biden’s proposal, nearly two-thirds of that sum would go toward security and military assistance for Ukraine as it fends off invading Russian forces.\nIn his statement Monday, Biden said the additional funding is both necessary and urgent, with money for shipments to Ukraine set to run out in 10 days’ time. “I have nearly exhausted the resources given to me by a bipartisan majority in Congress to support Ukraine’s fighters,” he said.\n“This aid has been critical to Ukraine’s success on the battlefield. We cannot allow our shipments of assistance to stop while we await further Congressional action,” Biden said.\nHis statement acknowledged that while there appears to be bipartisan support for the aid package, there is no such consensus for more Covid funding. Republicans had opposed Democrats’ efforts to pair the money for Ukraine with the additional pandemic relief funding.\n“So I call on Congress to pass the Ukrainian Supplemental funding bill immediately, and get it to my desk in the next few days. And then, I urge Congress to move promptly on the COVID funding bill,” Biden said.\nHe stressed that more congressional action is required to address the pandemic.\n“Without timely COVID funding, more Americans will die needlessly,” he said. “In the fall, if we are hit by new variants, it will be too late to get the tools needed for protection — critical treatments that will be available in Europe, but not the United States.”"}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/09/biden-signs-ukraine-lend-lease-military-aid-bill-amid-russia-invasion.html", "category": "https://www.cnbc.com/politics/", "content": "U.S. President Joe Biden signs into law S. 3522, the “Ukraine Democracy Defense Lend-Lease Act of 2022” at the White House in Washington, May 9, 2022.\nKevin Lamarque | Reuters\nWASHINGTON — President Joe Biden signed a bill Monday that will streamline the lengthy process of supplying Ukraine with the military equipment needed for the fight against Russia.\n“I’m signing a bill that provides another important tool that directly supports the government of Ukraine and the Ukrainian people and their fight to defend their country and their democracy against Putin’s brutal war,” Biden said from the Oval Office.\n“The cost of the fight is not cheap, but caving to aggression is even more costly,” Biden added.\nBiden’s signature on the Ukraine Democracy Defense Lend-Lease Act of 2022 will make it easier for the U.S. to lend or lease military aid to allies affected by Russia’s invasion of Ukraine. Biden already has some power to lend or lease equipment, but the legislation he will sign into law will ease some of the requirements for doing so.\nUnder the measure, Ukraine can request streamlined transfers of U.S. weapons and other security assistance. The U.S. will get guarantees that the country will replace or reimburse the assets at a later date.\nVIDEO02:51\nBiden visits plant where Javelin missiles are made\nMonday’s legislation evokes the “Lend-Lease Act,” through which the U.S. supported allies, including the Soviet Union, during World War II.\nOn Friday, the Biden administration announced a new weapons package for Ukraine worth $150 million.\nThe latest military aid package, the ninth security assistance installment, brings the U.S. military aid commitment to $3.8 billion since Moscow invaded its neighbor in late February.\nThe $150 million pledged on Friday comes from the remaining $250 million in presidential drawdown authority, which allows the president to transfer excess weapons from U.S. arsenals without congressional approval.\nLast month, Biden requested $33 billion from Congress after he exhausted his remaining drawdown authority. He reiterated his request on Friday.\nHe said that for Ukraine to succeed against Russia, the U.S. and its allies must continue to move weapons and ammunition into the country.\nVIDEO08:14\nWhy Ukraine wants more Javelin missiles to push back Russian tanks"}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/09/yellen-says-financial-system-working-well-despite-potential-for-continued-volatility.html", "category": "https://www.cnbc.com/politics/", "content": "U.S. Treasury Secretary Janet Yellen testifies during a hearing before Senate Banking, Housing and Urban Affairs Committee on Capitol Hill November 30, 2021 in Washington, DC.\nAlex Wong | Getty Images\nTreasury Secretary Janet Yellen believes the U.S. financial system is in working order, but that Russia’s invasion of Ukraine and China’s Covid-19 lockdowns are making some goods more expensive.\nYellen, set to testify before the Senate Banking Committee on Tuesday, said she and other top financial regulators wouldn’t be surprised to see market turbulence keep up into the summer.\n“There is the potential for continued volatility and unevenness of global growth as countries continue to grapple with the pandemic,” Yellen said in her written testimony, which was released by the committee ahead of the hearing.\n“Russia’s unprovoked invasion of Ukraine has further increased economic uncertainty,” she said. “The U.S. financial system has continued to function in an orderly manner, though valuations of some assets remain high compared with historical values.”\nU.S. stocks sank again on Monday as the broad S&P 500 index added to its longest losing streak since mid-2011 and touched a one-year low as rising interest rates fueled worries of far-tighter monetary conditions.\nVIDEO04:12\n“I think we’ll have to put up with high inflation for a while longer,” says Treasury Secretary Yellen\nDespite the references to the Russian assault on Ukraine, Yellen’s forthcoming testimony will amount to a review of the Financial Stability Oversight Council’s 2021 annual report, which the Treasury Department published in December.\nYellen said the council’s members want to ensure banks and other financial businesses better understand their climate-related risks through improved data and stronger disclosure requirements from publicly traded companies.\nThe Treasury secretary also referred to council’s studies on digital assets, which she described as full of opportunity and potential risk.\nCNBC Politics\nRead more of CNBC’s politics coverage:\nUK signs security pact with Sweden; Russian forces ‘pushed back’ from second-largest city Kharkiv\nSenate to vote on doomed bill to cement abortion rights as Supreme Court threatens to overturn Roe v. Wade decision\nTrump’s pick for Nebraska governor loses in GOP primary, signaling limits to former president’s influence\n“With respect to digital assets, new products and technologies may present opportunities to promote innovation and increase efficiencies. However, digital assets may pose risks to the financial system,” she said in the prepared remarks. She added the council, which was created in response to the 2008 financial crisis to identify emerging threats to the broader economy, is drafting a report on the risks and “regulatory gaps.”\nThe report, which provides insight on the health of the financial system from such organizations as Treasury, the Securities and Exchange Commission and the Federal Reserve, arrived prior to Moscow’s invasion and Beijing’s crackdown on Covid cases.\nBoth of those developments have led to supply chain headaches as the war in Ukraine drives up the cost of oil, wheat and corn, and China’s strict lockdowns whack manufacturers and add to labor shortages.\nWhen the Treasury Department debuted the report on Dec. 17, regulators noted that equity markets had reached all-time highs thanks in part to “low” interest rates.\nSince then, the S&P 500 is down almost 13%, the per-barrel price of oil is up by about $30 and the yield on the 10-year Treasury note has climbed to north of 3.2%, its highest point since November 2018.\nSenator Sherrod Brown (D-OH), speaks at the 2019 National Action Network National Convention in New York, April 5, 2019.\nLucas Jackson | Reuters\nIn addition, inflation fears have grown and the macroeconomic environment has whipsawed thanks to Russia’s attack on Ukraine.\nBut while the events of the first quarter of 2022 may make some portions of FSOC’s report seem stale, concerns about inflation have held steady.\nInvestors, now more fearful of a recession in late 2022 or 2023, say the Fed needs to be careful as it raises interest rates and not to weigh on economic activity any more than necessary to cool inflation.\nBanking Committee Chair Sen. Sherrod Brown, D-Ohio, and ranking member Sen. Pat Toomey, R-Pa., will likely question Yellen on Tuesday to assess her current thinking on such matters as inflation, the global economy, supply chain resilience and the Fed’s recent move to increase the overnight borrowing rate by a half percentage point."}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/09/sri-lankas-prime-minister-resigns-curfew-imposed-after-clashes.html", "category": "https://www.cnbc.com/politics/", "content": "Sri Lankan Prime Minister Mahinda Rajapaksa stepped down as demonstrator’s protest the country’s worst economic downturn.\nNurphoto | Nurphoto | Getty Images\nSri Lanka’s prime minister resigned on Monday, hours after clashes with pro- and anti-government demonstrators in the commercial capital Colombo amid the country’s worst economic crisis that has spurred protests by thousands.\nDuring weeks of unprecedented demonstrations, protesters across the island nation of 22 million people have demanded that President Gotabaya Rajapaksa and his elder brother, Prime Minister Mahinda Rajapaksa, quit for mishandling the economy.\nIn a statement, the prime minister’s office said the 76-year-old veteran politician had resigned.\n“A few moments ago, Prime Minister Mahinda Rajapaksa sent his letter of resignation to President Gotabaya Rajapaksa,” the statement said.\nIn the letter, a copy of which was seen by Reuters, the prime minister said he was quitting to help form an interim, unity government.\n“Multiple stakeholders have indicated the best solution to the present crisis is the formation of an interim all-party government,” the letter said.\n“Therefore, I have tendered my resignation so the next steps can be taken in accordance with the Constitution.”\nHis departure came during a day of chaos and violence which culminated in police imposing a curfew across the country.\nThe confrontation began with hundreds of ruling party supporters rallying outside the prime minister’s official residence before marching to an anti-government protest site outside the presidential office.\nPolice had formed a line ahead of time on the main road leading towards the site but did little to stop pro-government protesters from advancing, according to a Reuters witness.\nPro-government supporters, some armed with iron bars, attacked anti-government demonstrators at the “Gota Go Gama” tent village that sprang up last month and became the focal point of nationwide protests.\nPolice used tear gas rounds and water cannon to break up the confrontation, the first major clash between pro-and anti-government supporters since the protests began in late March.\nThe Prime Minister’s resignation came during a day of chaos and violence, which culminated in police imposing a curfew across the country.\nAfp | Getty Images\nAt least nine people were taken to Colombo’s National Hospital for treatment relating to injuries or tear-gas inhalation, a hospital official said, declining to be named.\n“This is a peaceful protest,” Pasindu Senanayaka, an anti-government protestor told Reuters. “They attacked Gota Go Gama and set fire to our tents.”\n“We are helpless now, we are begging for help,” Senanayaka said, as black smoke spiraled out of a burning tent nearby and parts of the protest camp lay in disarray.\nDozens of paramilitary troops with riot shields and helmets were deployed to keep both groups apart after the initial clashes. The army said it had also deployed soldiers in the area.\n“Strongly condemn the violent acts taking place by those inciting & participating, irrespective of political allegiances,” President Rajapaksa said in a tweet. “Violence won’t solve the current problems.”\nBankrupt nation\nHit hard by the pandemic, rising oil prices and tax cuts, Sri Lanka has as little as $50 million of useable foreign reserves, Finance Minister Ali Sabry said last week.\nThe government has approached the International Monetary Fund for a bailout, and will begin a virtual summit on Monday with IMF officials aimed at securing emergency assistance.\nFacing escalating anti-government protests, Rajapaksa’s government last week declared a state of emergency for the second time in five weeks, but public discontent has steadily simmered.\nLong queues for cooking gas in recent days have frequently turned into impromptu protests as frustrated consumers blocked roads. Domestic energy companies said they were running low on stocks of liquid petroleum gas mainly used for cooking.\nSri Lanka needs at least 40,000 tonnes of gas each month, and the monthly import bill would be $40 million at current prices.\n“We are a bankrupt nation,” said W.H.K Wegapitiya, chairman of Laugfs Gas, one of the country’s two main gas suppliers.\n“Banks don’t have sufficient dollars for us to open lines of credit and we cannot go to the black market. We are struggling to keep our businesses afloat.”"}, {"source": "www.cnbc.cn", "url": "https://www.cnbc.com/2022/05/08/g-7-leaders-mark-ve-day-stressing-unity-support-for-ukraine.html", "category": "https://www.cnbc.com/politics/", "content": "A general view of the video screen of G-7 leaders during a video-conference on Ukraine at the Elysee Palace, in Paris, Sunday, May 8, 2022.\nThibault Camus, Pool | AP Photo\nLeaders from the Group of Seven developed democracies pledged Sunday to phasing out or banning the import of Russian oil, as they met with Ukraine’s president, Volodymyr Zelenskyy, for online talks to stress their support and to display unity among Western allies on Victory in Europe Day, which marks Nazi Germany’s surrender in 1945.\nCutting out Russian oil supplies “will hit hard at the main artery of (President Vladimir) Putin’s economy and deny him the revenue he needs to fund his war,” the G-7 countries, which include the U.S., Britain, Canada, Germany, France and Italy and Japan, said in a statement.\n“We will ensure that we do so in a timely and orderly fashion, and in ways that provide time for the world to secure alternative supplies,” they added.\nCasting a look back at World War II, the leaders stressed unity in their resolve that Putin must not win.\n“We owe it to the memory of all those who fought for freedom in the Second World War, to continue fighting for it today, for the people of Ukraine, Europe and the global community,” they said.\nU.S. President Joe Biden’s call with the G-7 leaders and Zelenskyy lasted about an hour.\nThe U.S. also announced new sanctions against Russia for its invasion of Ukraine. They include cutting off Western advertising from Russia’s three biggest television stations, banning U.S. accounting and consulting firms from providing services to any Russian, and piling additional restrictions on Russia’s industrial sector, including cutting off Moscow from wood products, industrial engines, boilers, bulldozers and more.\nThe White House announced the new sanctions ahead of the May 9 Victory Day, when Russia traditionally celebrates Nazi Germany’s defeat in 1945 with huge military parades.\nPutin is expected to talk about what it calls its special military operation in Ukraine and address troops on Red Square on Monday.\nThe U.S. and European allies were seeking to offer counter-messaging that Putin is further isolating Russia from the rest of the world and doing enormous harm to the Russian economy.\nThe new round of U.S. sanctions will hit three of Russia’s most popular television stations in Russia – Channel One Russia, Russia-1, and NTV — that the U.S. has said have been at the forefront of spreading misinformation about Russia’s prosecution of the invasion.\nThe Biden administration said the new sanctions prohibiting U.S. accounting and consulting firms from doing business in Russia will help thwart Russian companies and elites from getting help to obscure their wealth and evade an avalanche of sanctions that have already been enacted.\nThe U.S. also said it imposed some 2,600 visa restrictions on Russian and Belarusian officials and issued a new visa restriction policy that applies to Russian military officials and authorities.\nThe U.S. sanctioned 27 executives from Gazprombank, a bank that facilitates sales by Russia’s Gazprom, one of the largest natural gas exporters in the world, with Europe. The sanctions are the first time that the U.S. has hit the bank that plays a critical role in Russia’s considerable gas exports, but the move stops well short of the full blocking sanctions that the U.S. has hit other big Russian banks.\nAhead of the call, U.K. officials said Britain will provide an extra 1.3 billion pounds ($1.6 billion) in military support to Ukraine to help the nation defend itself against Russian forces.\nThe funding, which comes from British government reserves, includes 300 million pounds of military kit promised by Prime Minister Boris Johnson earlier this week, such as radar systems to target Russian artillery, GPS jamming equipment and night vision devices.\nCanadian Prime Minister Justin Trudeau made a surprise visit to Ukraine Sunday, touring the northern town of Irpin, which had been heavily damaged by Russia’s attempt to take the capital of Kyiv at the start of the war. The mayor on Sunday posted images of Trudeau on social media, saying that the Canadian leader was shocked by the damage he saw at civilian homes.\nTrudeau’s office later said, “the prime minister is in Ukraine to meet with President Zelenskyy and reaffirm Canada’s unwavering support for the Ukrainian people.”\nJill Biden also made an unannounced visit on Sunday, holding a surprise Mother’s Day meeting in western Ukraine with first lady Olena Zelenska. Biden traveled under the cloak of secrecy, becoming the latest high-profile American to enter Ukraine during its 10-week-old war with Russia.\n“I wanted to come on Mother’s Day,” the U.S. first lady told Zelenska. “I thought it was important to show the Ukrainian people that this war has to stop and this war has been brutal and that the people of the United States stand with the people of Ukraine.”\nIn Germany, Chancellor Olaf Scholz said in a televised address that Sunday was “a May 8th like no other.”\nHe said Germany has worked hard to own up to its actions during World War II, reconciling with both Russia and Ukraine and committing itself to the concept of “never again.” But Russia’s “barbaric” invasion of Ukraine in February has brought war back to Europe, Scholz said, a prospect that once seemed unthinkable.\n“Freedom and security will prevail — just as freedom and security triumphed over lack of freedom, violence and dictatorship 77 years ago,” Scholz said in his address.\nGerman Bundestag President Bärbel Bas, the second-highest-ranking German official after the president, met Sunday with Zelenskyy in Kyiv and attended a memorial event honoring the anniversary of the end of World War II.\n“We really appreciate that on the Day of Remembrance and Reconciliation itself, and in what for us is such a trying time of war, the President of the German Bundestag Bärbel Bas came to support Ukraine,” said a post published Sunday on Zelenskyy’s Telegram channel."}]